{"text":"","historical":"Effect of Amendments\n\nD.C. Law 13-292, in subsec. (b), substituted \"other party\" for \"or other party\".\n\nD.C. Law 18-180, in subsec. (a), substituted \"affecting the title to or tenancy interest in, or asserting a mortgage, lien, security interest, or other ownership interest\" for \"affecting the title to or asserting a mortgage, lien, security interest, or other interest\"; in subsec. (b), substituted \"this section shall be effective only if the underlying action or proceeding directly affects the title to or tenancy interest in, or asserts a mortgage, lien, security interest, right of first offer, right of first refusal, or other ownership interest in real property situated in the District of Columbia, and the notice is\" for \"this section shall be\"; rewrote subsec. (d); in subsec. (e), substituted \"party who filed the notice of pendency\" for \"prevailing party\"; and added subsecs. (e-1) to (e-3) and (g) to (k). Prior to amendment, subsec. (d) read as follows:\n\n\"(d) If judgment is rendered in the action or proceeding against the party who filed the notice of the pendency, the judgment shall order the cancellation and release of the notice at the expense of the filing party as part of the costs of the action or proceeding. When appropriate, the court may also impose sanctions for the filing. In a case in which an appeal from such judgment would lie, the prevailing party shall not record the judgment until after the expiration of the latest of the following:\n\n\"(1) The time in which an appeal may be filed;\n\n\"(2) The time in which an appeal, which has been applied for, has been refused; or\n\n\"(3) Final judgment has been entered by the appellate court from an appeal which was granted.\"\n\nLegislative History of Laws\n\nLaw 13-129, the \"Fairness in Real Estate Transactions and Retirement Funds Protection Amendment Act of 2000,\" was introduced in Council and assigned Bill No. 13-267, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on February 1, 2000, and March 7, 2000, respectively. Signed by the Mayor on March 22, 2000, it was assigned Act No. 13-299 and transmitted to both Houses of Congress for its review. D.C. Law 13- 129 became effective on June 24, 2000.\n\nLaw 13-292, the \"Omnibus Trusts and Estates Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-298, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 5, 2000, and December 19, 2000, respectively. Signed by the Mayor on January 26, 2001, it was assigned Act No. 13-599 and transmitted to both Houses of Congress for its review. D.C. Law 13-292 became effective on April 27, 2001.\n\nLaw 18-180, the \"Lis Pendens Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-91, which was referred to the Committee on Public Safety and the Judiciary.   The bill was adopted on first and second readings on December 1, 2009, and March 16, 2010, respectively.   Signed by the Mayor on April 7, 2010, it was assigned Act No. 18-377 and transmitted to both Houses of Congress for its review.   D.C. Law 18-180 became effective on May 27, 2010.\n\nDC CODE § 42-1207\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1277, ch. 854, § 556a, as added June 24, 2000, D.C. Law 13-129, §§ 2, 3, 47 DCR 2684; Apr. 27, 2001, D.C. Law 13-292, § 1001, 48 DCR 2087; May 27, 2010, D.C. Law 18-180, § 2, 57 DCR 3384.)","sections":[{"prefix":"a","text":" The pendency of an action or proceeding in either state or federal court in the District of Columbia, or in any other state, federal, or territorial court, affecting the title to or tenancy interest in, or asserting a mortgage, lien, security interest, or other ownership interest in real property situated in the District of Columbia, does not constitute notice to, and shall not affect a party not a party thereto, unless a notice of the pendency of the action or proceeding is filed for recordation, as required by subsection (b) of this section."},{"prefix":"b","text":" The notice referred to in subsection (a) of this section shall be effective only if the underlying action or proceeding directly affects the title to or tenancy interest in, or asserts a mortgage, lien, security interest, right of first offer, right of first refusal, or other ownership interest in real property situated in the District of Columbia, and the notice is in writing, signed by the plaintiff, defendant, other party to the action or proceeding, or by a counsel of record for such party, desiring to have the notice filed for recordation, and notarized, stating the:"},{"prefix":"1","text":" Name of the court in which the action or proceeding has been filed;"},{"prefix":"2","text":" Title of the action or proceeding;"},{"prefix":"3","text":" Docket number;"},{"prefix":"4","text":" Date of filing;"},{"prefix":"5","text":" Object of the filing;"},{"prefix":"6","text":" Amount of the claim asserted or the nature of any other relief sought;"},{"prefix":"7","text":" Name of the person whose estate is intended to be affected thereby; and"},{"prefix":"8","text":" Description of the real property sought to be affected."},{"prefix":"c","text":" The Recorder of Deeds shall admit for filing and recordation all notices that meet the requirements of subsection (b) of this section. Such notices shall have effect from the time of the filing for recordation."},{"prefix":"d","text":"(1) If judgment is rendered in the action or proceeding against the party who filed the notice of the pendency, the judgment shall order the cancellation and release of the notice at the expense of the filing party as part of the costs of the action or proceeding. When appropriate, the court may also impose sanctions for the filing. In a case in which an appeal from such judgment would lie, neither party shall record the judgment until after the expiration of the latest of the following:"},{"prefix":"A","text":" The time in which an appeal may be filed;"},{"prefix":"B","text":" The time in which an appeal, which has been applied for, has been refused; or"},{"prefix":"C","text":" Final judgment has been entered by the appellate court from an appeal which was granted."},{"prefix":"2","text":" The party who filed the notice of pendency shall file the judgment ordering the cancellation and release of the notice with the Recorder of Deeds within 30 days of the occurrence of the applicable circumstances set forth in paragraph (1)(A), (B), or (C) of this subsection."},{"prefix":"e","text":" If a notice of the pendency of an action or proceeding is filed for recordation and the debt or other relief for which the action or proceeding was brought is satisfied, it shall be the duty of the party who filed the notice of pendency to file for recordation a release of the notice of pendency of the action or proceeding within 30 days after the satisfaction."},{"prefix":"e-1","text":" The party who filed the notice of pendency shall have the duty to cancel the notice by filing a release with the Recorder of Deeds if the underlying action or proceeding has been dismissed or terminated without entry of a judgment, and the filing of the release is not required under subsection (e) of this section. The release shall be filed within 30 days of the date the underlying action or proceeding was dismissed or terminated or of the applicable time period set forth in subsection (d)(1)(A),(B), or (C) of this section."},{"prefix":"e-2","text":" The Mayor shall have the authority to file with the Recorder of Deeds a release of a notice of pendency if a cancellation or release of that notice has not been filed as required by subsection (d), (e), or (e-1) of this section and one year has elapsed since the date the cancellation or release should have been filed under subsection (d), (e), or (e-1) of this section."},{"prefix":"e-3","text":"(1) Failure to cancel the notice in accordance with subsection (d), (e), or (e-1) of this section shall result in a civil fine of up to $500."},{"prefix":"2","text":" To implement this subsection, the Mayor shall establish a schedule of fines pursuant to Chapter 18 of Title 2. Adjudication of any infraction shall be pursuant to Chapter 18 of Title 2."},{"prefix":"f","text":" The Mayor shall promulgate regulations to implement the provisions of this section. The Mayor may, by regulation, establish reasonable fees for recordation of notices of lis pendens and may, by regulation, establish reasonable fees for releases of notices of lis pendens."},{"prefix":"g","text":" A person with an ownership interest in real property upon which a notice of pendency of action has been filed under this section may:"},{"prefix":"1","text":" If the action or proceeding underlying the notice is pending in either state or federal court in the District of Columbia, file a motion to cancel the notice with the court in which the underlying action or proceeding is pending or, if the action is on appeal, in the court in which the action was originally brought; or"},{"prefix":"2","text":" If the action or proceeding underlying the notice is not pending in a court of the District of Columbia, bring an action in the Superior Court of the District of Columbia to cancel the notice."},{"prefix":"h","text":" A court in which a motion is filed or an action is brought under subsection (g) of this section may issue an order canceling the notice of pendency of action prior to the entry of judgment in the underlying action or proceeding if the court finds any one of the following:"},{"prefix":"1","text":" The notice does not conform to the requirements of subsection (b) of this section;"},{"prefix":"2","text":"(A) The moving party will suffer an irreparable injury if the notice is not cancelled;"},{"prefix":"B","text":" The moving party has demonstrated a substantial likelihood of success on the merits in the underlying action or proceeding;"},{"prefix":"C","text":" A balancing of the potential harms favors the moving party; and"},{"prefix":"D","text":" The public interest favors cancelling the notice; or"},{"prefix":"3","text":" The underlying action or proceeding has not been prosecuted in good faith, with all reasonable diligence, and without unnecessary delay."},{"prefix":"i","text":" The provisions of the Lis Pendens Amendment Act of 2010 [D.C. Law 18-180], shall apply to any notice of pendency recorded before May 27, 2010."},{"prefix":"j","text":" The provisions of subsections (a) and (b) of this section shall not be construed to apply where the title to or interest in the real property affected by the notice is not directly at issue in the underlying action or proceeding."},{"prefix":"k","text":" For the purposes of this section, the term \"tenancy interest\" means the rights of a tenant or tenants as set forth under Chapter 34 of this title, regarding the:"},{"prefix":"1","text":" Legitimacy of a conversion of rental housing to condominium or cooperative housing; or"},{"prefix":"2","text":" Purchase of rental housing."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Recorder of Deeds."},"heading":{"title":"42","chaptersection":"1207","identifier":"42-1207","catch_text":"Notice of pendency of action (lis pendens)."}}