{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1834.\n\n1973 Ed., § 5-1234.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-89, see Historical and Statutory Notes following § 42-1901.01.\n\nDC CODE § 42-1902.24\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-89, title II, § 224, 23 DCR 9532b.)","sections":[{"prefix":"a","text":" Except to the extent prohibited by the condominium instruments, and subject to any restrictions and limitations specified therein, any unit owner may make any improvements or alterations within his unit that do not impair the structural integrity of any structure or otherwise lessen the support of any portion of the condominium. But no unit owner shall do anything which would change the exterior appearance of his unit or of any other portion of the condominium except to such extent and subject to such conditions as the condominium instruments may specify."},{"prefix":"b","text":" Except to the extent prohibited by the condominium instruments, and subject to any restrictions and limitations specified therein, if a unit owner acquires an adjoining unit, or an adjoining part of an adjoining unit, then such unit owner shall have the right to remove all or part of any intervening partition or to create doorways or other apertures therein, notwithstanding the fact that such partition may in whole or in part be a common element, so long as no portion of any bearing wall or bearing column is weakened or removed and no portion of any common element other than that partition is damaged, destroyed, or endangered. Such creation of doorways or other apertures shall not be deemed an alteration of boundaries within the meaning of § 42-1902.25."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"19","text":"Condominiums."},"subchapter":{"identifier":"II","text":"Establishment of Condominiums. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"1902","identifier":"42-1902.24","catch_text":"Improvements or alterations within unit; exterior appearance not to be changed; merger of adjoining units."}}