{"text":"The Recorder of Deeds of the District of Columbia is authorized and empowered to purchase such machines and equipment as he may deem necessary or expedient for the efficient, expeditious, and economical recording of all deeds and other instruments of writing entitled by law to be recorded, and to employ such personnel as may be required to operate the same and to perform necessary services in connection therewith; and all deeds and other instruments of writing entitled by law to be recorded in the Office of the Recorder of Deeds which are recorded by means of such machines or equipment are hereby declared to be legally recorded.","historical":"Prior Codifications\n\n1981 Ed., § 45-902.\n\n1973 Ed., § 45-701b.\n\nTemporary Repeal of Section\n\nFor temporary (225 day) repeal of section, see § 8(b) of the Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, Oct. 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) repeal of section, see § 8(b) of the Tax Clarity and Related Amendments Temporary Act of 2002 (D.C. Law 14-228, Mar. 25, 2003, law notification 50 DCR 2741).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 3 of the Lower Income Homeownership Tax Abatement and Incentives Act of 1983 Amendment Emergency Act of 1988 (D.C. Act 7-282, January 6, 1989, 36 DCR 481).\n\nFor temporary (90 day) repeal of section, see § 8(b) of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) repeal of section, see § 8(b) of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) repeal of section, see § 8(b) of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nDC CODE § 42-1202\n\nCurrent through December 11, 2012","credits":"(Aug. 4, 1947, 61 Stat. 730, ch. 456.)","sections":[],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Recorder of Deeds."},"heading":{"title":"42","chaptersection":"1202","identifier":"42-1202","catch_text":"Purchase of necessary equipment; employment of personnel."}}