{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1835.\n\n1973 Ed., § 5-1235.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-89, see Historical and Statutory Notes following § 42-1901.01.\n\nFor legislative history of D.C. Law 8-233, see Historical and Statutory Notes following § 42-1901.07.\n\nDC CODE § 42-1902.25\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-89, title II, § 225, 23 DCR 9532b; Mar. 8, 1991, D.C. Law 8-233, § 2(q), 38 DCR 261.)","sections":[{"prefix":"a","text":"(1) If the condominium instruments expressly permit the relocation of boundaries between adjoining units, then the boundaries between such units may be relocated in accordance with:"},{"prefix":"A","text":" The provisions of this section; and"},{"prefix":"B","text":" Any restrictions and limitations not otherwise unlawful which the condominium instruments may specify."},{"prefix":"2","text":" The boundaries between adjoining units shall not be relocated unless the condominium instruments expressly permit it."},{"prefix":"b","text":" If the unit owners of adjoining units whose mutual boundaries may be relocated, desire to relocate such boundaries, then the principal officer of the unit owners' association, or such other officer or officers as the condominium instruments may specify, shall, upon written application of such unit owners, forthwith prepare and execute the appropriate instruments pursuant to subsections (c), (d) and (e) of this section."},{"prefix":"c","text":" An amendment to the declaration shall identify the units involved and shall state that the boundaries between those units are being relocated by agreement of the unit owners thereof, which amendment shall contain words of conveyance between those unit owners. If the unit owners of the units involved have specified in their written application, a reasonable reallocation as between the units involved of the aggregate undivided interest in the common elements appertaining to those units, the amendment to the declaration shall reflect that reallocation."},{"prefix":"d","text":" If the unit owners of the units involved have specified in their written application reasonable allocations as between the units involved of the aggregate number of votes in the unit owners' association, rights to future surplus funds, or liabilities for future common expenses not specially assessed, then an amendment to the bylaws shall reflect any such reallocations."},{"prefix":"e","text":" Such plats and plans as may be necessary to show the altered boundaries between the units involved together with their other boundaries shall be prepared, and the units depicted thereon shall bear their identifying numbers. Such plats and plans shall indicate the new dimensions of the units involved, and any change in the horizontal boundaries of either as a result of the relocation of their boundaries shall be identified with reference to established datum. Such plats and plans shall be certified as to their accuracy and compliance with the provisions of this subsection:"},{"prefix":"1","text":" By a registered land surveyor in the case of any plat; and"},{"prefix":"2","text":" By a registered architect or registered engineer in the case of any plan."},{"prefix":"f","text":" If appropriate instruments in accordance with the preceding subsections have been prepared, executed, and acknowledged, the instruments shall be executed and acknowledged by the unit owners of the units concerned and, upon payment by the unit owners of reasonable costs for the preparation and acknowledgment of the instruments, the instruments shall be recorded by the unit owners' association. The instruments shall become effective upon recordation and the recordation shall be conclusive evidence that the relocation of boundaries effectuated is not a violation of any restriction or limitation specified by the condominium instruments and that any reallocation made pursuant to subsections (c) and (d) of this section are reasonable."},{"prefix":"g","text":" Any relocation of boundaries between adjoining units shall be governed by this section and not by § 42-1902.26. Section 42-1902.26 shall apply only to such subdivisions of units as are intended to result in the creation of 2 or more units in place of the subdivided unit."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"19","text":"Condominiums."},"subchapter":{"identifier":"II","text":"Establishment of Condominiums. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"1902","identifier":"42-1902.25","catch_text":"Relocation of boundaries between units; when permitted; written application; amendment of declaration and bylaws; reallocation of common elements; altered maps and plans; recordation and effect thereof; scope of provisions."}}