{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 45-1950.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-209, see Historical and Statutory Notes following ยง 42-1701.\n\nDelegation of Authority\n\nDelegation of authority under Law 4-209, see Mayor's Order 83-123, May 6, 1983.\n\nDC CODE ยง 42-1708\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1983, D.C. Law 4-209, ยง 31, 30 DCR 390.)","sections":[{"prefix":"a","text":" Any person who knowingly files with the Mayor any application, notice, or other document required to be filed under this subchapter or any rule issued thereunder, which is false or fraudulent or contains any material misstatement of fact, shall, upon conviction, be punished by a fine of no more than $3,000 or by imprisonment for no more than 1 year, or both."},{"prefix":"b","text":" The Corporation Counsel of the District may enter an appearance, file an answer, appear at court hearings, defend the action, or take whatever other action he or she deems appropriate on behalf of any party to a court proceeding in the District in which the Mayor may be interested, and may take recourse through any appropriate method of review on behalf and in the name of any party to a court action."},{"prefix":"c","text":" Nothing contained in this subchapter shall be construed as limiting the authority of the Mayor to take disciplinary action against any licensee pursuant to this subchapter for any violation of this subchapter or any rules promulgated under this subchapter, nor shall repayment in full of the amount paid from the Fund on the licensee's account nullify or modify the effect of any other disciplinary proceeding brought against the licensee pursuant to this subchapter for any violation."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Brokers and Realtors."},"chapter":{"identifier":"17","text":"Real Estate Brokers' Duties."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"42","chaptersection":"1708","identifier":"42-1708","catch_text":"Additional criminal penalties."}}