{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1858.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-233, see Historical and Statutory Notes following § 42-1901.07.\n\nDC CODE § 42-1903.18\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-89, title III, § 318, as added Mar. 8, 1991, D.C. Law 8-233, § 2(ll), 38 DCR 261.)","sections":[{"prefix":"a","text":" If the condominium instruments for a condominium provide that any of the powers described in § 42-1903.08 are to be exercised by or may be delegated to a for-profit or nonprofit corporation or incorporated association that exercises the powers described in § 42-1903.08 or other powers on behalf of 1 or more condominiums or for the benefit of the unit owners of 1 or more condominiums, all provisions of this chapter applicable to unit owners' associations shall apply to the for-profit or nonprofit corporation or unincorporated association, except as modified by this section."},{"prefix":"b","text":" Unless a master association is acting in the capacity of an association described in § 42-1903.04, it may exercise the powers set forth in § 42- 1903.08(a)(2) only to the extent expressly permitted in the condominium instruments of condominiums that are part of the master association or expressly described in the delegations of power from those condominiums to the master association."},{"prefix":"c","text":" If the condominium instruments of any condominium provide that the executive board may delegate certain powers to a master association, the members of the executive board have no liability for the acts or omissions of the master association with respect to the powers following delegation."},{"prefix":"d","text":" The rights or responsibilities of a unit owner with respect to the unit owners' association set forth in §§ 42-1903.02, 42-1903.03, 42- 1903.04, 42-1903.05, and 42-1903.20 shall apply in the conduct of the affairs of a master association only to any person who elects the board of a master association, whether or not the person is otherwise a unit owner within the meaning of this chapter."},{"prefix":"e","text":" Notwithstanding the provisions of § 42-1903.02(a) with respect to the election of the executive board of a unit owners' association by all unit owners after the period of declarant control ends, and regardless of whether a master association is an association described in § 42-1903.01, the certificate of incorporation or other instrument that creates the master association and the condominium instruments of each condominium, the powers of which are assigned by the condominium instruments or delegated to the master association, may provide that the executive board of the master association shall be elected after the period of declarant control in any of the following ways:"},{"prefix":"1","text":" All unit owners of all condominiums subject to the master association may elect all members of the executive board;"},{"prefix":"2","text":" All members of the executive boards of all condominiums subject to the master association may elect all members of the executive board;"},{"prefix":"3","text":" All unit owners of each condominium subject to the master association may elect specified members of the executive board; or"},{"prefix":"4","text":" All members of the executive board of each condominium subject to the master association may elect specified members of the executive board."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"19","text":"Condominiums."},"subchapter":{"identifier":"III","text":"Control and Governance of Condominiums."},"heading":{"title":"42","chaptersection":"1903","identifier":"42-1903.18","catch_text":"Master associations--Authorization; powers; rights and responsibilities of unit owners; election of executive board."}}