{"text":"If the condominium instruments create any rights of first refusal or other restraints on free alienability of any of the condominium units, such rights and restraints shall be void unless the condominium instruments make provisions for promptly furnishing to any unit owner or purchaser requesting the same a recordable statement certifying to any waiver of, or failure or refusal to exercise, such rights and restraints, in all cases where such waiver, failure, or refusal does in fact occur. Failure or refusal to furnish promptly such a statement in such circumstances in accordance with the provisions of the condominium instruments shall make all such rights and restraints inapplicable to any disposition of a condominium unit in contemplation of which such statement was requested. Any such statement shall be binding on the association of unit owners, its executive board, and every unit owner. Payment of a reasonable fee may be required as a prerequisite to the issuance of such a statement if the condominium instruments so provide.","historical":"Prior Codifications\n\n1981 Ed., § 45-1855.\n\n1973 Ed., § 5-1255.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-89, see Historical and Statutory Notes following § 42-1901.01.\n\nFor legislative history of D.C. Law 8-233, see Historical and Statutory Notes following § 42-1901.07.\n\nDC CODE § 42-1903.15\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-89, title III, § 315, 23 DCR 9532b; Mar. 8, 1991, D.C. Law 8-233, § 2(ii), 38 DCR 261.)","sections":[],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"19","text":"Condominiums."},"subchapter":{"identifier":"III","text":"Control and Governance of Condominiums."},"heading":{"title":"42","chaptersection":"1903","identifier":"42-1903.15","catch_text":"Limitation on right of first refusal and other restraints on alienation; recordable statement of waiver of rights to be supplied promptly upon request."}}