{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1872.\n\n1973 Ed., § 5-1272.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-89, see Historical and Statutory Notes following § 42-1901.01.\n\nFor legislative history of D.C. Law 8-233, see Historical and Statutory Notes following § 42-1901.07.\n\nDC CODE § 42-1904.12\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-89, title IV, § 412, 23 DCR 9532b; Mar. 8, 1991, D.C. Law 8-233, § 2(vv), 38 DCR 261.)","sections":[{"prefix":"a","text":" This chapter shall be administered by the Mayor or his designee. The Mayor shall prescribe reasonable rules which shall be adopted, amended or repealed in accordance with the provisions of the District of Columbia Administrative Procedure Act (§ 2-501 et seq.). The rules shall include but not be limited to provisions for advertising standards to assure full and fair disclosure; provisions for operating procedures; and such other rules as are necessary and proper to accomplish the purposes of this chapter. The initial such regulations shall be promulgated by the Mayor within 120 days after March 29, 1977."},{"prefix":"b","text":" The Mayor by regulation, rule or order, after reasonable notice and hearing may require the filing of advertising material relating to condominiums prior to the distribution of such material."},{"prefix":"c","text":" The Mayor may by regulation, rule or order approve the filing and use of an abbreviated public offering statement if the agency determines that the public interest and the interests of purchasers would best be served thereby. The Mayor shall determine whether or not such abbreviated disclosure will be permitted based upon consideration of the following factors among others:"},{"prefix":"1","text":" The total number of units being offered is small, which shall mean generally less than 10;"},{"prefix":"2","text":" Adequate disclosure of relevant information will otherwise be readily available to prospective purchasers;"},{"prefix":"3","text":" The class of purchasers will be comprised substantially of persons having the ability to protect their own interests (such as the present tenants); and"},{"prefix":"4","text":" In the case of a conversion condominium, no substantial renovation or remodeling of the units will be done."},{"prefix":"d","text":" If it appears that a person has engaged or is about to engage in an act or practice constituting a violation of a provision of this chapter, or a rule, regulation or order hereunder, the Mayor, with or without prior administrative proceedings may bring an action in the Superior Court of the District of Columbia to enjoin the acts or practices and to enforce compliance with this chapter or any rule, regulation or order hereunder. Upon proper showing, injunctive relief or temporary restraining orders shall be granted. The Mayor is not required to post a bond in any court proceedings or prove that any other adequate remedy at law exists."},{"prefix":"e","text":" The Mayor may intervene in any suit involving the rights and liabilities of declarant with respect to the condominium being registered and any transactions related thereto. The Mayor may require the declarant to notify the Mayor of any suit by or against the declarant involving a condominium established or sold by the declarant."},{"prefix":"f","text":" The Mayor may:"},{"prefix":"1","text":" Accept registrations filed in other jurisdictions or with the federal government;"},{"prefix":"2","text":" Contract with similar agencies in this or other jurisdictions to perform investigative functions; and"},{"prefix":"3","text":" Accept grants-in-aid from any governmental source."},{"prefix":"g","text":" The Mayor shall notify the Rental Accommodations Commission whenever an application is made to register a conversion condominium and at such time as any application to register a conversion condominium is approved."},{"prefix":"h","text":" With respect to any lawful process served upon the agency pursuant to the appointment made in accordance with § 42-1904.03, the agency shall send the lawful process by registered or certified mail to any of the principals, officers, directors, partners, or trustees of the declarant listed in the application for registration at the last address listed in the application or any annual report."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"19","text":"Condominiums."},"subchapter":{"identifier":"IV","text":"Registration and Offering of Condominiums."},"heading":{"title":"42","chaptersection":"1904","identifier":"42-1904.12","catch_text":"Mayor to administer chapter; rules and regulations; advertising materials; abbreviated public offering statement; court actions; intervention in suits involving condominiums; notice relating to conversion condominiums."}}