{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1868.\n\n1973 Ed., § 5-1268.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-89, see Historical and Statutory Notes following § 42-1901.01.\n\nLaw 3-86, the \"Rental Housing Conversion and Sale Act of 1980,\" was introduced in Council and assigned Bill No. 3-222, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on June 3, 1980, and June 17, 1980, respectively. Signed by the Mayor on June 27, 1980, it was assigned Act No. 3-204 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 8-233, see Historical and Statutory Notes following § 42-1901.07.\n\nDC CODE § 42-1904.08\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-89, title IV, § 408, 23 DCR 9532b; Sept. 10, 1980, D.C. Law 3-86, § 207, 27 DCR 2975; Mar. 8, 1991, D.C. Law 8-233, § 2(tt), 38 DCR 261.)","sections":[{"prefix":"a","text":" Any declarant of a conversion condominium shall include in his public offering statement, in addition to the requirements of § 42-1904.04:"},{"prefix":"1","text":" Repealed;"},{"prefix":"2","text":"(A) A statement by the declarant based upon a report of a qualified architect or engineer as to the present condition of all structural components and major utility installations in the condominium. The statement shall include:"},{"prefix":"i","text":" The approximate dates of construction, installation, and major repairs of structural components and major utility installations and a general description of each installed system as particularly suitable or unsuitable for use in a conversion condominium;"},{"prefix":"ii","text":" An evaluation of the adequacy of each system to perform its intended function both before and after completion of the condominium conversion; and"},{"prefix":"iii","text":" The estimated life of the system components, and the estimated cost (in current dollars) of replacing each component that has a rated life that is evaluated to be less than the rated life of the entire structure."},{"prefix":"B","text":" The architect's or engineer's report upon which the statement required by this subsection is based shall be filed with the Mayor as a part of the application for registration."},{"prefix":"b","text":" In the case of a conversion condominium:"},{"prefix":"1","text":" The declarant shall give each of the tenants or subtenants of the building or buildings which the declarant submits to the provisions of this chapter at least 120 days notice of the conversion before any such tenant or subtenant may be served with notice to vacate. Such notice of conversion shall be given no sooner than 10 days after the date the declarant's application for registration of the condominium units is approved. The notice shall be in such form as the Mayor may require and shall set forth generally the rights of tenants and subtenants pursuant to this section. Such notice shall be hand-delivered or sent by United States mail, return receipt requested. Such notice shall contain a statement indicating that such notice shall not be construed as abrogating any rights any tenant may have under a valid existing written lease;"},{"prefix":"2","text":" During the first 60 days of the 120-day notice period, each of the tenants who entered into an agreement with declarant or declarant's predecessor in interest to lease the apartment unit shall have the exclusive right to contract for the purchase of such apartment unit. If the tenants do not contract for the purchase of their apartment unit, during the second 60 days of such 120-day period, each of the subtenants, if any, who occupy the apartment unit under an agreement with the tenants shall have the exclusive right to contract for the purchase of such apartment unit. The exclusive right to contract for the purchase of such apartment units shall be on terms and conditions at least as favorable to the tenants or subtenants as those being offered by declarant to the general public. The right to contract for purchase granted to the tenants and subtenants, if any, of an apartment unit shall be granted only where the tenant or subtenant has remained, and on the date of the notice is, in substantial compliance with the terms of the lease or sublease agreement, and if such apartment unit is to be retained in the conversion condominium without substantial renovation or alteration in its physical layout. If there is more than 1 tenant, then each such tenant shall be entitled to contract for the purchase of a proportionate share of the apartment unit and of a proportionate share of the share of any tenant who elects not to purchase. If the tenants do not contract for the purchase of the apartment unit and if there is more than 1 subtenant occupying the apartment unit, then each such subtenant shall be entitled to contract for the purchase of a proportionate share of the apartment unit occupied, and of a proportionate share of the share of any subtenant who elects not to purchase. In no case shall this subsection be deemed to authorize the purchase of less than the entire interest in the apartment unit to be conveyed;"},{"prefix":"3","text":" If the notice of conversion specifies a date by which the apartment unit shall be vacated, then such notice shall constitute and be the equivalent of a valid statutory notice to vacate. Otherwise, the declarant shall give the tenant or subtenant occupying the apartment unit to be vacated the statutory notice to vacate where required by law in compliance with the requirements applicable thereto."},{"prefix":"c","text":" Each declarant of a conversion condominium shall assure that the budget established for the unit owners' association and upon which common expense assessments are made shall include an adequate provision for reasonable reserves to cover future maintenance, repair, or replacement costs associated with the common elements."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"19","text":"Condominiums."},"subchapter":{"identifier":"IV","text":"Registration and Offering of Condominiums."},"heading":{"title":"42","chaptersection":"1904","identifier":"42-1904.08","catch_text":"Conversion condominiums; additional contents of public offering statement; notice of intent to convert; tenant's and subtenant's right to purchase; notice to vacate."}}