{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-922.2.\n\nEffect of Amendments\n\nD.C. Law 18-111 added subsec. (c).\n\nD.C. Law 19-168 rewrote subsec. (c), which formerly read:\n\n\"(c) Notwithstanding any other provision of this chapter, a transfer of shares in a cooperative housing association in connection with the grant, transfer, or assignment of proprietary leasehold or other proprietary interest, in whole or in part, shall be a transfer of an economic interest.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see §§ 2(b), 3(b) of Cooperative Housing Association Economic Interest Recordation Tax Temporary Amendment Act of 2009 (D.C. Law 18-109, March 3, 2010, law notification 57 DCR 2828).\n\nSection 2(b) of D.C. Law 18-295 amended subsec. (c) to read as follows:\n\n\"(c) Notwithstanding any other provision of this section, every transfer of an interest in a cooperative housing association in connection with the grant, transfer, or assignment of proprietary leasehold or other proprietary interest, in whole or in part, shall be a transfer of an economic interest. This subsection shall apply as of October 1, 2009.\".\n\nSection 4(b) of D.C. Law 18-295 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(b) of D.C. Law 19-74 rewrote subsec. (c) to read as follows:\n\n\"(c) Notwithstanding any other provision of this section, every transfer of an interest in a cooperative housing association in connection with the grant, transfer, or assignment of proprietary leasehold or other proprietary interest, in whole or in part, shall be a transfer of an economic interest. This subsection shall apply as of October 1, 2009.\".\n\nSection 4(b) of D.C. Law 19-74 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary addition of section, see § 101(d) of the Omnibus Budget Support Emergency Act of 1994 (D.C. Act 10-224, April 14, 1994, 41 DCR 2079).\n\nFor temporary repeal of the Omnibus Budget Support Emergency Act of 1994, see § 801 of the Second Omnibus Budget Support Emergency Act of 1994 (D.C. Act 10- 226, April 14, 1994, 41 DCR 2113).\n\nFor temporary addition of section, see § 101(d) of the Second Omnibus Budget Support Emergency Act of 1994 (D.C. Act 10-226, April 14, 1994, 41 DCR 2113).\n\nFor temporary (90 day) amendment of section, see § 7041 of Fiscal Year 2010 Budget Support Emergency Act of 2009 (D.C. Act 18-187, August 26, 2009, 56 DCR 7374).\n\nFor temporary (90 day) amendment of section, see § 7091(a) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see §§ 2(c), 3(c) of Cooperative Housing Association Economic Interest Recordation Tax Emergency Amendment Act of 2009 (D.C. Act 18-234, November 20, 2009, 56 DCR 9046).\n\nFor temporary (90 day) amendment of section, see § 7091(a) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Cooperative Housing Association Economic Interest Recordation Tax Emergency Amendment Act of 2010 (D.C. Act 18-570, October 20, 2010, 57 DCR 10084).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Cooperative Housing Association Economic Interest Recordation Tax Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-12, February 11, 2011, 58 DCR 1433).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Cooperative Housing Association Economic Interest Recordation Tax Emergency Amendment Act of 2011 (D.C. Act 19-194, October 18, 2011, 58 DCR 9160).\n\nFor temporary (90 day) amendment of section, see § 7102(b) of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 7102(b) of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-128, see Historical and Statutory Notes following § 42-1102.01.\n\nLaw 18-111, the \"Fiscal Year 2010 Budget Support Act of 2009\", was introduced in Council and assigned Bill No. 18-203, which was referred to the Committee on the Whole. The bill was adopted on first and second readings on May 12, 2009, and September 22, 2009, respectively. Signed by the Mayor on December 18, 2009, it was assigned Act No. 18-255 and transmitted to both Houses of Congress for its review. D.C. Law 18-111 became effective on March 3, 2010.\n\nFor history of Law 19-168, see notes under § 42-1102.\n\nMiscellaneous Notes\n\nApplication of Law 10-128: See Historical and Statutory Notes following § 42- 1101.\n\nShort title: Section 7090 of D.C. Law 18-111 provided that subtitle G of title VII of the act may be cited as the \"Economic Interests in Real Property Clarification Amendment Act of 2009\".\n\nDC CODE § 42-1102.02\n\nCurrent through December 11, 2012","credits":"(Mar. 2, 1962, 76 Stat. 11, Pub. L. 87-408, title III, § 302b, as added June 14, 1994, D.C. Law 10-128, § 101(d), 41 DCR 2096; Mar. 3, 2010, D.C. Law 18-111, § 7091(a), 57 DCR 181; Sept. 20, 2012, D.C. Law 19- 168, § 7102(b), 59 DCR 8025.)","sections":[{"prefix":"a","text":" A transfer of an economic interest in real property occurs upon the conveyance, vesting, granting, bargaining, sale, or assignment, directly or indirectly, of a controlling interest by 1 or more persons or by 1 or more transactions, within any 12-month period, in any corporation, partnership, association, trust, or other entity that, during the 12-month period immediately preceding the transfer of an economic interest in real property:"},{"prefix":"1","text":" Derives more than 50% of its gross receipts from the ownership or disposition of real property in the District; or"},{"prefix":"2","text":" Holds real property in the District that has a value comprising 80% or more of the value of its entire tangible asset holdings."},{"prefix":"b","text":" For the purposes of subsection (a) of this section, a transfer of a controlling interest includes the aggregate of the transfer of any legal, equitable, beneficial, or other ownership interest in:"},{"prefix":"1","text":" Any entity described in subsection (a) of this section;"},{"prefix":"2","text":" Any entity that is a partner in, shareholder in, or beneficiary of, an entity described in subsection (a) of this section; and"},{"prefix":"3","text":" Any other entity:"},{"prefix":"A","text":" That derives, directly or indirectly, any portion of its receipts from the ownership of any entity described in subsection (a) of this section; or"},{"prefix":"B","text":" Has asset value that includes, directly or indirectly, any legal, equitable, beneficial, or other ownership interest in any entity described in subsection (a) of this section."},{"prefix":"c","text":" Notwithstanding any other provision of this section, as of October 1, 2009, every transfer of an interest in a cooperative housing association in connection with the grant, transfer, or assignment of a proprietary leasehold or other proprietary interest, in whole or in part, shall be a transfer of an economic interest."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"11","text":"Recordation Tax on Deeds."},"heading":{"title":"42","chaptersection":"1102","identifier":"42-1102.02","catch_text":"Transfer of economic interest defined."}}