{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-624.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-205, see Historical and Statutory Notes following § 42-141.\n\nUniform Law\n\nThis section is based upon § 4 of the Uniform Law on Notarial Acts. See 14 Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 42-144\n\nCurrent through December 11, 2012","credits":"(Mar. 6, 1991, D.C. Law 8-205, § 5, 37 DCR 8444.)","sections":[{"prefix":"a","text":" A notarial act shall have the same effect under the law of the District as if the notarial act had been performed by a notarial officer of the District, if the notarial act is performed in another state, commonwealth, territory, district, or possession of the United States by:"},{"prefix":"1","text":" A notary public of the jurisdiction;"},{"prefix":"2","text":" A judge, clerk, or deputy clerk of a court of the jurisdiction; or"},{"prefix":"3","text":" Any other person authorized by the law of the jurisdiction to perform a notarial act."},{"prefix":"b","text":" A notarial act performed in any other jurisdiction of the United States under federal authority as provided in § 42-145 shall have the same effect as if performed by a notarial officer of the District."},{"prefix":"c","text":" The signature and title of a person who performs a notarial act in another jurisdiction are prima facie evidence that the signature is genuine and that the person holds the designated title."},{"prefix":"d","text":" The signature and indicated title of an officer listed in subsection (a)(1) or (2) of this section shall establish conclusively the authority of a holder of that title to perform a notarial act."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"1","text":"Acknowledgments."},"subchapter":{"identifier":"II","text":"Uniform Notarial Acts. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"144","identifier":"42-144","catch_text":"Notarial acts in other jurisdictions of the United States."}}