{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1875.\n\n1973 Ed., § 5-1275.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-89, see Historical and Statutory Notes following § 42-1901.01.\n\nDC CODE § 42-1904.15\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-89, title IV, § 415, 23 DCR 9532b.)","sections":[{"prefix":"a","text":"(1) A registration may be revoked after notice and hearing upon a written finding of fact that the declarant has:"},{"prefix":"A","text":" Failed to comply with the terms of a cease and desist order;"},{"prefix":"B","text":" Been convicted in any court subsequent to the filing of the application for registration for a crime involving fraud, deception, false pretenses, misrepresentation, false advertising, or dishonest dealing in real estate transactions;"},{"prefix":"C","text":" Disposed of, concealed, or diverted any funds or assets of any person so as to defeat the rights of unit purchasers;"},{"prefix":"D","text":" Failed faithfully to perform any stipulation or agreement made with the Mayor as an inducement to grant any registration, to reinstate any registration, or to approve any promotional plan or public offering statement; or"},{"prefix":"E","text":" Made intentional misrepresentations or concealed material facts in an application for registration."},{"prefix":"2","text":" Findings of fact, if set forth in statutory language, shall be accompanied by a concise and explicit statement of the underlying facts supporting the findings."},{"prefix":"b","text":" If the Mayor finds after notice and hearing that the declarant has been guilty of a violation for which revocation could be ordered, the agency may issue a cease and desist order instead."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"19","text":"Condominiums."},"subchapter":{"identifier":"IV","text":"Registration and Offering of Condominiums."},"heading":{"title":"42","chaptersection":"1904","identifier":"42-1904.15","catch_text":"Revocation of registration; notice; hearing; written finding of fact; cease and desist order as alternative."}}