{"text":"No sign or advertisement relating to the sale, rent, or lease of land or premises shall be located on the sidewalk or parking of any street, avenue, or road in the District of Columbia. One painted or printed sign or advertisement for the sale, rent, or lease of land or premises may, with the written consent of the owner or legal representative of the owner, be placed, by any 1 of not exceeding 3 real estate agents, on any lot, piece, or parcel of land abutting on a street, avenue, or road in said District, or attached to the exterior of any building fronting thereon. The Mayor of the District of Columbia is authorized to use the police authority vested in him, to require the removal of any sign or advertisement in violation of this provision, and to institute prosecutions, in the Superior Court of the District of Columbia, against persons violating the provisions hereof, and every such person, upon conviction of such violation, shall be fined in the sum of not less than $5 nor more than $25. This section shall not apply to the temporary placement of directional signs relating to the sale or lease of real estate which indicate the holding of an open house or a sign attached to the 1 painted or printed sign allowed by this section which indicates that the premises have been sold, leased, or placed under contract.","historical":"Prior Codifications\n\n1981 Ed., § 45-2001.\n\n1973 Ed., § 7-1001.\n\nTemporary Repeal of Section\n\nSection 7 of D.C. Law 19-181 repealed this section.\n\nSection 11(b) of D.C. Law 19-181 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) repeal of section, see § 7 of the Sign Regulation Emergency Amendment Act of 2012 (D.C. Act 19-387, July 11, 2012, 59 DCR 8491).\n\nFor temporary (90 day) repeal of section, see § 7 of Sign Regulation Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-499, October 26, 2012, 59 DCR 12749).\n\nLegislative History of Laws\n\nLaw 9-189, the \"Real Estate Sign Placement Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-200, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on October 6, 1992, and November 4, 1992, respectively. Signed by the Mayor on November 23, 1992, it was assigned Act No. 9-310 and transmitted to both Houses of Congress for its review. D.C. Law 9-189 became effective on March 16, 1993.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 42-1801\n\nCurrent through December 11, 2012","credits":"(Mar. 4, 1913, 37 Stat. 974, ch. 150, § 7; Apr. 1, 1942, 56 Stat. 190, ch. 207, § 1; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a); Mar. 16, 1993, D.C. Law 9- 189, § 2, 39 DCR 9001.)","sections":[],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Brokers and Realtors."},"chapter":{"identifier":"18","text":"Real Estate Sale or Rent Signs."},"heading":{"title":"42","chaptersection":"1801","identifier":"42-1801","catch_text":"Signs on sidewalk or parking prohibited; number of signs; removal; penalties."}}