{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1848.\n\n1973 Ed., § 5-1248.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-89, see Historical and Statutory Notes following § 42-1901.01.\n\nFor legislative history of D.C. Law 8-233, see Historical and Statutory Notes following § 42-1901.07.\n\nDC CODE § 42-1903.08\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-89, title III, § 308, 23 DCR 9532b; Mar. 8, 1991, D.C. Law 8-233, § 2(bb), 38 DCR 261.)","sections":[{"prefix":"a","text":" Except to the extent expressly prohibited by the condominium instruments, and subject to any restrictions and limitations specified herein, the unit owners' association shall have the:"},{"prefix":"1","text":" Power to adopt and amend bylaws or rules and regulations;"},{"prefix":"2","text":" Power to adopt and amend a budget for revenues, expenditures, and reserves, and collect assessments for common expenses from unit owners;"},{"prefix":"3","text":" Power to hire or discharge a managing agent or other employees, agents, or independent contractors;"},{"prefix":"4","text":" Power to institute, defend, or intervene in litigation or administrative proceedings in the name of the unit owners' association on behalf of the unit owners' association or 2 or more unit owners on any matter that affects the condominium;"},{"prefix":"5","text":" Power to make a contract or incur liability;"},{"prefix":"6","text":" Power to regulate the use, maintenance, repair, replacement, or modification of common elements;"},{"prefix":"7","text":" Power to cause an additional improvement to be made as a part of the common elements;"},{"prefix":"8","text":" Power to acquire, hold, encumber, or convey in the name of the unit owners' association any right, title, or interest to real or personal property;"},{"prefix":"9","text":" Power to grant an easement, lease, license, or concession through or over the common elements;"},{"prefix":"10","text":" Power to impose on and receive from individual unit owners any payment, fee, or charge for the use, rental, or operation of the common elements or for any service provided to unit owners;"},{"prefix":"11","text":" Power to impose a charge for late payment of an assessment and, after notice and an opportunity to be heard, levy a reasonable fine for violation of the condominium instruments or rules and regulations of the unit owners' association;"},{"prefix":"12","text":" Power to impose a reasonable charge for the preparation and recordation of an amendment to the condominium instruments, a statement concerning the resale of units required by § 42-1904.11, or a statement of an unpaid assessment;"},{"prefix":"13","text":" Power to provide for the indemnification of officers or the executive board of the unit owners' association and maintain liability insurance for directors or officers;"},{"prefix":"14","text":" Power to assign the unit owners' association's right to further income, including the right to future income or the right to receive common expense assessments, but only to the extent the condominium instruments expressly so provide;"},{"prefix":"15","text":" Power to exercise any other power conferred by the condominium instruments;"},{"prefix":"16","text":" Power to exercise any other power that may be exercised in the District of Columbia by a legal entity of the same type as the unit owners' association; and"},{"prefix":"17","text":" Power to exercise any other power necessary and proper for the governance or operation of the unit owners' association."},{"prefix":"b","text":" Except to the extent prohibited by the condominium instruments, and subject to any restrictions and limitations specified therein, the executive board of the unit owners' association, if any, and if not, then the unit owners' association itself, shall have the irrevocable power as attorney-in-fact on behalf of all the unit owners and their successors in title to grant easements through the common elements and accept easements benefiting the condominium or any part thereof."},{"prefix":"c","text":" The condominium instruments may not impose any limitation on the power of the unit owners' association to deal with the declarant that is more restrictive than the limitation imposed on the power of the unit owners' association to deal with any other person."},{"prefix":"d","text":" In the performance of duties, an officer or member of the executive board shall exercise the care required of a fiduciary of the unit owners."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"19","text":"Condominiums."},"subchapter":{"identifier":"III","text":"Control and Governance of Condominiums."},"heading":{"title":"42","chaptersection":"1903","identifier":"42-1903.08","catch_text":"Unit owners' associations; powers and rights; deemed attorney-in-fact to grant and accept beneficial easements."}}