{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1818.\n\n1973 Ed., § 5-1218.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-89, see Historical and Statutory Notes following § 42-1901.01.\n\nFor legislative history of D.C. Law 8-233, see Historical and Statutory Notes following § 42-1901.07.\n\nDC CODE § 42-1902.08\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-89, title II, § 208, 23 DCR 9532b; Mar. 8, 1991, D.C. Law 8-233, § 2(l), 38 DCR 261.)","sections":[{"prefix":"a","text":" All provisions of the condominium instruments shall be deemed severable, and any unlawful provision thereof shall be void."},{"prefix":"b","text":" No provision of the condominium instruments shall be deemed void by reason of the rule against perpetuities."},{"prefix":"c","text":" No restraint on alienation shall discriminate or be used to discriminate on the basis of religious conviction, race, color, sex, or national origin. The condominium instruments may provide, however, for restraints on use of some or all of the units restricting the use of such units to persons meeting requirements based upon age, sex, marital status, physical disability or, in connection with programs of the federal or District of Columbia government, income levels."},{"prefix":"d","text":" Subject to the provisions of subsection (c) of this section, the rule of property law known as the rule restricting unreasonable restraints on alienation shall not be applied to defeat any provision of the condominium instruments restraining the alienation of condominium units not restricted exclusively to residential use."},{"prefix":"e","text":" Title to a condominium unit and common elements is not rendered unmarketable or otherwise affected by reason of an insubstantial failure of the condominium instruments to comply with this chapter. Whether or not a substantial failure impairs marketability is not affected by this chapter."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"19","text":"Condominiums."},"subchapter":{"identifier":"II","text":"Establishment of Condominiums. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"1902","identifier":"42-1902.08","catch_text":"Provisions of instrument severable; unlawful provisions void; rule against perpetuities; restraints on alienation; unreasonable restraint."}}