{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1847.\n\n1973 Ed., § 5-1247.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(j) of Condominium Act of 1976 Technical and Clarifying Temporary Amendment Act of 1991 (D.C. Law 9-38, August 17, 1991, law notification 38 DCR 5805).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-89, see Historical and Statutory Notes following § 42-1901.01.\n\nFor legislative history of D.C. Law 8-233, see Historical and Statutory Notes following § 42-1901.07.\n\nDC CODE § 42-1903.07\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-89, title III, § 307, 23 DCR 9532b; Mar. 8, 1991, D.C. Law 8-233, § 2(aa), 38 DCR 261.)","sections":[{"prefix":"a","text":" Except to the extent otherwise provided by the condominium instruments, all powers and responsibilities with regard to maintenance, repair, renovation, restoration, and replacement of the condominium shall belong: (1) to the unit owners' association in the case of the common elements; and (2) to the individual unit owner in the case of any unit or any part thereof. Each unit owner shall afford to the other unit owners and to the unit owners' association and to any agents or employees of either such access through such unit owner's unit as may be reasonably necessary to enable them to exercise and discharge their respective powers and responsibilities. But to the extent that damage is inflicted on the common elements or any unit through which access is taken, the unit owner causing the same, or the unit owners' association if it caused the same, shall be liable for the prompt repair thereof. Notwithstanding any provision of this section or any provisions of the condominium instruments, the unit owners' association may repair or replace specified unit components using common expense funds, if failure to make the repair or replacement would have a material adverse effect upon the health, safety, or welfare of the unit owners, the common elements, or the income and common expenses of the unit owners' association. The repair or replacement may be at the expense of the unit owners' association or, if a limited number of units are affected, at the expense of the unit owners affected."},{"prefix":"b","text":", (c) Repealed."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"19","text":"Condominiums."},"subchapter":{"identifier":"III","text":"Control and Governance of Condominiums."},"heading":{"title":"42","chaptersection":"1903","identifier":"42-1903.07","catch_text":"Maintenance, repair, etc., of condominiums; right of access for repair; liability for damages arising from exercise thereof; warranty against structural defects; limitations upon actions; bond or other security."}}