{"text":"\"THIS POWER OF ATTORNEY AUTHORIZES THE PERSON NAMED BELOW AS MY ATTORNEY-IN-FACT TO DO ONE OR MORE OF THE FOLLOWING: TO SELL, LEASE, GRANT, ENCUMBER, RELEASE, OR OTHERWISE CONVEY ANY INTEREST IN MY REAL PROPERTY AND TO EXECUTE DEEDS AND ALL OTHER INSTRUMENTS ON MY BEHALF, UNLESS THIS POWER OF ATTORNEY IS OTHERWISE LIMITED HEREIN TO SPECIFIC REAL PROPERTY.\"","historical":"Prior Codifications\n\n1981 Ed., § 45-601.\n\n1973 Ed., § 45-401.\n\nLegislative History of Laws\n\nLaw 10-110, the \"Property Conveyancing Revision Act of 1994,\" was introduced in Council and assigned Bill No. 10-88, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on January 4, 1994, and February 1, 1994, respectively. Signed by the Mayor on February 18, 1994, it was assigned Act No. 10-198 and transmitted to both Houses of Congress for its review. D.C. Law 10-110 became effective on April 27, 1994.\n\nDC CODE § 42-101\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1268, ch. 854, § 498; Apr. 27, 1994, D.C. Law 10- 110, § 2(b), 41 DCR 1023.)","sections":[{"prefix":"a","text":" A general or specific power of attorney executed by a person authorizing an attorney-in-fact to sell, grant, or release any interest in real property shall be executed in the same manner as a deed and shall be recorded with or prior to the deed executed pursuant to the power of attorney. If the power of attorney is recorded prior to the deed executed pursuant to the power of attorney, the deed being executed pursuant to the power of attorney shall include a recording date and instrument number reference of where the original recorded power of attorney is located in the Office of the Recorder of Deeds for the District of Columbia. All powers of attorney executed in accordance with this section shall contain on the top of the front page, in bold and capital letters, the following words:"},{"prefix":"b","text":" A person with a general or specific power of attorney executing a deed for another shall sign and acknowledge the deed as attorney-in-fact."},{"prefix":"c","text":" A power of attorney is deemed to be revoked when the instrument containing the revocation is recorded in the Office of the Recorder of Deeds for the District of Columbia. A person revoking a power of attorney shall sign and acknowledge the instrument containing the revocation. Notwithstanding the above, any attorney-in-fact receiving written notice of the revocation by the party who granted the power of attorney shall cease from any further action as attorney-in-fact on behalf of the party who granted the power of attorney. The instrument of revocation should reference the recording date and instrument number of the original power of attorney. A person granting a power of attorney may revoke the power to convey real property without affecting any other powers contained in the original power of attorney by reciting in the revocation that the revocation of the power to convey real property shall not affect the remaining powers granted in the original power of attorney."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"1","text":"Acknowledgments."},"subchapter":{"identifier":"I","text":"General. (Refs & Annos)"},"part":{"identifier":"A","text":"Acknowledgements of Deeds."},"heading":{"title":"42","chaptersection":"101","identifier":"42-101","catch_text":"No acknowledgment of deed by attorney."}}