{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-626.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-205, see Historical and Statutory Notes following § 42-141.\n\nLaw 10-68, the \"Technical Amendments Act of 1993,\" was introduced in Council and assigned Bill No. 10-166, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 29, 1993, and July 13, 1993, respectively. Signed by the Mayor on August 23, 1993, it was assigned Act No. 10-107 and transmitted to both Houses of Congress for its review. D.C. Law 10-68 became effective on February 5, 1994.\n\nUniform Law\n\nThis section is based upon § 6 of the Uniform Law on Notarial Acts. See 14 Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 42-146\n\nCurrent through December 11, 2012","credits":"(Mar. 6, 1991, D.C. Law 8-205, § 7, 37 DCR 8444; Feb. 5, 1994, D.C. Law 10-68, § 36, 40 DCR 6311.)","sections":[{"prefix":"a","text":" A notarial act shall have the same effect under the law of the District as if the notarial act had been performed by a notarial officer of the District if the notarial act is performed within the jurisdiction of and under authority of a foreign country or its constituent units or a multi-national or international organization by:"},{"prefix":"1","text":" A notary public or notary;"},{"prefix":"2","text":" A judge, clerk, or deputy clerk of a court of record; or"},{"prefix":"3","text":" Any other person authorized by the law of that jurisdiction to perform notarial acts."},{"prefix":"b","text":" An \"Apostille\" in the form prescribed by the Convention Abolishing the Requirement of Legalization for Foreign Documents done at the Hague on October 5, 1961 (T.I.A.S. 10073; 527 U.N.T.S. 189), shall conclusively establish that the signature of the notarial officer is genuine and that the officer holds the indicated office."},{"prefix":"c","text":" A certificate by a foreign service or consular officer of the United States stationed in the country under the jurisdiction of which the notarial act was performed, or a certificate by a foreign service or consular officer of a country who is stationed in the United States, shall establish conclusively any matter relating to the authenticity or validity of the notarial act set forth in the certificate."},{"prefix":"d","text":" An official stamp or seal of the person who performs the notarial act shall be prima facie evidence that the signature is genuine and that the person holds the indicated title."},{"prefix":"e","text":" An official stamp or seal of an officer listed in subsection (a)(1) or (2) of this section shall be prima facie evidence that a person with the indicated title has the authority to perform a notarial act."},{"prefix":"f","text":" If the title of office and indication of authority to perform a notarial act appears in a digest of foreign law or in a list customarily used as a source for information for foreign law, the authority of an officer with the title to perform a notarial act shall be established conclusively."},{"prefix":"g","text":" For purposes of this section, the term \"multi-national or international organization\" means an organization defined in 22 U.S.C. § 288."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"1","text":"Acknowledgments."},"subchapter":{"identifier":"II","text":"Uniform Notarial Acts. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"146","identifier":"42-146","catch_text":"Foreign notarial acts."}}