{"text":"For the purposes of this chapter:","historical":"Prior Codifications\n\n1981 Ed., § 45-1802.\n\n1973 Ed., § 5-1202.\n\nEffect of Amendments\n\nD.C. Law 17-231 added par. (12A).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of Condominium Act of 1976 Technical and Clarifying Temporary Amendment Act of 1991 (D.C. Law 9-38, August 17, 1991, law notification 38 DCR 5805).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-89, see Historical and Statutory Notes following § 42-1901.01.\n\nLaw 2-110, the \"Condominium Act of 1976 Amendment of 1978,\" was introduced in Council and assigned Bill No. 2-200, which was referred to the Committee on Housing and Urban Development. The Bill was adopted on first and second readings on June 13, 1978 and June 27, 1978, respectively. Signed by the Mayor on July 17, 1978, it was assigned Act No. 2-231 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 8-233, see Historical and Statutory Notes following § 42-1901.07.\n\nFor legislative history of D.C. Law 9-82, see Historical and Statutory Notes following § 42-1901.01.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nFor Law 17-231, see notes following § 42-516.\n\nReferences in Text\n\nThe \"Condominium Amendment Act,\" referred to in the third sentence of (26A), and in (28A)(F), is D.C. Law 8-233.\n\nDC CODE § 42-1901.02\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-89, title I, § 102, 23 DCR 9532b; Sept. 22, 1978, D.C. Law 2-110, § 2, 25 DCR 1461; Mar. 8, 1991, D.C. Law 8-233, § 2(b), 38 DCR 261; Mar. 20, 1992, D.C. Law 9-82, § 2(b), 39 DCR 683; Apr. 9, 1997, D.C. Law 11-255, § 49(a), 44 DCR 1271; Sept. 12, 2008, D.C. Law 17-231, § 36(a), 55 DCR 6758.)","sections":[{"prefix":"1","text":" \"Common elements\" shall mean all portions of the condominium other than the units."},{"prefix":"2","text":" \"Common expenses\" shall mean all lawful expenditures made or incurred by or on behalf of the unit owners' association, together with all lawful assessments for the creation and maintenance of reserves pursuant to the provisions of the condominium instruments. \"Future common expenses\" shall mean common expenses for which assessments are not yet due and payable."},{"prefix":"3","text":" Repealed."},{"prefix":"4","text":" \"Condominium\" shall mean real estate, portions of which are designated for separate ownership and the remainder of which is designated for common ownership solely by the owners of the portions designated for separate ownership. Real estate shall not be deemed a condominium within the meaning of this chapter unless the undivided interests in the common elements are vested in the unit owners."},{"prefix":"5","text":" \"Condominium instruments\" shall mean the declaration, bylaws, and plats and plans, recorded pursuant to the provisions of this chapter. Any exhibit, schedule, or certification accompanying a condominium instrument and recorded simultaneously therewith shall be deemed an integral part of that condominium instrument. Any amendment or certification of any condominium instrument shall, from the time of the recordation of such amendment or certification, be deemed an integral part of the affected condominium instrument, so long as such amendment or certification was made in accordance with the provisions of this chapter."},{"prefix":"6","text":" \"Condominium unit\" shall mean a unit together with the undivided interest in the common elements appertaining to that unit."},{"prefix":"7","text":" \"Contractable condominium\" shall mean a condominium from which 1 or more portions of the submitted land may be withdrawn in accordance with the provisions of the declaration and of this chapter. If such withdrawal can occur only by the expiration or termination of 1 or more leases, then the condominium shall not be deemed a contractable condominium within the meaning of this chapter."},{"prefix":"8","text":" \"Conversion condominium\" shall mean a condominium containing structures which before the recording of the declaration were wholly or partially occupied by persons other than those who have contracted for the purchase of condominium units and those who occupy with the consent of such purchasers."},{"prefix":"9","text":" \"Convertible land\" shall mean a building site; that is to say, a portion of the common elements, within which additional units or limited common elements, or both, may be created in accordance with the provisions of this chapter."},{"prefix":"10","text":" \"Convertible space\" shall mean a portion of a structure within the condominium, which portion may be converted into 1 or more units or common elements, or both, in accordance with the provisions of this chapter."},{"prefix":"11","text":" \"Declarant\" shall mean any person or group of persons acting in concert who:"},{"prefix":"A","text":" Offers to dispose of the person's or group's interest in a condominium unit not previously disposed of;"},{"prefix":"B","text":" Reserves or succeeds to any special declarant right; or"},{"prefix":"C","text":" Applies for registration of the condominium."},{"prefix":"11A","text":"(A) \"Affiliate of a declarant\" shall mean any person who controls, is controlled by, or shares common control with a declarant."},{"prefix":"B","text":" A person controls a declarant if the person:"},{"prefix":"i","text":" Is a general partner, officer, director, or employer of the declarant;"},{"prefix":"ii","text":" Directly or indirectly or acting in concert with at least 1 other person, or through a subsidiary, owns, controls, holds with power to vote, or holds proxies that represent more than 20% of the voting interest in the declarant;"},{"prefix":"iii","text":" Controls in any manner the election of a majority of the directors of the declarant; or"},{"prefix":"iv","text":" Has contributed more than 20% of the capital of the declarant."},{"prefix":"C","text":" A person is controlled by a declarant if the declarant:"},{"prefix":"i","text":" Is a general partner, officer, director, or employer of the person;"},{"prefix":"ii","text":" Directly or indirectly or acting in concert with another person, or through a subsidiary, owns, controls, holds with power to vote, or holds proxies representing more than 20% of the voting interest in the person; or"},{"prefix":"iii","text":" Controls in any manner the election of a majority of the directors if the powers described in this paragraph are held solely as security for an obligation and are not exercised."},{"prefix":"12","text":" \"Disposition\" shall mean any voluntary transfer to a purchaser of a legal or equitable interest in a condominium unit, other than as security for a debt or pursuant to a deed in lieu of foreclosure."},{"prefix":"12A","text":" \"Domestic partner\" shall have the same meaning as provided in § 32- 701(3)."},{"prefix":"13","text":" \"Executive Board\" shall mean an executive and administrative entity, by whatever name denominated and designated in the condominium instruments to act for the unit owners' association in governing the condominium."},{"prefix":"14","text":" \"Expandable condominium\" shall mean a condominium to which additional land may be added in accordance with the provisions of the declaration and of this chapter."},{"prefix":"15","text":" \"Identifying number\" shall mean 1 or more letters or numbers, or both, that identify only 1 unit in the condominium."},{"prefix":"16","text":" \"Institutional lender\" shall mean 1 or more commercial or savings banks, savings and loan associations, trust companies, credit unions, industrial loan associations, insurance companies, pension funds, or business trusts, including but not limited to, real estate investment trusts, any other entity regularly engaged directly or indirectly in financing the purchase, construction, or improvement of real estate, or any combination of any of the foregoing entities."},{"prefix":"17","text":" Repealed."},{"prefix":"18","text":" \"Leasehold condominium\" shall mean a condominium all or any portion of which is subject to a lease, the expiration or termination of which will terminate the condominium or exclude a portion therefrom."},{"prefix":"19","text":" \"Limited common element\" shall mean a portion of the common elements reserved for the exclusive use of those entitled to the use of 1 or more, but less than all, of the units."},{"prefix":"19A","text":" \"Master association\" shall mean an organization described in § 42- 1903.18, whether or not the organization is an association described in § 42-1903.01."},{"prefix":"20","text":" \"Mayor\" shall mean the Mayor of the District of Columbia."},{"prefix":"21","text":" \"Nonbinding reservation agreement\" shall mean an agreement between the declarant and a prospective purchaser which is in no way binding on the prospective purchaser and which may be cancelled without penalty at the sole discretion of the prospective purchaser by written notice, hand-delivered or sent by United States mail, return receipt requested to the declarant at any time prior to the execution of a contract for the sale or lease of a condominium unit or an interest therein. Such agreement shall not contain any provision for waiver or any other provision in derogation of the rights of the prospective purchaser as contemplated by this subsection, nor shall any such provision be a part of any ancillary agreement."},{"prefix":"22","text":" \"Offer\" shall mean any inducement, solicitation, or attempt to encourage any person or persons to acquire any legal or equitable interest in a condominium unit, other than as security for a debt; provided, however, that \"offer\" shall not mean any advertisement of a condominium not located in the District of Columbia in a newspaper or other periodical of general circulation, or in any public broadcast medium. Nothing shall be considered an offer that expressly states that the condominium has not been registered with the Mayor and that no unit in the condominium can or will be offered for sale until the time the unit has been so registered."},{"prefix":"23","text":" \"Officer\" shall mean any member of the executive board or official of the unit owners' association."},{"prefix":"24","text":" \"Par value\" shall mean a number of dollars or points assigned to each unit by the declaration. Substantially identical units shall be assigned the same par value, but units located at substantially different heights above the ground, or having substantially different views, or having substantially different amenities or other characteristics that might result in differences in market value, may, but need not, be considered substantially identical within the meaning of this subsection. If par value is stated in terms of dollars, that statement shall not be deemed to reflect or control the sales price or fair market value of any unit, and no opinion, appraisal, or fair market transaction at a different figure shall affect the par value of any unit, or any undivided interest in the common elements, voting rights in the unit owners' association, liability for common expenses, or rights to common profits, assigned on the basis thereof."},{"prefix":"25","text":" \"Person\" shall mean a natural person, corporation, partnership, association, trust, or other entity capable of holding title to real property, or any combination of any of the foregoing."},{"prefix":"26","text":" \"Purchaser\" shall mean any person, other than a declarant or a person in the business of selling real estate for his or her own account, who by means of a voluntary transfer, acquires a legal or equitable interest in a condominium unit other than a leasehold interest, including a renewal option, of less than 20 years, or as security for an obligation."},{"prefix":"26A","text":" \"Real estate\" or \"land\" shall mean any leasehold or other estate or interest in, over, or under land, including but not limited to, any structure, fixture, or any other improvement or interest which by custom, usage, or law passes with a conveyance of land though not described in the contract of sale or instrument of conveyance. The term \"real estate\" or \"land\" shall be deemed to include a parcel with or without an upper or lower boundary, and space that may be filled with air or water. Any requirement in the Condominium Amendment Act of a legally sufficient description shall be deemed to include a requirement that any upper or lower boundary of a parcel be identified with reference to established data."},{"prefix":"27","text":" \"Registered land surveyor\" shall mean any person or firm permitted to prepare and certify surveys and subdivision plats in the District of Columbia, including but not limited to, registered civil engineers."},{"prefix":"28","text":" \"Size\" shall mean the number of cubic feet or the number of square feet of ground or floor space, or both, within each unit as computed by reference to the plats and plans and rounded off to a whole number. Certain spaces within the units including, without limitation, attic, basement, or garage space, may, but need not, be omitted from such calculation or partially discounted by the use of a ratio, so long as the same basis of calculation is employed for all units in the condominium, and so long as that basis is described in the declaration."},{"prefix":"28A","text":" \"Special declarant right\" shall mean any right reserved for the benefit of a declarant or any person that becomes a declarant to:"},{"prefix":"A","text":" Complete improvements indicated on plats and plans filed with the declaration pursuant to § 42-1902.14;"},{"prefix":"B","text":" Expand an expandable condominium pursuant to § 42-1902.19;"},{"prefix":"C","text":" Contract a contractable condominium pursuant to § 42-1902.20;"},{"prefix":"D","text":" Convert convertible land, convertible space, or both pursuant to § 42- 1902.17 or § 42-1902.18;"},{"prefix":"E","text":" Elect, appoint, or remove any officer of the unit owners' association or master association or any executive board member pursuant to § 42-1903.02 during any period of declarant control;"},{"prefix":"F","text":" Exercise any power or responsibility otherwise assigned by any condominium instrument or by the Condominium Amendment Act to the unit owners' association, any officer of the unit owners' association, or the executive board;"},{"prefix":"G","text":" Use easements through the common elements to make improvements within the condominium or real estate that may be added to the condominium pursuant to § 42-1902.21;"},{"prefix":"H","text":" Make the condominium subject to a master association pursuant to § 42- 1903.18;"},{"prefix":"I","text":" Make the condominium part of a larger condominium pursuant to § 42- 1903.19; or"},{"prefix":"J","text":" Maintain a sales office, management office, or model unit pursuant to § 42-1902.22."},{"prefix":"29","text":" \"Surveyor\" shall mean the Office of the Surveyor of the District of Columbia."},{"prefix":"29A","text":" \"Time share\" shall mean a right to occupy a condominium unit or any of several condominium units during 5 or more separate time periods over a period of at least 5 years including renewal options, whether or not the right is coupled with an estate or interest in a condominium or a specified portion of an estate or interest in a condominium."},{"prefix":"30","text":" \"Unit\" shall mean a portion of the condominium designed and intended for individual ownership. For the purposes of this chapter, a convertible space shall be treated as a unit in accordance with § 42-1902.18(d)."},{"prefix":"31","text":" \"Unit owner\" shall mean a declarant or any person who owns a condominium unit. In the case of a leasehold condominium, \"unit owner\" shall mean a declarant or person whose leasehold interest in the condominium extends for the entire balance of the unexpired term. The term \"unit owner\" shall not include a person who has an interest in a condominium unit solely as a security for a debt."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"19","text":"Condominiums."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"42","chaptersection":"1901","identifier":"42-1901.02","catch_text":"Definitions."}}