{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-622.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-205, see Historical and Statutory Notes following § 42-141.\n\nUniform Law\n\nThis section is based upon § 2 of the Uniform Law on Notarial Acts. See 14 Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 42-142\n\nCurrent through December 11, 2012","credits":"(Mar. 6, 1991, D.C. Law 8-205, § 3, 37 DCR 8444.)","sections":[{"prefix":"a","text":" In taking an acknowledgment, the notarial officer shall determine from personal knowledge or satisfactory evidence that the person who appears before the officer and makes the acknowledgment is the person whose true signature is on the instrument."},{"prefix":"b","text":" In taking a verification upon oath or affirmation, the notarial officer shall determine from personal knowledge or satisfactory evidence that the person who appears before the officer and makes the verification is the person whose true signature is on the statement verified."},{"prefix":"c","text":" In witnessing or attesting a signature, the notarial officer shall determine from personal knowledge or satisfactory evidence that the signature is the signature of the person who appears before the officer and is named in the instrument."},{"prefix":"d","text":" A notarial officer shall have satisfactory evidence that a person is the person whose true signature is on a document if the person is:"},{"prefix":"1","text":" Personally known to the notarial officer;"},{"prefix":"2","text":" Identified upon the oath or affirmation of a credible witness personally known to the notarial officer; or"},{"prefix":"3","text":" Identified on the basis of identification documents."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"1","text":"Acknowledgments."},"subchapter":{"identifier":"II","text":"Uniform Notarial Acts. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"142","identifier":"42-142","catch_text":"Notarial acts."}}