{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-952.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-263, see Historical and Statutory Notes following § 42-1301.\n\nDelegation of Authority\n\nDelegation of authority under D.C. Act 12-625, the \"Residential Real Property Seller Disclosure, Funeral Services Date Change, and Public Service Commission Independent Procurement Authority Act of 1998\", see Mayor's Order 99-82, May 21, 1999 (46 DCR 5439).\n\nDC CODE § 42-1302\n\nCurrent through December 11, 2012","credits":"(Apr. 20, 1999, D.C. Law 12-263, § 3, 46 DCR 2111.)","sections":[{"prefix":"a","text":" The transferor of any real property described in § 42-1301(a) shall deliver to the prospective transferee a real property disclosure statement on a form to be approved by the Mayor. The written statement shall be signed by the transferor and shall be delivered to the prospective transferee within the following time limits:"},{"prefix":"1","text":" In the case of a sale, before or at the time the prospective transferee executes a purchase agreement with the transferor; or"},{"prefix":"2","text":" In the case of a sale by an installment sales contract where a binding purchase agreement has not been executed, or in the case of a lease together with an option to purchase, before or at the time the prospective transferee executes the installment sales contract, or lease, as the case may be, with the transferor."},{"prefix":"b","text":" With respect to any transfer subject to subsection (a) of this section, the transferor shall indicate compliance with this chapter either on the purchase agreement, the installment sales contract, the lease with an option to purchase, or any addendum attached to the purchase agreement, contract, or lease with an option to purchase, or on a separate document."},{"prefix":"c","text":" Except as provided in subsection (d) of this section, if any disclosure required to be made by this chapter is delivered after the prospective transferee executes a purchase agreement, installment sales contract, or lease with an option to purchase, the prospective transferee may terminate any of the foregoing by delivering written notice of termination to the transferor not later than 5 calendar days after receipt of the disclosure statement by the prospective transferee, and any deposits made by the transferee to the transferor shall be promptly returned to the transferee."},{"prefix":"d","text":" Notwithstanding the provisions of subsection (c) of this section, the right of a transferee to terminate is waived if not exercised before the earliest of:"},{"prefix":"1","text":" The making of a written application to a lender for a mortgage loan or financing, provided that the lender discloses in writing at or before the time application is made that the right to rescind terminates on submission of the application;"},{"prefix":"2","text":" Settlement or the date of occupancy by the purchaser in the event of a sale; or"},{"prefix":"3","text":" Occupancy in the event of a lease with option to purchase."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"13","text":"Residential Real Property Seller Disclosures."},"heading":{"title":"42","chaptersection":"1302","identifier":"42-1302","catch_text":"Written statement; written indication of compliance."}}