{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1823.\n\n1973 Ed., § 5-1223.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(e) of Condominium Act of 1976 Technical and Clarifying Temporary Amendment Act of 1991 (D.C. Law 9-38, August 17, 1991, law notification 38 DCR 5805).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-89, see Historical and Statutory Notes following § 42-1901.01.\n\nFor legislative history of D.C. Law 8-233, see Historical and Statutory Notes following § 42-1901.07.\n\nFor legislative history of D.C. Law 9-82, see Historical and Statutory Notes following § 42-1901.01.\n\nDC CODE § 42-1902.13\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-89, title II, § 213, 23 DCR 9532b; Mar. 8, 1991, D.C. Law 8-233, § 2(o), 38 DCR 261; Mar. 20, 1992, D.C. Law 9-82, § 2(e), 39 DCR 683.)","sections":[{"prefix":"a","text":" All assignments and reassignments of limited common elements shall be reflected by the condominium instruments. No limited common element shall be assigned or reassigned except in accordance with the provisions of this chapter. No amendment to any condominium instrument shall alter any rights or obligations with respect to any limited common elements without the consent of all unit owners adversely affected thereby as evidenced by their execution of such amendment, except to the extent that the condominium instrument expressly provided otherwise prior to the first assignment of that limited common element."},{"prefix":"b","text":" Unless expressly prohibited by the condominium instruments, a limited common element may be reassigned upon written application of the condominium unit owners concerned to the principal officer of the unit owners' association or to any officer the condominium instruments may specify. The officer to whom the application is made shall prepare and execute an amendment to the condominium instruments that reassigns any right or obligation with respect to the limited common element involved. The amendment shall be executed by the unit owners of the condominium units concerned and shall be recorded by the unit owners' association upon payment by the unit owners of reasonable costs for preparation and acknowledgment of the amendment."},{"prefix":"c","text":" A common element not previously assigned as a limited common element shall be assigned only pursuant to § 42-1902.10(a)(5). The assignment shall be made as follows:"},{"prefix":"1","text":" If the assignment is made by the declarant, the amendment to the declaration that makes an assignment shall be prepared, executed, and recorded by the declarant and a copy sent to the unit owners' association. Unless the declaration provides otherwise, the amendment shall be executed by the condominium unit owner of the unit concerned. The recordation of an amendment shall be conclusive evidence of compliance with the method prescribed by § 42-1902.10(a)(5)."},{"prefix":"2","text":" If the assignment is made by the unit owners' association, the amendment to the declaration that makes an assignment shall be prepared and executed by the principal officer of the unit owners' association or any other officer the condominium instruments may specify. An amendment shall be executed by the condominium unit owner of the unit concerned, and upon payment by the unit owner for the reasonable costs for the preparation and acknowledgment of the amendment, the amendment shall be recorded by the unit owners' association. The recordation of an amendment shall be conclusive evidence of compliance with the method prescribed by § 42-1902.10(a)(5)."},{"prefix":"3","text":" Any assignment made prior to March 8, 1991, shall be considered valid if the assignment would be permitted pursuant to this section."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"19","text":"Condominiums."},"subchapter":{"identifier":"II","text":"Establishment of Condominiums. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"1902","identifier":"42-1902.13","catch_text":"Assignments of limited common elements; method of reassignment; amendment of instruments and recordation thereof."}}