{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-215, see notes following ยง 42-2131.\n\nDC CODE ยง 42-2133\n\nCurrent through December 11, 2012","credits":"(Aug. 15, 2008, D.C. Law 17-215, ยง 4, 55 DCR 7494.)","sections":[{"prefix":"a","text":" The Mayor shall require the following agencies to provide the information required by ยง 42-2135 to the Mayor, or the Mayor's designee:"},{"prefix":"1","text":" The Office of the Deputy Mayor for Planning and Economic Development;"},{"prefix":"2","text":" The Office of Planning;"},{"prefix":"3","text":" The Department of Human Services;"},{"prefix":"4","text":" The Department of Mental Health;"},{"prefix":"5","text":" The Office of Aging;"},{"prefix":"6","text":" The Office of Victims Services;"},{"prefix":"7","text":" The Department of Housing and Community Development;"},{"prefix":"8","text":" The District of Columbia Housing Finance Agency;"},{"prefix":"9","text":" The District of Columbia Housing Authority; and"},{"prefix":"10","text":" Any other District agency involved in the development, planning, provision of financing, subsidy, funding, or any form of financial assistance, facilitation, administration, compliance, monitoring, or oversight of housing requirements and programs that create or subsidize the operation of affordable housing units in the District of Columbia."},{"prefix":"b","text":" With respect to affordable housing developments for which applications for financing, subsidy, funding, or any other form of financial assistance from the District of Columbia were processed and that are under construction on August 15, 2008, an agency subject to this chapter shall submit the report required by this section within 3 months of August 15, 2008."},{"prefix":"c","text":"(1) With respect to affordable housing developments for which applications for financing, subsidy, funding, or any other form of financial assistance from the District of Columbia were processed and that are either completed and occupied or ready for occupancy on August 15, 2008, an agency subject to this chapter shall submit the report required by this section within 6 months of August 15, 2008."},{"prefix":"2","text":" The agency shall review the information for accuracy and update it as appropriate not less than once every 12 months."},{"prefix":"d","text":" An agency subject to this chapter shall submit the information required by this section to the Mayor on a quarterly basis after the initial submission required by this section."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Housing Enhancement Programs."},"chapter":{"identifier":"21A","text":"Affordable Housing."},"subchapter":{"identifier":"I","text":"Affordable Housing Clearinghouse Directory."},"heading":{"title":"42","chaptersection":"2133","identifier":"42-2133","catch_text":"Agency submission of affordable housing data to the Mayor."}}