{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-2133.\n\n1973 Ed., § 45-1918.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-135, see Historical and Statutory Notes following § 42-2701.01.\n\nFor legislative history of D.C. Law 4-28, see Historical and Statutory Notes following § 42-2701.02.\n\nFor legislative history of D.C. Law 12-247, see Historical and Statutory Notes following § 42-2701.01.\n\nDC CODE § 42-2704.03\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-135, § 403, 25 DCR 5008; Aug. 5, 1981, D.C. Law 4-28, § 2(s), 28 DCR 2848; Apr. 20, 1999, D.C. Law 12-247, § 2(p), 46 DCR 1100.)","sections":[{"prefix":"a","text":" General. -- The Agency may stipulate by resolution the terms for sale of its bonds and notes in accordance with this chapter, including the following:"},{"prefix":"1","text":" The date a bond or note bears;"},{"prefix":"2","text":" The date a bond or note matures; provided, that notes shall not mature later than 10 years from the date of original issuance and bonds shall not mature later than 50 years from the date of original issuance;"},{"prefix":"3","text":" Whether bonds are issued as serial bonds, as term bonds, or as a combination of the 2;"},{"prefix":"4","text":" The denomination;"},{"prefix":"5","text":" The interest rate or rates, or variable rate or rates changing from time to time in accordance with a base or formula;"},{"prefix":"6","text":" The registration privileges;"},{"prefix":"7","text":" The medium and method for payment; and"},{"prefix":"8","text":" The terms of redemption."},{"prefix":"b","text":" Public or private sale. -- The Agency may sell its bonds or notes at public or private sale and may determine the price for sale."},{"prefix":"c","text":" Additional provisions part of contract. -- If the resolution authorizing the sale of bonds or notes contains any of the provisions listed below, the provisions must also be part of the contract with holders of the bonds or notes. The provisions in the resolution may include the following:"},{"prefix":"1","text":" The custody, security, expenditure or application of proceeds of the sale of bonds or notes of the Agency (hereinafter \"proceeds\"), a pledge of the proceeds to secure payment, and the rank or priority of the pledge, subject to preexisting agreements with holders of bonds or notes;"},{"prefix":"2","text":" The pledge of revenue securing payment;"},{"prefix":"3","text":" A pledge of assets of the Agency, including mortgages and obligations securing mortgages, to secure payment, and the rank or priority of the pledge, subject to preexisting agreements with holders of bonds or notes;"},{"prefix":"4","text":" Use of gross income from mortgages owned by the Agency and payment on principal of mortgages owned by the Agency;"},{"prefix":"5","text":" Use of reserves or sinking funds;"},{"prefix":"6","text":" Use of proceeds from sale of bonds or notes and a pledge of proceeds to secure payment;"},{"prefix":"7","text":" Limitation of issuance of additional bonds or notes, including terms of issuance and security, and the refunding of outstanding or other bonds or notes;"},{"prefix":"8","text":" Procedure for amendment or abrogation of a contract with holders of bonds or notes, the amount of bonds or notes, the holders of which must consent to the amendment, and the manner in which consent may be given;"},{"prefix":"9","text":" Vesting in a trustee property, power and duties, which may include the power and duties of a trustee appointed by holders of bonds or notes under this chapter;"},{"prefix":"10","text":" Limitation or abrogation of the right of holders of bonds or notes to appoint a trustee under this chapter;"},{"prefix":"11","text":" Defining the nature of default in the obligations of the Agency to the holders of bonds or notes and providing rights and remedies of holders in the event of default, including the right to appointment of a receiver, in accordance with the general laws of the District and this chapter; and"},{"prefix":"12","text":" Any other provisions of like or different character which affect the security of holders of bonds or notes."},{"prefix":"d","text":" Pledge of the Agency. -- A pledge of the Agency is binding from the time it is made. Any funds or property pledged are subject to the lien of a pledge without physical delivery. The lien of a pledge is binding as against parties having any tort, contract or other claim against the Agency regardless of notice. Neither the resolution nor any other instrument creating a pledge need be recorded."},{"prefix":"e","text":" Signature. -- The signature of any officer of the Agency which appears on a bond or note remains valid if that person ceases to hold that office."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"27","text":"Housing Finance Agency."},"subchapter":{"identifier":"IV","text":"Financial Affairs of the Agency."},"heading":{"title":"42","chaptersection":"2704","identifier":"42-2704.03","catch_text":"Terms for sale of bonds and notes; effect of resolution authorizing sale; pledge of agency and lien thereon; signature valid after officeholder vacates."}}