{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-2602.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-113, see Historical and Statutory Notes following § 42-201.\n\nLaw 7-104, the \"Technical Amendments Act of 1987,\" was introduced in Council and assigned Bill No. 7-346, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 24, 1987, and December 8, 1987, respectively. Signed by the Mayor on December 22, 1987, it was assigned Act No. 7-124 and transmitted to both Houses of Congress for its review.\n\nUniform Law\n\nThis section is based upon §§ 2 and 4 of the Uniform Conservation Easement Act. See 12 Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 42-202\n\nCurrent through December 11, 2012","credits":"(May 16, 1986, D.C. Law 6-113, § 3, 33 DCR 1996; Apr. 30, 1988, D.C. Law 7-104, § 25, 35 DCR 147.)","sections":[{"prefix":"a","text":"(1) Except as otherwise provided in this chapter, a conservation easement may be created, conveyed, recorded, assigned, released, modified, terminated, or otherwise altered or affected in the same manner as other easements, provided that the recordation of any conservation easement as defined in § 42-201, or of any assignment, release, modification, termination, or other alteration of a conservation easement shall be exempt from the recordation tax imposed by § 42-1103, and from the transfer tax imposed by § 47-903."},{"prefix":"2","text":" The exemption provided for in paragraph (1) of this subsection shall not apply if the consideration for the conservation easement exceeds $100 in value."},{"prefix":"b","text":" No right or duty in favor of or against a person having a third-party right of enforcement arises under a conservation easement before its acceptance by the holder and a recordation of the acceptance."},{"prefix":"c","text":" Except as provided in § 42-203(b), a conservation easement is unlimited in duration unless the instrument creating it otherwise provides."},{"prefix":"d","text":" An interest in real property in existence at the time a conservation easement is created is not impaired by it unless the owner of the interest is a party to the conservation easement or consents to it."},{"prefix":"e","text":" A conservation easement is valid even under the following circumstances:"},{"prefix":"1","text":" It is not appurtenant to an interest in real property;"},{"prefix":"2","text":" It can be or has been assigned to another holder;"},{"prefix":"3","text":" It is not of a character that has been recognized traditionally at common law;"},{"prefix":"4","text":" It imposes a negative burden;"},{"prefix":"5","text":" It imposes affirmative obligations upon the owner of an interest in the burdened property or upon the holder;"},{"prefix":"6","text":" The benefit does not touch or concern real property; or"},{"prefix":"7","text":" There is no privity of estate or of contract."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"2","text":"Conservation Easements. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"202","identifier":"42-202","catch_text":"Exemption from recordation and transfer tax."}}