{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 17-87, the \"Home Equity Protection Act of 2007\", was introduced in Council and assigned Bill No. 17-101 which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on October 2, 2007, and November 6, 2007, respectively. Signed by the Mayor on November 27, 2007, it was assigned Act No. 17-205 and transmitted to both Houses of Congress for its review. D.C. Law 17-87 became effective on January 29, 2008.\n\nDC CODE ยง 42-2431\n\nCurrent through December 11, 2012","credits":"(Jan. 29, 2008, D.C. Law 17-87, ยง 2, 54 DCR 11913.)","sections":[{"prefix":"1","text":" \"Foreclosure rescue service\" means any good or service related to or promising assistance in connection with:"},{"prefix":"A","text":" Avoiding or delaying actual or anticipated foreclosure proceedings concerning residential property; or"},{"prefix":"B","text":" Curing or otherwise addressing a default or failure to timely pay with respect to a residential mortgage loan obligation."},{"prefix":"2","text":" \"Foreclosure rescue transaction\" means a transaction involving the transfer of title to real property, or an interest in the property, by a homeowner during or incident to a mortgage default, foreclosure, or tax sale proceeding, either by transfer of any interest from the homeowner to another party or by creation of a mortgage, trust, or other lien or encumbrance during the foreclosure process; provided, that the transaction includes the subsequent conveyance, the promise of a subsequent conveyance, or a right to a subsequent conveyance of an interest back to the homeowner from the acquirer or a person acting in participation with the acquirer, including an interest in a contract for deed, purchase agreement, land installment sale, contract for sale, option to purchase, sale/leaseback, trust, or other contractual arrangement."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"24A","text":"Foreclosure Rescue Prohibited."},"heading":{"title":"42","chaptersection":"2431","identifier":"42-2431","catch_text":"Definitions."}}