{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1717.\n\n1973 Ed., § 5-917.\n\nMiscellaneous Notes\n\nSupersedure of chapter: See Historical and Statutory Notes following § 42- 2001.\n\nDC CODE § 42-2017\n\nCurrent through December 11, 2012","credits":"(Dec. 21, 1963, 77 Stat. 456, Pub. L. 88-218, § 17.)","sections":[{"prefix":"a","text":" The lien determined, levied and assessed in accordance with § 42-2016 shall have preference over any other assessments, liens, judgments, or charges of whatever nature, except the following:"},{"prefix":"1","text":" Real estate taxes, other taxes arising out of or resulting from the ownership, use, or operation of the common areas, special assessments, including, but not limited to, special assessments for sewer mains, water mains, curbs, gutters, sidewalks, alleys, paving of streets, roads and avenues, removal or abatement of nuisances, and special assessments levied in connection with condemnation proceedings instituted by the District of Columbia, and water charges and sanitary sewer service charges levied on the condominium unit, and judgments, liens, preferences, and priorities for any tax assessed against a co-owner by the United States or the District of Columbia or due from or payable by a co-owner to the United States or the District of Columbia, and judgments, liens, preferences, and priorities in favor of the District of Columbia for assessments or charges referred to in this paragraph."},{"prefix":"2","text":" The liens of any deeds of trust, mortgage instruments, or encumbrances duly recorded on the condominium unit prior to the assessment of the lien thereon or duly recorded on said unit after receipt of a written statement from the manager, board of directors, or of management reflecting that payments on said lien were current as of the date of recordation of said deed of trust, mortgage instrument, or encumbrance."},{"prefix":"b","text":" Upon a voluntary sale or conveyance of a condominium unit all unpaid assessments against a grantor co-owner for his pro rata share of the expenses to which § 42-2016 refers shall first be paid out of the sales price or by the grantee in the order of preference set forth above. Upon an involuntary sale through foreclosure of a deed of trust, mortgage, or encumbrance having preference as set forth in paragraph (2) of subsection (a) of this section a purchaser thereunder shall not be liable for any installments of such lien as became due prior to his acquisition of title. Such arrears shall be deemed common expenses, collectible from all co-owners, including such purchaser."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"20","text":"Horizontal Property Regimes."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"42","chaptersection":"2017","identifier":"42-2017","catch_text":"Priority of liens; unpaid assessments upon sale or conveyance."}}