{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 17-215, the \"Affordable Housing Clearinghouse Directory Act of 2008\", was introduced in Council and assigned Bill No.17-339 which was referred to Housing and Urban Affairs. The Bill was adopted on first and second readings on May 6, 2008, and June 3, 2008, respectively. Signed by the Mayor on June 24, 2008, it was assigned Act No. 17-415 and transmitted to both Houses of Congress for its review. D.C. Law 17-215 became effective on August 15, 2008.\n\nDC CODE ยง 42-2131\n\nCurrent through December 11, 2012","credits":"(Aug. 15, 2008, D.C. Law 17-215, ยง 2, 55 DCR 7494.)","sections":[{"prefix":"1","text":" \"Affordable housing development\" means any structure or building in the District (whether existing, planned, or under construction) containing one or more affordable housing units and the land appurtenant thereto, including privately owned units, rental properties, public housing, cooperatives, and limited-equity cooperatives."},{"prefix":"2","text":" \"Affordable Housing Inventory\" means a single, unified, searchable, and sortable database of all affordable housing developments that is maintained by the Mayor."},{"prefix":"3","text":" \"Affordable Housing Locator\" means a list of affordable housing developments generated using data in the Affordable Housing Inventory that the Mayor provides to the public in an effort to assist low-income and moderate-income households locate available affordable housing."},{"prefix":"4","text":" \"Affordable housing unit\" means a dwelling that is offered for rent or for sale for residential occupancy and is made available to, and affordable to, a household whose income is equal to, or less than, 120 % of AMI, as a result of a federal or District subsidy."},{"prefix":"5","text":" \"AMI\" means the periodic Area Median Income calculation provided by the United States Department of Housing and Urban Development as a direct calculation without taking into account any adjustments."},{"prefix":"6","text":" \"Household\" means all the persons who would occupy an affordable housing unit, including a single family, one person living alone, 2 or more families living together, or any other group of related or unrelated persons who share living arrangements."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Housing Enhancement Programs."},"chapter":{"identifier":"21A","text":"Affordable Housing."},"subchapter":{"identifier":"I","text":"Affordable Housing Clearinghouse Directory."},"heading":{"title":"42","chaptersection":"2131","identifier":"42-2131","catch_text":"Definitions."}}