{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-21, in subsec. (a), substituted \"lapsing fund known as the Low-Income Housing Tax Credit Fund ('Fund'). All monies received shall be used for the uses and purposes set forth in this chapter, subject to authorization by the Council and Congress. Any unexpended monies in the Fund shall revert to the unrestricted fund balance of the General Fund of the District of Columbia\" for \"nonlapsing fund separate from the General Fund of the District of Columbia, to be known as the Low-Income Housing Tax Credit Fund ('Fund'). All user fees collected under this chapter, and all interest earned on those user fees, shall be deposited into the Fund, shall be available without regard to fiscal year limitation, and shall not revert to the General Fund of the District of Columbia at the end of any fiscal year or at any other time. The money in the Fund shall be continually available to the Department for the uses and purposes set forth in this chapter, subject to authorization by the Council and Congress\".\n\nTemporary Addition of Section\n\nFor temporary (225 day) amendment of section, see § 3 of Low-Income Housing Tax Credit Fund Temporary Act of 2004 (D.C. Law 15-230, March 16, 2005, law notification 52 DCR 3556).\n\nEmergency Act Amendments\n\nFor temporary (90 day) fund provisions, see § 3 of Low-Income Housing Tax Credit Non-Reverting/Non Lapsing Proprietary Fund Emergency Act of 2004 (D.C. Act 15-511, August 2, 2004, 51 DCR 8969).\n\nFor temporary (90 day) fund provisions, see § 3 of Low-Income Housing Tax Credit Fund Congressional Review Emergency Act of 2004 (D.C. Act 15-730, January 19, 2005, 52 DCR 1958).\n\nFor temporary (90 day) fund provisions, see § 3 of Low-Income Housing Tax Credit Fund Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16- 39, February 17, 2005, 52 DCR 3037).\n\nLegislative History of Laws\n\nFor Law 15-299, see notes following § 42-2853.01.\n\nFor history of Law 19-21, see notes under § 42-2802.\n\nDC CODE § 42-2853.02\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2005, D.C. Law 15-299, § 3, 52 DCR 1502; Sept. 14, 2011, D.C. Law 19-21, § 9030, 58 DCR 6226.)","sections":[{"prefix":"a","text":" There is hereby established a lapsing fund known as the Low-Income Housing Tax Credit Fund (\"Fund\"). All monies received shall be used for the uses and purposes set forth in this chapter, subject to authorization by the Council and Congress. Any unexpended monies in the Fund shall revert to the unrestricted fund balance of the General Fund of the District of Columbia."},{"prefix":"b","text":" Money in the Fund shall be expended by the Department only for administrative costs and for the audit required under subsection (c) of this section."},{"prefix":"c","text":" All income and expenses of the Fund shall be audited annually by the Mayor. The audit report shall be submitted to the Council. The expenses for each audit shall be paid by the Fund."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"28B","text":"Low-Income Housing Tax Credit Fund."},"heading":{"title":"42","chaptersection":"2853","identifier":"42-2853.02","catch_text":"Low-Income Housing Tax Credit Fund."}}