{"text":"For the purposes of this chapter, the term:","historical":"Emergency Act Amendments\n\nFor temporary (90-day) addition of section, see § 2 of the Government Employer-Assisted Housing Emergency Amendment Act of 1999 (D.C. Act 13-188, December 1, 1999, 46 DCR 10407).\n\nFor temporary (90-day) addition of section, see § 2 of the Government Employer-Assisted Housing Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13-258, February 9, 2000, 47 DCR 1124).\n\nLegislative History of Laws\n\nLaw 13-96, the \"Government Employer-Assisted Housing Amendment Act of 1999,\" was introduced in Council and assigned Bill No. 13-451, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on November 15, 1999, and December 7, 1999, respectively. Signed by the Mayor on December 29, 1999, it was assigned Act No. 13-225 and transmitted to both Houses of Congress for its review. D.C. Law 13-96 became effective on May 9, 2000.\n\nMiscellaneous Notes\n\nSection 11 of D.C. Law 13-96 provides: \"This act shall apply as of October 1, 1997.\"\n\nDC CODE § 42-2501\n\nCurrent through December 11, 2012","credits":"(May 9, 2000, D.C. Law 13-96, § 2, 47 DCR 1081.)","sections":[{"prefix":"1","text":" \"Agency\" means the District of Columbia Housing Finance Agency."},{"prefix":"2","text":" \"Agreement\" means the housing allowance agreement required, pursuant to § 42-2504, to be entered into between a Participant and the District of Columbia government."},{"prefix":"3","text":" \"Deferred payment loan\" means funds made available to Participants in the Program by the District to assist with the purchase of housing units and for which payment of the principal is deferred until the property is sold, transferred, or otherwise ceases to be the principal residence of the Participant."},{"prefix":"4","text":" \"Department\" means the District of Columbia Department of Housing and Community Development."},{"prefix":"5","text":" \"First-time homebuyer\" means a purchaser who has no ownership interest in a principal residence at any time during the 3-year period ending on the date of the application for assistance, but includes an applicant who has divorced or separated during the 3-year period where a formal settlement did not convey an ownership interest in a principal residence which had been jointly owned."},{"prefix":"6","text":" \"Household\" means all of the persons living in a housing unit."},{"prefix":"7","text":" \"Housing unit\" means any room or group of rooms forming a single-family residential unit, including a semi-detached condominium, cooperative, or semi-detached or detached home that is used or intended to be used for living, sleeping, and the preparation and eating of meals by human occupants."},{"prefix":"8","text":" \"Matching contribution\" means those funds made available to Participants in the Program by the District to assist the Participants in saving toward a down payment."},{"prefix":"9","text":" \"Participant\" means a person who has applied to the Program and who has met the eligibility requirements set forth in § 42-2503."},{"prefix":"10","text":" \"Program\" means the District of Columbia Government Employer-Assisted Housing Program established pursuant to § 42-2502."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"25","text":"Government Employer-Assisted Housing Program."},"heading":{"title":"42","chaptersection":"2501","identifier":"42-2501","catch_text":"Definitions."}}