{"text":"In connection with the exercise of its powers under this chapter, the Agency may receive gifts, grants, appropriations, loans, bond or note proceeds, or other funds, property or other assets, or any other type of financial assistance from any federal, District, private, or other source and may utilize such funds as determined by rules issued by the Board. Such rules shall also govern the establishment of, administration of, and expenditure from, reserve funds. The source of such funds and the use thereof shall be a part of the annual reporting requirement of § 42-2705.03.   The rules shall be submitted to the Chairman of the Council for review on the same day as the rules are transmitted for publication to the District of Columbia Register.","historical":"Prior Codifications\n\n1981 Ed., § 45-2131.\n\n1973 Ed., § 45-1916.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-135, see Historical and Statutory Notes following § 42-2701.01.\n\nFor legislative history of D.C. Law 4-28, see Historical and Statutory Notes following § 42-2701.02.\n\nMiscellaneous Notes\n\nRepayment by D.C. Housing Finance Agency: Section 147 of Pub. Law 104-194 provided that, notwithstanding any other law, the District of Columbia Housing Finance Agency, shall not be required to repay moneys advanced by the District government (including accrued interest thereon) pursuant to Congressional appropriations for fiscal years 1980 through 1992.\n\nDC CODE § 42-2704.01\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-135, § 401, 25 DCR 5008; Aug. 5, 1981, D.C. Law 4-28, § 2(q), 28 DCR 2848.)","sections":[],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"27","text":"Housing Finance Agency."},"subchapter":{"identifier":"IV","text":"Financial Affairs of the Agency."},"heading":{"title":"42","chaptersection":"2704","identifier":"42-2704.01","catch_text":"Receipt of funds; disposition thereof."}}