{"text":"Unless it is plainly evident from the context that a different meaning is intended, as used herein:","historical":"Prior Codifications\n\n1981 Ed., § 45-1702.\n\n1973 Ed., § 5-902.\n\nLegislative History of Laws\n\nLaw 1-3, the \"Horizontal Property Act Amendment Act of 1975,\" was introduced in Council and assigned Bill No. 1-12, which was referred to the Committee on Housing and Urban Development. The Bill was adopted on first and second readings on February 25, 1975, and March 11, 1975, respectively. Signed by the Mayor on March 27, 1975, it was assigned Act No. 1-5 and transmitted to both Houses of Congress for its review.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nMiscellaneous Notes\n\nSupersedure of chapter: See Historical and Statutory Notes following § 42- 2001.\n\nDC CODE § 42-2002\n\nCurrent through December 11, 2012","credits":"(Dec. 21, 1963, 77 Stat. 449, Pub. L. 88-218, § 2; Aug. 21, 1964, 78 Stat. 586, Pub. L. 88-475, § 1(a), (b); May 22, 1975, D.C. Law 1-3, § 2(1), 21 DCR 3944; Apr. 9, 1997, D.C. Law 11-255, § 48(a), 44 DCR 1271.)","sections":[{"prefix":"1","text":" \"Unit\" or \"condominium unit\" means an enclosed space, consisting of 1 or more rooms, occupying all or part of 1 or more floors in buildings of 1 or more floors or stories regardless of whether it be designed for residence, for office, for the operation of any industry or business, or for any other type of independent use, and shall include such accessory units as may be appended thereto, such as garage space, storage space, balcony, terrace or patio; provided, that said unit has a direct exit to a thoroughfare or to a given common space leading to a thoroughfare."},{"prefix":"2","text":" \"Condominium\" means the ownership of single units in a multiunit project with common elements."},{"prefix":"3","text":" \"Condominium project\" or \"project\" means a real estate condominium project; a plan or project condominium project; a plan or project whereby 5 or more apartments, rooms, office spaces, buildings, or other units, which may be either contiguous or detached, in existing or proposed buildings or structures are offered or proposed to be offered for sale."},{"prefix":"4","text":" \"Co-owner\" means a person, persons, corporation, trust, or other legal entity, or any combination thereof, that owns a condominium unit within the building."},{"prefix":"5","text":" \"Council of co-owners\" means the co-owners as defined in paragraph (4) of this section, acting as a group in accordance with the provisions of this subchapter and the bylaws and declaration established thereunder; and a majority, as defined in paragraph (8) of this section, shall, except as otherwise provided in this subchapter, constitute a quorum for the adoption of decisions."},{"prefix":"6","text":" \"General common elements\" except as otherwise provided in the plat of condominium subdivision, means and includes:"},{"prefix":"A","text":" The land on which the building stands in fee simple or leased provided that the leasehold interest of each unit is separable from the leasehold interests of the other units;"},{"prefix":"B","text":" The foundations, main walls, roofs, halls, columns, girders, beams, supports, corridors, fire escapes, lobbies, stairways, and entrance and exit or communication ways;"},{"prefix":"C","text":" The basements, flat roofs, yards, and gardens except as otherwise provided or stipulated;"},{"prefix":"D","text":" The premises for lodging of janitors or persons in charge of the building, except as otherwise provided or stipulated;"},{"prefix":"E","text":" The compartments or installations of central services such as power, light, gas, cold and hot water, heating, central air conditioning or central refrigeration, swimming pools, reservoirs, water tanks and pumps, and the like;"},{"prefix":"F","text":" The elevators, garbage and trash incinerators and, in general, all devices or installations existing for common use; and"},{"prefix":"G","text":" All other elements of the building rationally of common use or necessary to its existence, upkeep, and safety."},{"prefix":"7","text":" \"Limited common elements\" means and includes those common elements which are agreed upon by all the co-owners to be reserved for the use of a certain number of condominium units, such as special corridors, stairways, and elevators, sanitary services common to the apartments of a particular floor, and the like."},{"prefix":"8","text":" \"Majority of co-owners,\" \"two-thirds of the co-owners,\" and \"three-fourths of the co-owners\" mean, respectively, 51%, 66 2/3%, and 75% or more of the votes of the co-owners computed in accordance with their percentage interests as established under § 42-2006."},{"prefix":"9","text":" \"Plat of condominium subdivision\" means the plat of the surveyor of the District of Columbia establishing the condominium units, accessory units, general common elements, and limited common elements."},{"prefix":"10","text":" \"Person\" means a natural individual, corporation, trustee, or other legal entity or any combination thereof."},{"prefix":"11","text":" \"Developer\" means a person that undertakes to develop a real estate condominium project."},{"prefix":"12","text":" \"Property\" means and includes the lands whether leasehold, if separable as defined in subparagraph (A) of paragraph (6) of this section, or in fee simple, the building, all improvements and structures thereon, and all easements, rights, and appurtenances thereunto belonging."},{"prefix":"13","text":" \"To record\" means to record in accordance with the provisions of § 42- 401."},{"prefix":"14","text":" \"Common expenses\" means and includes;"},{"prefix":"A","text":" All sums lawfully assessed against the unit owners by the council of co-owners;"},{"prefix":"B","text":" Expenses of administration, maintenance, repair, or replacement of the common areas and facilities, including repair and replacement funds as may be established;"},{"prefix":"C","text":" Expenses agreed upon as common expenses by the council of co-owners; and"},{"prefix":"D","text":" Expenses declared common expenses by the provisions of this chapter or by the bylaws."},{"prefix":"15","text":" \"Common profits\" means the balance of all income, rents, profits, and revenues from the common areas and facilities remaining after deduction of the common expenses."},{"prefix":"16","text":" All words used herein include the masculine, feminine, and neuter genders and include the singular or plural numbers, as the case may be."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"20","text":"Horizontal Property Regimes."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"42","chaptersection":"2002","identifier":"42-2002","catch_text":"Definitions."}}