{"text":"The Council of the District of Columbia (\"Council\") finds that:","historical":"Prior Codifications\n\n1981 Ed., ยง 45-2701.\n\nLegislative History of Laws\n\nLaw 6-135, the \"Homestead Housing Preservation Act of 1986,\" was introduced in Council and assigned Bill No. 6-168, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on May 27, 1986, and June 10, 1986, respectively. Signed by the Mayor on June 13, 1986, it was assigned Act No. 6-173 and transmitted to both Houses of Congress for its review.\n\nMiscellaneous Notes\n\nApproval of community development objectives and projected use of funds: Pursuant to Resolution 6-768, the \"Community Development Block Grant Program Resolution of 1986,\" effective July 8, 1986, the Council approved the revised program description and authorized the allocation of funds.\n\nDC CODE ยง 42-2101\n\nCurrent through December 11, 2012","credits":"(Aug. 9, 1986, D.C. Law 6-135, ยง 2, 33 DCR 3771.)","sections":[{"prefix":"1","text":" There exists an immediate crisis regarding the critical shortage of decent and affordable low- and moderate-income housing resulting in significant measure from the lack of maintenance and the deterioration of rental housing, the lack of adequate financial investment in rental housing by owners and private investors, the abandonment of low- and moderate-income rental housing by owners resulting from outstanding government liens, the lack of incentives for tenants to improve the rental property, and the ineffectiveness of traditional means of abating housing code violations on rental property."},{"prefix":"2","text":" Based on 1980 census data, there are approximately 9,800 units that are currently vacant and approximately 60,000 units in need of rehabilitation."},{"prefix":"3","text":" There are numerous properties that, because of their deteriorating condition, adversely affect the health, comfort, safety, and welfare of those persons who reside in and around them."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Housing Enhancement Programs."},"chapter":{"identifier":"21","text":"Homestead Housing Preservation."},"heading":{"title":"42","chaptersection":"2101","identifier":"42-2101","catch_text":"Findings."}}