{"text":"For the purpose of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., ยง 45-2211.\n\nLegislative History of Laws\n\nLaw 12-266, the \"Home Purchase Assistance Step Up Fund Act of 1998,\" was introduced in Council and assigned Bill No. 12-661, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 23, 1998, it was assigned Act No. 12-574 and transmitted to both Houses of Congress for its review. D.C. Law 12-266 became effective on April 27, 1999.\n\nDC CODE ยง 42-2621\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 1999, D.C. Law 12-266, ยง 2, 46 DCR 948.)","sections":[{"prefix":"1","text":" \"Closing Costs\" means expenses in addition to the purchase price of the property which must be paid by the purchaser or deducted from the proceeds of the sale to the seller at time of closing."},{"prefix":"2","text":" \"Department\" means the Department of Housing and Community Development."},{"prefix":"3","text":" \"Downpayment\" means the unamortized amount paid by the purchaser at closing, which when added to the mortgage amount equals the total sale price."},{"prefix":"4","text":" \"Earnest money contract\" means a contract created between the buyer and seller when the buyer makes a deposit to indicate both the ability and good faith intention to complete the purchase of a property. If the contract is fulfilled, then the earnest money deposit is applied toward the purchase price."},{"prefix":"5","text":" \"Fund\" means the Home Purchase Assistance Step Up Fund."},{"prefix":"6","text":" \"Household\" means an individual or 2 or more persons who reside together in a housing unit in the District."},{"prefix":"7","text":" \"Single family home\" means a housing unit designed and maintained for occupancy by only one family."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"26","text":"Home Purchase Assistance Fund."},"subchapter":{"identifier":"II","text":"Step Up Program."},"heading":{"title":"42","chaptersection":"2621","identifier":"42-2621","catch_text":"Definitions."}}