{"text":"The Agency is hereby granted all powers necessary or convenient to effectuate its corporate purposes, including but not limited to, the following:","historical":"Prior Codifications\n\n1981 Ed., § 45-2121.\n\n1973 Ed., § 45-1908.\n\nEffect of Amendments\n\nD.C. Law 14-239 rewrote par. (4); in par. (6), substituted \"this chapter and contracts for or relating to the development, construction, rehabilitation, improvement, maintenance, repair, operation, and management of housing projects;\" for \"this chapter;\"; in par. (15)(A), substituted \"rehabilitate, improve\" for \"rehabilitate\"; repealed par. (15)(B); added pars. (15A), (20A), (20B), (20C), and (20D); and made a nonsubstantive change to par. (20). Prior to amendments, pars. (4) and (15)(B) had read as follows:\n\n\"(4) To maintain, through purchase or lease, an office or offices at such place or places within the District as it may designate;\"\n\n\"(B) The Agency's actions, as provided in this paragraph, are in preparation for disposition of such properties;\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-135, see Historical and Statutory Notes following § 42-2701.01.\n\nFor legislative history of D.C. Law 4-28, see Historical and Statutory Notes following § 42-2701.02.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nFor legislative history of D.C. Law 12-247, see Historical and Statutory Notes following § 42-2701.01.\n\nFor Law 14-239, see notes following § 42-2701.02.\n\nReferences in Text\n\nSection 42-1734, referred to in (17), was repealed March 10, 1983, by D.C. Law 4-209, § 34.\n\nMiscellaneous Notes\n\nRepayment to General Fund: Public Law 103-334, 108 Stat. 2577, the District of Columbia Appropriations Act, 1995, provided for economic development and regulation $56,343,000; provided that the District of Columbia Housing Finance Agency, established by § 42-2702.01, based upon its capability of repayments as determined each year by the Council of the District of Columbia from the Housing Finance Agency's annual audited financial statements to the Council of the District of Columbia, shall repay to the general fund an amount equal to the appropriated administrative costs plus interest at a rate of four % per annum for a term of 15 years, with a deferral of payments for the first three years; provided further, that notwithstanding the foregoing provision, the obligation to repay all or part of the amounts due shall be subject to the rights of the owners of any bonds or notes issued by the Housing Finance Agency and shall be repaid to the District of Columbia government only from available operating revenues of the Housing Finance Agency that are in excess of the amounts required for debt service, reserve funds, and operating expenses; provided further, that upon commencement of the debt service payments, such payments shall be deposited into the general fund of the District of Columbia.\n\nDC CODE § 42-2703.01\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-135, § 301, 25 DCR 5008; Aug. 5, 1981, D.C. Law 4-28, § 2(j), 28 DCR 2848; Apr. 9, 1997, D.C. Law 11-255, § 50, 44 DCR 1271; Apr. 20, 1999, D.C. Law 12-247, § 2(h), 46 DCR 1100; Mar. 25, 2003, D.C. Law 14-239, § 2(c), 49 DCR 11162.)","sections":[{"prefix":"1","text":" To have perpetual succession;"},{"prefix":"2","text":" To sue and be sued in its own name;"},{"prefix":"3","text":" To have an official seal and power to alter that seal at will;"},{"prefix":"4","text":" To acquire (by purchase or otherwise), sell, construct, lease, improve, rehabilitate, repair and otherwise maintain an office or offices at such places within the District of Columbia as the Agency shall from time to time designate and to issue bonds or otherwise provide financing for such offices;"},{"prefix":"5","text":" To adopt, amend and repeal bylaws, rules and regulations to carry out its purposes under this chapter;"},{"prefix":"6","text":" To make and execute contracts and all other instruments for the performance of its duties under this chapter and contracts for or relating to the development, construction, rehabilitation, improvement, maintenance, repair, operation, and management of housing projects;"},{"prefix":"6A","text":" To originate and service mortgage loans or contract for the origination and servicing of mortgage loans and loans."},{"prefix":"7","text":" To employ advisers, consultants, and agents including, but not limited to, financial advisers, appraisers, accountants and legal counsel, and to fix their compensation;"},{"prefix":"8","text":" To collect reasonable interest, fees and charges in connection with making and servicing its loans, including State and Local Government Loans, notes, bonds, obligations, commitments and other evidences of indebtedness, and in connection with providing technical, consultative and project assistance services;"},{"prefix":"9","text":" To procure insurance or self-insure against any loss in connection with its property and other assets, including mortgage loans, in such amounts and from such insurers as it deems desirable;"},{"prefix":"10","text":" To borrow money and to issue bonds, notes or other obligations and to give security therefor;"},{"prefix":"11","text":" To enter into agreements with the United States or any agency, department, instrumentality or political subdivision thereof, to provide that interest on any bonds, notes or other obligations of the Agency will be subject to federal income taxes;"},{"prefix":"12","text":" To contract for and to receive contributions, gifts, grants, subsidies, and loans of money, property, labor or other things of value from any source to be used for the purpose of this chapter and subject to the conditions upon which the contributions, gifts, grants, subsidies, and loans are made;"},{"prefix":"13","text":" To enter into agreements with any department, agency or instrumentality of the United States or the District and with sponsors and mortgage lenders for the purpose of planning, regulating and providing for the financing and refinancing, construction, reconstruction or rehabilitation, leasing, management, maintenance, operation, acquisition, sale or other disposition of any housing project undertaken with the assistance of the Agency under this chapter;"},{"prefix":"13A","text":" To make state and local government loans and enter into such agreements with the respective Eligible State and Local Government Units for the purpose of making a State or Local Government Loan on such terms and conditions as the Agency determines to be appropriate;"},{"prefix":"14","text":" To proceed with foreclosure action, to take assignments of leases and rentals, to acquire property in lieu of foreclosure;"},{"prefix":"15","text":" To own, lease, clear, reconstruct, rehabilitate, improve, repair, maintain, manage, operate, assign, encumber, or sell or otherwise dispose of any real or personal property if:"},{"prefix":"A","text":" The property was obtained by the Agency due to the default of any obligation held by the Agency; and"},{"prefix":"B","text":" Repealed."},{"prefix":"15A","text":" To acquire (by purchase or otherwise), own, lease, clear, construct, reconstruct, rehabilitate, improve, repair, maintain, manage, operate, assign, encumber, or sell or otherwise dispose of any real property; provided, that:"},{"prefix":"A","text":" The Agency shall not finance more than 4 housing projects in any one fiscal year; and"},{"prefix":"B","text":" The authority of the Agency to acquire properties by purchase or otherwise under this paragraph shall terminate on December 31, 2007; provided, that before that time the Agency may submit a request for renewal of authority;"},{"prefix":"16","text":" To invest any funds not required for immediate disbursement, including funds held in reserve, in investments; the income derived from the investment shall be deposited as provided in § 42-2704.11;"},{"prefix":"17","text":" To provide technical assistance to profit and nonprofit entities in the development or operation of housing for low and moderate income persons in accordance with § 42-1734; to gather and distribute data and information concerning the housing needs of low and moderate income persons within the District;"},{"prefix":"18","text":" To the extent permitted under its contract with the holders of bonds, notes and other obligations of the Agency, to consent to any modification with respect to rate of interest, time and payment of any installment of principal or interest, security or any other term of any contract, mortgage, mortgage loan, mortgage loan commitment, or contract or agreement of any kind to which the Agency is a party;"},{"prefix":"19","text":" To sell, at public or private sale, with or without public bidding, any mortgage or other obligation held by the Agency pursuant to regulations promulgated by the Agency;"},{"prefix":"20","text":" To make grants, or to convert loans to grants or to forgive loans, to make loans or mortgage loans, either directly or through mortgage lenders, for the purpose of assisting in developing, acquiring, constructing, rehabilitating or improving any housing project financing under this chapter;"},{"prefix":"20A","text":" To establish funds and reserves to provide additional security for loans provided for housing projects;"},{"prefix":"20B","text":" To enter into such contracts with government agencies that the Agency considers appropriate for housing projects;"},{"prefix":"20C","text":" To establish nonprofit and for-profit corporations, partnerships, limited liability companies, business trusts, and any other entities to act in furtherance of its general powers or purposes;"},{"prefix":"20D","text":" To establish such supportive programs as provided in § 42-2703.05; and"},{"prefix":"21","text":" To do any act necessary or convenient to the exercise of the powers granted by or reasonably implied from this chapter."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"27","text":"Housing Finance Agency."},"subchapter":{"identifier":"III","text":"Operations of the Agency."},"heading":{"title":"42","chaptersection":"2703","identifier":"42-2703.01","catch_text":"General powers."}}