{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., ยง 45-2801.\n\nLegislative History of Laws\n\nLaw 6-187, the \"Real Property Wet Settlement Act of 1986,\" was introduced in Council and assigned Bill No. 6-60, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on October 21, 1986, and November 18, 1986, respectively. Signed by the Mayor on November 25, 1986, it was assigned Act No. 6-238 and transmitted to both Houses of Congress for its review.\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-845, which was referred to the Committee of the Whole. The Bill was adopted on first and second reading on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615, and transmitted to both Houses of Congress for review. D.C. Law 12-261 became effective on April 20, 1999.\n\nDC CODE ยง 42-2401\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-187, ยง 2, 33 DCR 7681; Apr. 20, 1999, D.C. Law 12-261, ยง 1241, 46 DCR 3142.)","sections":[{"prefix":"1","text":" \"Disbursement of loan funds\" means the delivery of loan funds by a lender to a settlement agent in the form of:"},{"prefix":"A","text":" Cash;"},{"prefix":"B","text":" Wired funds;"},{"prefix":"C","text":" Certified checks;"},{"prefix":"D","text":" Checks issued by the District of Columbia;"},{"prefix":"E","text":" Cashier's check or teller's check; or"},{"prefix":"F","text":" Checks drawn on a financial institution the accounts of which are insured by an agency of the federal, a state, or the District of Columbia government, and are located within the Fifth Federal Reserve District."},{"prefix":"2","text":" \"Disbursement of settlement proceeds\" means the payment of all proceeds of a transaction by a settlement agent to the persons entitled to receive the proceeds."},{"prefix":"3","text":" \"Lender\" means any person regularly engaged in making loans secured by mortgages or by deeds of trust on real estate."},{"prefix":"4","text":" \"Loan closing\" means that time agreed upon by a borrower and a lender when the execution of the loan documents by the borrower occurs."},{"prefix":"5","text":" \"Loan documents\" means a note evidencing a debt due a lender, a deed of trust or a mortgage securing a debt due a lender, and any other documents required by a lender to be executed by a borrower as part of a transaction."},{"prefix":"6","text":" \"Loan funds\" means the gross or net proceeds of the loan to be disbursed by a lender at loan closing."},{"prefix":"7","text":" \"Parties\" means a seller, a purchaser, a borrower, a lender, and a settlement agent."},{"prefix":"8","text":" \"Settlement\" means the time when the settlement agent has received a duly executed deed, loan funds, loan documents, and other documents and certified funds required to carry out the terms of a contract between the parties, and the settlement agent can reasonably determine that prerecordation conditions of the contract have been satisfied."},{"prefix":"9","text":" \"Settlement agent\" means a person responsible for conducting a settlement and disbursement of the settlement proceeds."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"24","text":"Disbursement of Settlement Proceeds."},"heading":{"title":"42","chaptersection":"2401","identifier":"42-2401","catch_text":"Definitions."}}