{"text":"No later than April 1 of each fiscal year, the Mayor shall transmit to the Council a Housing Production Trust Fund Annual Report. The report shall include the following information:","historical":"Effect of Amendments\n\nD.C. Law 19-21 substituted \"No later than April 1\" for \"Within 60 days after the end\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2093 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 14-114, see notes following § 42-2102.\n\nFor history of Law 19-21, see notes under § 42-2802.\n\nMiscellaneous Notes\n\nSection 1101 of D.C. Law 14-114 provides: \"The Mayor, pursuant to Title I of the District of Columbia Administrative Procedure Act, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), shall promulgate rules to implement this act.\"\n\nSection 2093 of D.C. Law 18-223 provides:\n\n\"Sec. 2093. Affordable housing production report.\n\n\"(a) The Mayor shall transmit to the Council an affordable housing production report that shall include the following information:\n\n\"(1) The amount of money expended by the Department of Housing and Community Development for the acquisition and production of affordable housing during the fiscal year;\n\n\"(2) The number of loans and grants made during the fiscal year;\n\n\"(3) The number of low-income, very low-income, and extremely low-income households and individuals assisted through the expenditures;\n\n\"(4) A list of each project for which funds were expended, including, for each project:\n\n\"(A) A brief description of the project, including the name of the project sponsor;\n\n\"(B) The amount of money expended on the project;\n\n\"(C) Whether the money expended was in the form of a loan or a grant; and\n\n\"(D) The general terms of the loan or grant;\n\n\"(5) The amount and percentage of funds expended on homeownership projects;\n\n\"(6) The amount and percentage of funds expended on rental housing projects;\n\n\"(7) The amount and percentage of funds expended on rental housing or homeownership opportunities for households with incomes at or below 30% of the area median income;\n\n\"(8) The amount and percentage of funds expended on rental housing or homeownership opportunities for households with incomes at or below 50% of the area median income;\n\n\"(9) The amount and percentage of funds expended on rental housing or homeownership opportunities for households with incomes at or below 80% of the area median income;\n\n\"(10) The number of housing units assisted, including the number of rental housing units assisted and the number of homeownership units assisted; and\n\n\"(11) The amount expended on administrative costs during the fiscal year.\n\n\"(b) The Mayor shall include the affordable housing production report as a subunit of the Housing Production Trust Fund Annual Report required by section 4a of the Housing Production Trust Fund Act of 1988, effective April 19, 2002 (D.C. Law 14-114: D.C. Official Code § 42-2803.01).\"\n\nShort title: Section 2041 of D.C. Law 19-21 provided that subtitle E of title II of the act may be cited as \"Affordable Housing Annual Reporting Amendment Act of 2011\".\n\nDC CODE § 42-2803.01\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-202, § 4a, as added Apr. 19, 2002, D.C. Law 14-114, § 501(e), 49 DCR 1468; Sept. 14, 2011, D.C. Law 19-21, § 2042, 58 DCR 6226.)","sections":[{"prefix":"1","text":" The amount of money expended from the Housing Production Trust Fund during the fiscal year;"},{"prefix":"2","text":" The number of loans and grants made during the fiscal year;"},{"prefix":"3","text":" The number of low-income, very low-income, and extremely low-income households and individuals assisted through Fund expenditures;"},{"prefix":"4","text":" A list of each project on which funds from the Fund were expended, including, for each project:"},{"prefix":"A","text":" A brief description of the project, including the name of the project sponsor;"},{"prefix":"B","text":" The amount of money expended on the project;"},{"prefix":"C","text":" Whether the money expended was in the form of a loan or a grant; and"},{"prefix":"D","text":" The general terms of the loan or grant;"},{"prefix":"5","text":" The amount and percentage of funds expended on homeownership projects;"},{"prefix":"6","text":" The amount and percentage of funds expended on rental housing projects;"},{"prefix":"7","text":" The amount and percentage of funds expended on rental housing or homeownership opportunities for households with incomes at or below 30% of the area median income;"},{"prefix":"8","text":" The amount and percentage of funds expended on rental housing or homeownership opportunities for households with incomes at or below 50% of the area median income;"},{"prefix":"9","text":" The amount and percentage of funds expended on rental housing or homeownership opportunities for households with incomes at or below 80% of the area median income;"},{"prefix":"10","text":" The number of housing units assisted, including the number of rental housing units assisted and the number of homeownership units assisted; and"},{"prefix":"11","text":" The amount expended on administrative costs during the fiscal year."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"28","text":"Housing Production Trust Fund."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"42","chaptersection":"2803","identifier":"42-2803.01","catch_text":"Annual report by Mayor."}}