{"text":"When a plat of a condominium project and subdivision shall be so certified, examined, and recorded, the purchaser of any condominium unit thereof or any person interested therein may refer to the plat and record for description in the same manner as to squares and lots divided between the Mayor of the District of Columbia and the original proprietors and in the same manner as has been heretofore the practice for land subdivisions; provided, that said purchaser or other person interested therein shall also make reference to the plat of land subdivision appearing prior to the establishment of the condominium subdivision thereupon. Any such conveyance of an individual condominium unit shall be deemed to also convey the undivided interest of the owner in the common elements, both general and limited, and of any accessory units, if any, appertaining to said condominium unit without specifically or particularly referring to the same.","historical":"Prior Codifications\n\n1981 Ed., § 45-1710.\n\n1973 Ed., § 5-910.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nSupersedure of chapter: See Historical and Statutory Notes following § 42- 2001.\n\nDC CODE § 42-2010\n\nCurrent through December 11, 2012","credits":"(Dec. 21, 1963, 77 Stat. 453, Pub. L. 88-218, § 10.)","sections":[],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"20","text":"Horizontal Property Regimes."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"42","chaptersection":"2010","identifier":"42-2010","catch_text":"Plat of condominium subdivision--Reference thereto for description; conveyance of unit includes share in common elements."}}