{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-215, see notes following ยง 42-2131.\n\nDC CODE ยง 42-2136\n\nCurrent through December 11, 2012","credits":"(Aug. 15, 2008, D.C. Law 17-215, ยง 7, 55 DCR 7494.)","sections":[{"prefix":"a","text":" The Affordable Housing Locator shall include the following information about any affordable housing development located in the District:"},{"prefix":"1","text":" Name of the affordable housing development, where applicable;"},{"prefix":"2","text":" Address of the affordable housing development/unit, unless the owner or manager of the development requests that the address not be published to protect the confidentiality of the residents, and provides reasonable grounds for the request, such as the residents are participants in an ex-offender, substance abuse, victims of abuse, or mental disability program;"},{"prefix":"3","text":" Population served by affordable housing development/unit, where specificity is appropriate, such as elderly, persons with disabilities, or family, unless the owner or manager of the development requests that the address not be published to protect the confidentiality of the residents, and provides reasonable grounds for the request, such as the residents are participants in an ex-offender, substance abuse, victims of abuse, or mental disability program;"},{"prefix":"4","text":" Any population specifically served by the affordable housing development, such as elderly persons, persons with disabilities, and low-income individuals or families;"},{"prefix":"5","text":" Type of affordable housing development/unit (i.e., single-family, multifamily, townhouse, rental, ownership, condominium, homeowner association, cooperative, limited equity cooperative);"},{"prefix":"6","text":" Name and contact information for the agent selling or renting the property;"},{"prefix":"7","text":" Rent charge or sale price, utilities paid by the tenant or owner, and underlying mortgage, condominium and cooperative fees, and other carrying charges, per affordable housing unit;"},{"prefix":"8","text":" Maximum percentage of AMI and income for which units would be affordable;"},{"prefix":"9","text":" Other subsidy or financial assistance program requirements for the affordable housing development, if any;"},{"prefix":"10","text":" Number of bedrooms in the affordable housing unit; and"},{"prefix":"11","text":" Whether there are affordable housing units in the development that are accessible for persons with disabilities."},{"prefix":"b","text":" The Affordable Housing Locator shall display the information required by this chapter in various formats to allow the public the maximum flexibility in sorting through the information. The Affordable Housing Locator that is made available to the public by way of the internet shall be searchable and sortable by ward, target population, income limitation, affordable housing unit size, and rent or sales price."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Housing Enhancement Programs."},"chapter":{"identifier":"21A","text":"Affordable Housing."},"subchapter":{"identifier":"I","text":"Affordable Housing Clearinghouse Directory."},"heading":{"title":"42","chaptersection":"2136","identifier":"42-2136","catch_text":"List of affordable housing developments."}}