{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 45-2213.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-266, see Historical and Statutory Notes following ยง 42-2621.\n\nDC CODE ยง 42-2623\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 1999, D.C. Law 12-266, ยง 4, 46 DCR 948.)","sections":[{"prefix":"a","text":" An applicant shall be eligible for the Home Purchase Assistance Step Up Program if the applicant:"},{"prefix":"1","text":" Is a District of Columbia resident;"},{"prefix":"2","text":" Is the head of the household and will occupy the property to be purchased with assistance from the program as his or her primary residence;"},{"prefix":"3","text":" Has a satisfactory credit rating as shall be defined by rules deemed necessary to carry out the purposes of this subchapter;"},{"prefix":"4","text":" Has adequate income to qualify for a mortgage from a private lender;"},{"prefix":"5","text":" Has sold or otherwise disposed of all interests in any other real property before the closing of any loan under this subchapter;"},{"prefix":"6","text":" Has insufficient assets to pay the down payment or reasonable closing costs, or both, without assistance from this program;"},{"prefix":"7","text":" Would have liquid assets not exceeding the limit established by the Mayor by rulemaking, after purchasing property under this subchapter or through this program; and"},{"prefix":"8","text":" Meets qualifying income levels as provided by regulation."},{"prefix":"b","text":" Property shall be eligible for the Home Purchase Assistance Step Up Program if the property:"},{"prefix":"1","text":" Is an existing single family residence in the District of Columbia;"},{"prefix":"2","text":" Meets the requirements of the Construction Codes promulgated pursuant to the Construction Codes Approval and Amendments Act of 1980, effective February 2, 1987 (D.C. Law 6-216; 12 DCMR) and the Housing Regulations of the District of Columbia, effective August 11, 1955 (C.O. 55-1503; 14 DCMR Chapters 1-14); and"},{"prefix":"3","text":" Has a purchase price that neither exceeds the maximum price requirement established by rulemaking nor the appraised value of the property."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"26","text":"Home Purchase Assistance Fund."},"subchapter":{"identifier":"II","text":"Step Up Program."},"heading":{"title":"42","chaptersection":"2623","identifier":"42-2623","catch_text":"Eligibility."}}