{"text":"In addition to other authority delegated to it, and in accordance with § 406 of Reorganization Plan No. 3 of 1967, the Council of the District of Columbia is authorized, by regulation, to prohibit the establishment, after the effective date of such regulation, of any horizontal property regime, real estate condominiums project, or other conversion of units in a multiunit structure into a condominium pursuant to this subchapter.","historical":"Prior Codifications\n\n1981 Ed., § 45-1729.\n\n1973 Ed., § 5-928a.\n\nReferences in Text\n\nReorganization Plan No. 3 of 1967, referred to in this section, is set forth in its entirety in Volume 1.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nSupersedure of chapter: See Historical and Statutory Notes following § 42- 2001.\n\nDC CODE § 42-2051\n\nCurrent through December 11, 2012","credits":"(Aug. 29, 1974, 88 Stat. 794, Pub. L. 93-395, § 2.)","sections":[],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"20","text":"Horizontal Property Regimes."},"subchapter":{"identifier":"II","text":"Council Authority."},"heading":{"title":"42","chaptersection":"2051","identifier":"42-2051","catch_text":"Council authorized to prohibit conversions to condominiums."}}