{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 45-3001.\n\nLegislative History of Laws\n\nLaw 7-96, the \"Senior Citizens' Home Repair and Improvement Program Fund Act of 1987,\" was introduced in Council and assigned Bill No. 7-167, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on December 8, 1987, and January 5, 1988, respectively. Signed by the Mayor on February 3, 1988, it was assigned Act No. 7-140 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 42-2201\n\nCurrent through December 11, 2012","credits":"(Mar. 24, 1988, D.C. Law 7-96, § 2, 35 DCR 891.)","sections":[{"prefix":"1","text":" \"Council\" means the Council of the District of Columbia."},{"prefix":"2","text":" \"District\" means the District of Columbia."},{"prefix":"3","text":" \"Fund\" means the Senior Citizens' Home Repair and Improvement Program Fund established by § 42-2202."},{"prefix":"4","text":" \"Lower income\" means a household within the Section 8 lower income guidelines established by the Secretary of the United States Department of Housing and Urban Development pursuant to 42 U.S.C. § 1437f."},{"prefix":"5","text":" \"Mayor\" means the Mayor of the District of Columbia."},{"prefix":"6","text":" \"Principal place of residence\" means a dwelling unit in which a person lives in a particular locality with the intent to make it a fixed and permanent home of the senior citizen."},{"prefix":"7","text":" \"Senior citizen homeowner\" means the owner resident of residential real property who is 60 years of age or older."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Housing Enhancement Programs."},"chapter":{"identifier":"22","text":"Senior Citizens' Home Repair and Improvement Program Fund."},"heading":{"title":"42","chaptersection":"2201","identifier":"42-2201","catch_text":"Definitions."}}