{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-2128.\n\n1973 Ed., § 45-1915.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-135, see Historical and Statutory Notes following § 42-2701.01.\n\nFor legislative history of D.C. Law 4-28, see Historical and Statutory Notes following § 42-2701.02.\n\nFor legislative history of D.C. Law 6-44, see Historical and Statutory Notes following § 42-2702.07.\n\nDC CODE § 42-2703.08\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-135, § 308, 25 DCR 5008; Aug. 5, 1981, D.C. Law 4-28, § 2(p), 28 DCR 2848; Oct. 5, 1985, D.C. Law 6-44, § 2(f), 32 DCR 4487.)","sections":[{"prefix":"a","text":" Housing projects assisted by the Agency or through the auspices of the Agency under the provisions of this chapter shall be exempt from the provisions of Chapter 35 of this title."},{"prefix":"b","text":" The Agency shall establish, by rulemaking, procedures for evictions and protections from retaliatory action for tenants of housing projects exempted from Chapter 35 of this title under subsection (a) of this section.   Such procedures and protections shall be in accordance with subchapter V of Chapter 35 of this title."},{"prefix":"c","text":" The Agency shall establish, by rulemaking, conditions and procedures for relocation assistance to tenants displaced from housing projects which are exempted from Chapter 35 of this title under subsection (a) of this section. Such conditions and procedures shall be in accordance with subchapter VII of Chapter 35 of this title."},{"prefix":"d","text":" Each owner of a rental accommodation subject to the provisions of this chapter shall file simultaneously with the Agency and with the Rental Housing Commission an exemption statement which shall contain the following information:"},{"prefix":"1","text":" The actual rent for each rental unit in the accommodation, the services included, and the facilities and charges therefor;"},{"prefix":"2","text":" The number of bedrooms in the rental accommodation; and"},{"prefix":"3","text":" A list of any outstanding violations of the Housing Regulations of the District of Columbia, issued August 11, 1955 (C.O. 55-1503), applicable to such accommodation."},{"prefix":"e","text":" Tenants of housing projects exempted by this chapter from Chapter 35 of this title, who, except for such exemption, would be eligible for rent supplements under subchapter III of Chapter 35 of this title, shall have the same rights to such supplements as tenants residing in a project subject to Chapter 35 of this title."},{"prefix":"f","text":" Prior to the execution of a lease or other rental agreement, a prospective tenant of any unit shall receive notice in writing advising him or her that rent increases for the accommodation are not regulated by Chapter 35 of this title."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"27","text":"Housing Finance Agency."},"subchapter":{"identifier":"III","text":"Operations of the Agency."},"heading":{"title":"42","chaptersection":"2703","identifier":"42-2703.08","catch_text":"Exemption from rent control."}}