{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) enactments, see §§ 1142, 1143, 2052, and 2055 of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) enactments, see §§ 1142, 1143, 2052, and 2055 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) enactments, see §§ 1142, 1143, 2052, and 2055 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see §§ 2092, 2102 of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nLegislative History of Laws\n\nLaw 16-192, the \"Fiscal Year Budget Support Act of 2006\", was introduced in Council and assigned Bill No. 16-679, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 9, 2006, and June 6, 2006, respectively. Signed by the Mayor on August 8, 2006, it was assigned Act No. 16-476 and transmitted to both Houses of Congress for its review. D.C. Law 16-192 became effective on March 2, 2007.\n\nFor Law 17-20, see notes following § 42-2802.\n\nFor Law 17-219, see notes following § 42-1103.\n\nFor Law 17-353, see notes following § 42-1103.\n\nEditor's Notes\n\nPursuant to subsection (d) of this section, added by D.C. Law 17-219, this section expired on April 1, 2009.\n\nMiscellaneous Notes\n\nShort title: Section 1141 of D.C. Law 16-192 provided that subtitle M of title I of the act may be cited as the \"Commercial Linkage Nexus Study Act of 2006\".\n\nSections 1142 and 1143 of D.C. Law 16-192 provided as follows:\n\n\"Sec. 1142. Nexus study.\n\n\"To quantify the relationship between commercial development and the need for housing for low and moderate-income workers, the District of Columbia Office of Planning shall commission one or more nexus studies. Each study shall determine the appropriate level of a one-time commercial linkage fee, based on square footage, that will generate revenues from new commercial development sufficient to support low and moderate-income housing needs created by the new development. The initial study shall be commissioned not later than October 15, 2006, and shall be completed not later than April 1, 2007.\n\n\"Sec. 1143. Funding for nexus study.\n\n\"The nexus study shall be funded from the Mayor's Comprehensive Task Force Fund, from which $80,000 shall be allocated from the fiscal year budget as provided in section 2052(b)(7).\"\n\nShort title: Section 2051 of D.C. Law 16-192 provided that subtitle D of title II of the act may be cited as the \"Deed Transfer and Recordation Amendment Act of 2006\".\n\nSection 2055 of D.C. Law 16-192, as amended by section 203 of D.C. Law 16-223 and section 8(c) of D.C. Law 16-294, provided as follows:\n\n\"The following programs shall be funded for fiscal year 2007 from the General Fund of the District of Columbia in the following amounts:\n\n\"(1) An amount of $15,089,443 to the Office of Unified Communications, which shall be allocated for personnel and nonpersonal costs of the E-911 system;\n\n\"(2) An amount of $508,200 to fund the fiscal effect and implementation of the Health Care Benefits Expansion Amendment Act of 2006, effective April 4, 2006 (D.C. Law 16-82; D.C. Official Code § 32-706 et seq.);\n\n\"(3) An amount of $379,400 to the Office of the Deputy Mayor for Planning and Economic Development to be granted to the Tudor Place Historic House and Garden for capital restoration funding;\n\n\"(4) An amount of $200,000 to the Commission on Arts and Humanities to be granted to the Washington D.C. Jewish Community Center's Center for the Arts;\n\n\"(5) An amount of $250,000 to the Department of Health to be granted to the Capital Breast Care Center;\n\n\"(6) An amount of $50,000 to the Department of Health to be granted to the D.C. Assembly on School-Based Health Care to fund school-based health programs;\n\n\"(7) An amount of $400,000 to the Department of Youth Rehabilitation Services to be granted to Peaceoholics to assist in providing comprehensive, wrap-around services for at-risk youth and their families in the District of Columbia;\n\n\"(8) An amount of $100,000 to the Department of Youth Rehabilitation Services to be granted to Positive Choices to provide educational, athletic, emotional, and a socially enriched environment for economically disadvantaged inner-city youth;\n\n\"(9) An amount of $50,000 to the Office on Aging to be granted to Saint Mary's Court Senior Living Facility to assist its Quality of Life Program, which provides support services, classes, community, and social activities for its residents;\n\n\"(10) An amount of $50,000 to the Department of Human Services to be granted to Bread for the City to assist in funding programs offered including meals, housing, legal assistance, and job placement;\n\n\"(11) An amount of $50,000 to the Department of Human Services to be granted to D.C. Central Kitchen to assist in supplemental food purchases used to provide daily meals to residents at all District of Columbia shelters;\n\n\"(12) An amount of $50,000 to the Department of Parks and Recreation to be used as one-time capital funding for the Spanish Steps project;\n\n\"(13) An amount of $14 million to the District of Columbia Housing Authority for operations, rent supplements, and emergency assistance;\n\n\"(14) An amount of $7 million to the Metropolitan Police Department to hire new police officers; provided, that:\n\n\"(A) The Metropolitan Police Department maintain the total percent of sworn officers assigned to the police districts as existed on June 11, 2006;\n\n\"(B) The additional police officers shall be allocated evenly across all 7 police districts for patrol duty, shall be in addition to current patrol staffing levels, and shall be assigned to foot patrol, bike patrol, and scooter patrol, mounted patrol, and Segway (or other electric personal assistive mobility device) patrol; and\n\n\"(C) The Chief of Police shall provide to the Council monthly reports on deployment and Metropolitan Police Department strength by the 15th of each month\n\n\"(15) An amount of $257,000 to the fund the fiscal effect and implementation of subtitle B of Title IV;\n\n\"(16) An amount of $89,5000 to fund the fiscal effect and implementation of subtitle I of Title I;\n\n\"(17) An amount of $143,882 to the Department of Parks and Recreation for Boys and Girls Club programs;\n\n\"(18) An amount of $8,780,300 to fund the fiscal effect of subtitle II-L; and\n\n\"(19) An amount of $150,000 to fund the earned income tax credit community outreach; and\n\n\"(20) An amount of $124,000 to the Board of Real Property Assessments and Appeals to be allocated as follows:\n\n\"(A) The amount of $9,000 for computer upgrades;\n\n\"(B) The amount of $45,000 for records management conversion to a web-based system;\n\n\"(C) The amount of $20,000 for centralized digital recording;\n\n\"(D) The amount of $35,000 to increase Board member reimbursements to $35 per hour; and\n\n\"(E) The amount of $15,000 for nonlegal administrative support staff.\"\n\nShort title: Section 2091 of D.C. Law 17-20 provided that subtitle J of title II of the act may be cited as the \"Affordable Housing Amendment Act of 2007\".\n\nShort title: Section 2101 of D.C. Law 17-20 provided that subtitle K of title II of the act may be cited as the \"Fiscal Year 2008 Comprehensive Housing Task Force Fund Authorized Expenditures Amendment Act of 2007\".\n\nShort title: Section 2001 of D.C. Law 17-219 provided that subtitle A of title II of the act may be cited as the \"Comprehensive Housing Strategy Fund Amendment Act of 2008\".\n\nDC CODE § 42-2855.01\n\nCurrent through December 11, 2012","credits":"(Mar. 2, 2007, D.C. Law 16-192, § 2052, 53 DCR 6899; Sept. 18, 2007, D.C. Law 17-20, §§ 2092, 2102, 54 DCR 7052; Aug. 16, 2008, D.C. Law 17-219, § 2002, 55 DCR 7598; Mar. 25, 2009, D.C. Law 17-353, § 135, 56 DCR 1117.)","sections":[],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"28C","text":"Comprehensive Housing Task Fund."},"heading":{"title":"42","chaptersection":"2855","identifier":"42-2855.01","catch_text":"Mayor's Comprehensive Housing Task Force Fund. [Expired]"}}