{"text":"For the purpose of this subchapter, the term:","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 2172(c) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nLaw 16-33, the \"Fiscal Year 2006 Budget Support Act of 2005\", was introduced in Council and assigned Bill No. 16-200 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 10, 2005, and June 21, 2005, respectively. Signed by the Mayor on July 26, 2005, it was assigned Act No. 16-166 and transmitted to both Houses of Congress for its review. D.C. Law 16-33 became effective on October 20, 2005.\n\nDelegation of Authority\n\nDelegation of Authority to the Deputy Mayor for Planning and Economic Development--Implementation of the New Communities Initiative, see Mayor's Order 2008-165, December 31, 2008 (56 DCR 334).\n\nMiscellaneous Notes\n\nShort title of subtitle J of title II of Law 16-33: Section 2171 of D.C. Law 16-33 provided that subtitle J of title II of the act may be cited as the Housing Production Trust Fund and New Communities Financing Amendment Act of 2005.\n\nDC CODE § 42-2812.01\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-202, § 201, as added Oct. 20, 2005, D.C. Law 16-33, § 2172(c), 52 DCR 7503.)","sections":[{"prefix":"1","text":" \"Allocated Fund\" means the portion of the Fund established pursuant to § 42-2802 that equals the amount that is deposited in the Fund from the real property transfer tax imposed by § 47-903 and the deed recordation tax imposed by § 42-1103."},{"prefix":"2","text":" \"Authorized Delegate\" means the City Administrator, the Chief Financial Officer, the Treasurer, or any officer or employee of the executive office of the Mayor to whom the Mayor has delegated any of the Mayor's functions under this chapter pursuant to § 1-204.22(6)."},{"prefix":"3","text":" \"Bond Counsel\" means a firm or firms of attorneys designated as bond counsel from time to time by the Mayor."},{"prefix":"4","text":" \"Bonds\" means the District of Columbia revenue bonds, notes, or other obligations (including refunding bonds, notes, and other obligations), in one or more series, authorized to be issued pursuant to this subchapter."},{"prefix":"5","text":" \"Chairman\" means the Chairman of the Council of the District of Columbia."},{"prefix":"6","text":" \"Chief Financial Officer\" means the Chief Financial Officer established pursuant to § 1-204.24a(a)."},{"prefix":"7","text":" \"City Administrator\" means the City Administrator established pursuant to § 1-204.22(7)."},{"prefix":"8","text":" \"Closing Documents\" means all documents and agreements other than Financing Documents that may be necessary and appropriate to issue, sell, and deliver the bonds contemplated thereby, and includes agreements, certificates, letters, opinions, forms, receipts, and other similar instruments."},{"prefix":"9","text":" \"Department\" means the Department of Housing and Community Development."},{"prefix":"10","text":" \"Financing Documents\" means the documents other than Closing Documents that relate to the financing or refinancing of transactions to be effected through the issuance, sale, and delivery of the bonds, including any offering document, and any required supplements to any such documents."},{"prefix":"11","text":" \"Home Rule Act\" means Chapter 2 of Title 1."},{"prefix":"12","text":" \"New Communities Initiative\" shall have the same meaning as in section § 42-2802(b)(11)(B)."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"28","text":"Housing Production Trust Fund."},"subchapter":{"identifier":"II","text":"Bond Authorization."},"heading":{"title":"42","chaptersection":"2812","identifier":"42-2812.01","catch_text":"Definitions."}}