{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-2125.\n\n1973 Ed., § 45-1912.\n\nEffect of Amendments\n\nD.C. Law 14-239 designated the existing text as subsection (a); and added subsec. (b).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-135, see Historical and Statutory Notes following § 42-2701.01.\n\nFor legislative history of D.C. Law 12-247, see Historical and Statutory Notes following § 42-2701.01.\n\nFor Law 14-239, see notes following § 42-2701.02.\n\nDC CODE § 42-2703.05\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-135, § 305, 25 DCR 5008; Apr. 20, 1999, D.C. Law 12-247, § 2(l), 46 DCR 1100; Mar. 25, 2003, D.C. Law 14-239, § 2(e), 49 DCR 11162.)","sections":[{"prefix":"a","text":" The Agency may establish, administer or contract for the administration of any program which assists sponsors or eligible persons, \"or Eligible State or Local Government Units\", as determined by the Agency consistent with the declarations of policy under § 42-2701.01 and the delegation of authority under § 42-2702.06."},{"prefix":"b","text":" The Agency may establish, administer, or contract for the administration of any program that involves providing loans or other financial assistance directly by the Agency or by an entity established by the Agency under this chapter or indirectly through an Agency-approved financial institution, to persons residing within any state or political subdivision thereof within the meaning of section 103 of the Internal Revenue Code of 1986, approved August 16, 1954 (68A Stat. 29; 26 U.S.C. § 103) (or successor provisions), which loan or other financial assistance is eligible for, or made in conjunction with the provision of, mortgage insurance under any program of the Department of Housing and Urban Development or meets the guidelines established by Federal National Mortgage Association, the Federal Home Loan Mortgage Corporation, the Department of Veterans Affairs, or the Rural Development Agency, and which loan or other financial assistance will result in the generation of revenues that will benefit programs authorized under this chapter."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"27","text":"Housing Finance Agency."},"subchapter":{"identifier":"III","text":"Operations of the Agency."},"heading":{"title":"42","chaptersection":"2703","identifier":"42-2703.05","catch_text":"Supportive programs."}}