{"text":"The Agency shall not be required to repay moneys advanced by the District government (including accrued interest thereon) pursuant to Congressional appropriations for fiscal years 1980 through 1992, and any obligation to repay these moneys shall be forgiven.","historical":"Prior Codifications\n\n1981 Ed., § 45-2131.1.\n\nLegislative History of Laws\n\nLaw 11-197, the \"Housing Finance Agency Loan Forgiveness Amendment Act of 1996,\" was introduced in Council and assigned Bill No. 11-537, which was referred to the Committee on Housing and Urban Affairs. The Bill was adopted on first and second readings on June 4, 1996, and July 3, 1996, respectively. Signed by the Mayor on July 26, 1996, it was assigned Act No. 11-359 and transmitted to both Houses of Congress for its review. D.C. Law 11-197 became effective April 9, 1997.\n\nEffective Dates\n\nSection 5 of D.C. Law 11-197 provided that the act shall take effect on the latter of: (1) following approval by the Mayor (or the Council in the event of a veto override), approval by the Financial Responsibility and Management Assistance Authority as provided in § 47-392.03(a), and a 30-day period of Congressional review as provided in § 1-233 (c)(1), and publication in the District of Columbia Register; or (2) enactment by Congress of legislation providing that the moneys advanced to the agency pursuant to congressional appropriations need not be repaid to the General Fund of the District of Columbia.\n\nMiscellaneous Notes\n\nRepayment by D.C. Housing Finance Agency: Section 147 of Pub. Law 104-194 provided that, notwithstanding any other law, the District of Columbia Housing Finance Agency, shall not be required to repay moneys advanced by the District government (including accrued interest thereon) pursuant to Congressional appropriations for fiscal years 1980 through 1992.\n\nDC CODE § 42-2704.01a\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-135, § 401a, as added Apr. 9, 1997, D.C. Law 11-197, § 3, 43 DCR 4567.)","sections":[],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"27","text":"Housing Finance Agency."},"subchapter":{"identifier":"IV","text":"Financial Affairs of the Agency."},"heading":{"title":"42","chaptersection":"2704","identifier":"42-2704.01a","catch_text":"Repayment of funds."}}