{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-2903.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-67, see Historical and Statutory Notes following § 42-2301.\n\nDC CODE § 42-2303\n\nCurrent through December 11, 2012","credits":"(Jan. 28, 1988, D.C. Law 7-67, § 4, 34 DCR 7441.)","sections":[{"prefix":"a","text":" From the date of the recording of a credit line deed of trust, the credit line deed of trust shall have priority:"},{"prefix":"1","text":" Over all other deeds, conveyances, or other instruments, or contracts in writing, that are unrecorded as of that date and of which the noteholder has no knowledge or notice; and"},{"prefix":"2","text":" Over judgment liens subsequently recorded, except that a judgment creditor who gives notice of the judgment to the noteholder of record at the address listed in the credit line deed of trust shall have priority over the credit line deed of trust in the case of advances that are made after the date of the noteholder's receipt of the notice and that were not irrevocably committed prior to this date."},{"prefix":"b","text":" Mechanic's liens established pursuant to § 40-301.01, shall have priority over all advances made under a credit line deed of trust subsequent to the filing of a notice of mechanic's lien, but shall not have priority over advances made prior to the filing of a notice of mechanic's lien."},{"prefix":"c","text":" Except as provided in subsections (a)(2) and (b) of this section, the priority of a credit line deed of trust shall extend to all advances made following the recordation of the credit line deed of trust. Amounts outstanding, together with interest, shall continue to have priority until paid or otherwise settled."},{"prefix":"d","text":" Nothing in this chapter shall apply to the priority of purchase money security interests in goods and fixtures."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"23","text":"Credit Line Deeds of Trust."},"heading":{"title":"42","chaptersection":"2303","identifier":"42-2303","catch_text":"Priority of credit line deed of trust."}}