{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90-day) addition of section, see § 5 of the Government Employer-Assisted Housing Emergency Amendment Act of 1999 (D.C. Act 13-188, December 1, 1999, 46 DCR 10407).\n\nFor temporary (90-day) addition of section, see § 5 of the Government Employer-Assisted Housing Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13-258, February 9, 2000, 47 DCR 1124).\n\nLegislative History of Laws\n\nFor Law 13-96, see notes following § 42-2601.\n\nDC CODE § 42-2504\n\nCurrent through December 11, 2012","credits":"(May 9, 2000, D.C. Law 13-96, § 5, 47 DCR 1081.)","sections":[{"prefix":"a","text":" Each Participant in the Program shall be required to save an agreed upon amount, as set forth in this section, which shall be applied toward the down payment and closing costs for the housing unit. Each Participant shall enter into an Agreement with the Department. The Agreement shall set forth the following items:"},{"prefix":"1","text":" The amount to be saved by the employee and the period of time during which the savings shall be accomplished;"},{"prefix":"2","text":" A provision for amendment or termination of the Agreement;"},{"prefix":"3","text":" A penalty for withdrawal of funds or termination of the Agreement prior to settlement of the loan;"},{"prefix":"4","text":" A procedure for refund to the District of the amount of matching funds contributed by the District on behalf of a Participant who has withdrawn from the Agreement, terminated the Agreement, or otherwise failed to purchase the housing unit;"},{"prefix":"5","text":" The matching funds to be contributed by the District;"},{"prefix":"6","text":" The requirement that the matching funds provided by the District shall be used only for the purchase of a housing unit that shall be the principal residence of the Participant; and"},{"prefix":"7","text":" Any other item that the Department deems necessary."},{"prefix":"b","text":" For each Participant in the Program who sets aside $2,500 under an Agreement, the District shall obligate $500 in the financial management system. The District shall match succeeding Participant saving increments of $2,500 with a $500 obligation until the District obligation totals $1,500. Matching contributions by the District shall not exceed $1,500 for any individual Participant. The District shall disburse its cash contribution at the time of settlement."},{"prefix":"c","text":" The Mayor shall establish a procedure to allow a Participant in the Program to save the target amount of money listed in the Agreement through a system of payroll deduction."},{"prefix":"d","text":" An applicant who has saved toward a down payment prior to entering the Program shall also be eligible for the matching contribution upon entering into an Agreement with the Department."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"25","text":"Government Employer-Assisted Housing Program."},"heading":{"title":"42","chaptersection":"2504","identifier":"42-2504","catch_text":"Employee savings; District government contribution."}}