{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1730.\n\n1973 Ed., § 5-929.\n\nMiscellaneous Notes\n\nSupersedure of chapter: See Historical and Statutory Notes following § 42- 2001.\n\nDC CODE § 42-2029\n\nCurrent through December 11, 2012","credits":"(Dec. 21, 1963, 77 Stat. 461, Pub. L. 88-218, § 29.)","sections":[{"prefix":"a","text":" This subchapter shall be interpreted in such a manner as to require each condominium unit and each horizontal property regime to be in compliance with all District of Columbia laws and regulations relating to property of like type, whether it be designed for residence, for office, for the operation of any industry or business, or for any other use. The owner of each condominium unit shall be responsible for the compliance of his unit with such laws and regulations, and the council of co-owners and any person designated by them to manage the regime shall be jointly and severally liable for compliance with all such laws and regulations in all matters relating to the common elements of the regime."},{"prefix":"b","text":" Notwithstanding any provision of this subchapter, the owner of each condominium unit shall have the same responsibility for the payment of all taxes, assessments, and other charges due to the District of Columbia as does any other person or property owner similarly situated."},{"prefix":"c","text":" Notwithstanding any provision of this subchapter, the method of enforcement available to the District of Columbia to collect any tax or assessment or any charge from any individual property owner or any building owner shall be available to collect taxes, assessments, and charges from individual condominium unit owners and from the council of co-owners."},{"prefix":"d","text":" Nothing contained in this subchapter shall in any way be construed as affecting the right to institute and maintain eminent domain proceedings."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"20","text":"Horizontal Property Regimes."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"42","chaptersection":"2029","identifier":"42-2029","catch_text":"Subchapter interpreted to require compliance with all applicable laws; owners' responsibilities for taxes; methods of collection; no effect on eminent domain."}}