{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-2705.\n\nEffect of Amendments\n\nD.C. Law 13-11 struck the phrase \"a semiannual\" and inserted the phrase \"an annual\" in its place.\n\nD.C. Law 14-114, in subsec. (a), substituted \"Mayor\" for \"Administrator\"; in subsec. (b), substituted \"Mayor\" for \"Administrator\" and substituted \"development, repair\" for \"repair\" in the third sentence; and added subsec. (c).\n\nD.C. Law 14-213 made a technical change in the enacting clause of D.C. Law 14- 114, § 801(d)(2)(B), which resulted in no change in text.\n\nD.C. Law 15-105 attempted to make the same technical amendment as D.C. Law 14- 213, therefore, the amendment was ineffective.\n\nD.C. Law 16-192 added subsec. (d).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(e) of Homestead Housing Preservation Temporary Amendment Act of 1998 (D.C. Law 12-245, April 20, 1999, law notification 46 DCR 4158).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(e) of the Homestead Housing Preservation Emergency Amendment Act of 1998 (D.C. Act 12-556, January 12, 1999, 45 DCR 625).\n\nFor temporary (90-day) amendment of section, see § 2(c) of the Homestead Housing Preservation Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-62, May 10, 1999, 46 DCR 4454).\n\nFor temporary (90 day) amendment of section, see § 2112 of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 2112 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 2112 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-135, see Historical and Statutory Notes following § 42-2101.\n\nFor legislative history of D.C. Law 6-192, see Historical and Statutory Notes following § 42-2103.\n\nFor Law 13-11, see notes following § 42-2102.\n\nFor Law 14-114, see notes following § 42-2102.\n\nFor Law 14-213, see notes following § 47-820.\n\nFor Law 15-105, see notes following § 42-407.\n\nFor Law 16-192, see notes following § 42-903.\n\nMiscellaneous Notes\n\nShort title: Section 2111 of D.C. Law 16-192 provided that subtitle I of title II of the act may be cited as the \"Homestead Housing Amendment Act of 2006\".\n\nDC CODE § 42-2105\n\nCurrent through December 11, 2012","credits":"(Aug. 9, 1986, D.C. Law 6-135, § 6, 33 DCR 3771; Feb. 24, 1987, D.C. Law 6-192, § 5(c), 33 DCR 7836; June 11, 1999, D.C. Law 13-11, § 2(c), 46 DCR 5487; Apr. 19, 2002, D.C. Law 14-114, § 801(d), 49 DCR 1468; Oct. 19, 2002, D.C. Law 14-213, § 35(c), 49 DCR 8140; Mar. 2, 2007, D.C. Law 16-192, § 2112, 53 DCR 6899.)","sections":[{"prefix":"a","text":" The Mayor shall identify and publish in the D.C. Register on an annual basis a list of properties, the titles to which are available for transfer under the Program. The properties shall be properties for which the statutory redemption period has lapsed. In addition to publication in the D.C. Register, the list shall be published in at least 2 major newspapers circulated in the District and through other reasonable methods determined by the Mayor and shall be transmitted to the Council, Advisory Neighborhood Commissions, Community Development Corporation, and any other organizations the Mayor deems appropriate."},{"prefix":"b","text":" Along with the list of properties required to be published under subsection (a) of this section, the Mayor shall publish a RFP inviting the submission of proposals for purchase of any of the properties listed. Proposals submitted to the Mayor shall be evaluated in accordance with this chapter and rules promulgated pursuant to this chapter. Each proposal shall outline financial and structural plans for the development, repair, occupancy, maintenance, and ownership of the property and shall contain any other information required by this chapter or any rules promulgated pursuant to this chapter."},{"prefix":"c","text":" The Mayor may accept unsolicited proposals for any property that has been offered for sale but that was not purchased through the RFP process. A proposal that the Mayor approves shall be submitted to the Council for approval, in whole or in part, by resolution. If the Council does not approve or disapprove the proposed resolution within 60 calendar days, excluding days of Council recess, the proposed resolution shall be deemed disapproved."},{"prefix":"d","text":" The Director of the District of Columbia Department of Housing and Community Development is authorized, at his or her discretion, as deemed necessary to achieve the purposes of this chapter, and when it serves the District's interest in producing affordable housing, to transfer real property in the Program inventory to other programs administered by the District government."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Housing Enhancement Programs."},"chapter":{"identifier":"21","text":"Homestead Housing Preservation."},"heading":{"title":"42","chaptersection":"2105","identifier":"42-2105","catch_text":"Program inventory."}}