{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1714.\n\n1973 Ed., § 5-914.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-3, see Historical and Statutory Notes following § 42-2002.\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 42-2002.\n\nMiscellaneous Notes\n\nSupersedure of chapter: See Historical and Statutory Notes following § 42- 2001.\n\nDC CODE § 42-2014\n\nCurrent through December 11, 2012","credits":"(Dec. 21, 1963, 77 Stat. 455, Pub. L. 88-218, § 14; May 22, 1975, D.C. Law 1-3, § 2(2), 21 DCR 3945; Apr. 9, 1997, D.C. Law 11-255, § 48(c), 44 DCR 1271.)","sections":[{"prefix":"a","text":" The bylaws must necessarily provide for at least the following:"},{"prefix":"1","text":" Form of administration, indicating whether this shall be in charge of an administrator, manager, or of a board of directors, or of administration, or otherwise, and specifying the powers, manner of removal, and, where proper, the compensation thereof;"},{"prefix":"2","text":" Method of calling or summoning the co-owners to assemble; that a majority of co-owners is required to adopt decisions, except as otherwise provided in this subchapter; who is to preside over the meeting and who will keep the minute book wherein the resolutions shall be recorded;"},{"prefix":"3","text":" Care, upkeep, and surveillance of the project and its general or limited common elements and services;"},{"prefix":"4","text":" Manner of collecting from the co-owners for the payment of common expenses;"},{"prefix":"5","text":" Designation, hiring, and dismissal of the personnel necessary for the good working order of the project and for the proper care of the general or limited common elements and to provide services for the project;"},{"prefix":"6","text":" Such restrictions on or requirements respecting the use and maintenance of the units and the use of the common elements as are designed to prevent unreasonable interference with the use of the respective units and of the common elements by the several unit owners;"},{"prefix":"7","text":" Designation of person authorized to accept service of process in any action relating to 2 or more units or to the common elements as authorized under § 42-2024. Such person must be a resident of and maintain an office in the District of Columbia; and"},{"prefix":"8","text":" Notice as to the existence or nonexistence of a declaration in trust for the enforcement of the lien for common expenses permitted under § 42-2019."},{"prefix":"b","text":" The sole owner of the project, or if there be more than 1, the co-owners representing two-thirds of the votes provided for in § 42-2006 may at any time modify the system of administration, but each one of the particulars set forth in this section shall always be embodied in the bylaws."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"20","text":"Horizontal Property Regimes."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"42","chaptersection":"2014","identifier":"42-2014","catch_text":"Plat of condominium subdivision--Necessary; modification of administration."}}