{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-192, in subsec. (b), substituted \"$12 million\" for \"$6 million\".\n\nD.C. Law 17-20, in subsec. (b), substituted \"$16 million\" for \"12 million\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2172(c) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 2062(b) of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 2062(b) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) addition, see § 2 of District of Columbia Housing Authority northwest One/Temple Courts Subsidiary Establishment Approval Emergency Act of 2006 (D.C. Act 16-664, December 28, 2006, 54 DCR 1127).\n\nFor temporary (90 day) amendment of section, see § 2062(b) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 2402(b) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following § 42-2812.01.\n\nFor Law 16-192, see notes following § 42-903.\n\nFor Law 17-20, see notes following § 42-2802.\n\nDelegation of Authority\n\nDelegation of authority to Acquire Certain Real Estate in the District of Columbia, see Mayor's Order 2007-81, April 2, 2007 (54 DCR 7810).\n\nResolutions\n\nResolution 16-654, the \"Northwest One/Sursum Corda Cooperative Approval Resolution of 2006\", was approved effective June 7, 2006.\n\nResolution 17-315, the \"Barry Farm/Park Chester/Wade Road and Lincoln Heights/Richardson Dwellings New Communities Initiative Combined Emergency Approval Resolution of 2007\", was approved effective July 10, 2007.\n\nMiscellaneous Notes\n\nFor approval of the Northwest One Redevelopment Plan and authorization of the Mayor to exercise eminent domain authority in the area bounded by North Capitol Street, N.E., K Street, N.E., New Jersey Avenue, N.E., and New York Avenue, N.E., see the Northwest One/Sursum Corda Affordable Housing Protection, Preservation and Production Act of 2006, effective November 16, 2006 (D.C. Law 16-188; 53 DCR 6750).\n\nDC CODE § 42-2812.03\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-202, § 203, as added Oct. 20, 2005, D.C. Law 16-33, § 2172(c), 52 DCR 7503; Mar. 2, 2007, D.C. Law 16-192, § 2062(b), 53 DCR 6899; Sept. 18, 2007, D.C. Law 17-20, § 2402(b), 54 DCR 7052.)","sections":[{"prefix":"a","text":" Pursuant to § 1-204.90 and this subchapter, the Mayor is authorized to issue bonds to assist in financing, refinancing, or reimbursing costs of undertakings by the District to accomplish the purposes of the New Communities Initiative. Subject to Council approval by resolution submitted by the Mayor in accordance with subsection (d) of this section, the Mayor is authorized to issue bonds to assist in financing, refinancing, or reimbursing costs of developing mixed income and mixed use projects situated in:"},{"prefix":"1","text":" The vicinity of an area known as Northwest One/Sursum Corda Cooperative, located between K Street, N.W., M Street, N.W., New Jersey Avenue, N.W., and North Capitol Street, N.W., in the District; or"},{"prefix":"2","text":" Any other area that has been approved by the Council pursuant to the New Communities Initiative."},{"prefix":"b","text":" The bonds, which may be issued from time to time, in one or more series, which shall be tax-exempt or taxable as the Mayor shall determine, shall be payable solely from and secured by monies deposited in the Allocated Fund; provided, that the total amount of funds allocated annually to pay debt service on the bonds shall not exceed $16 million."},{"prefix":"c","text":" The Mayor is authorized to pay from the proceeds of the bonds the costs and expenses of issuing and delivering the bonds, including, but not limited to, underwriting, legal, accounting, financial advisory, bond insurance or other credit enhancement, marketing and selling the bonds, and printing costs and expenses."},{"prefix":"d","text":" The Mayor shall submit and the Council shall approve, by resolution, the amount of bonds that shall be issued at any one time for a project authorized by subsection (a) of this section. Each approval resolution shall state the aggregate principal amount of bonds to be issued, and shall be accompanied by a preliminary development plan that describes the projected construction plan, and includes the following:"},{"prefix":"1","text":" A plan that provides for the one-to-one replacement of existing subsidized units, minimizes the displacement of current residents, relocates displaced residents to suitable interim housing within the general neighborhood, and provides the opportunity and the means for the return of the residents to the redeveloped community;"},{"prefix":"2","text":" Evidence that the poverty rate in the community is 20% or more;"},{"prefix":"3","text":" An executed agreement between the Mayor, or his Authorized Delegate, and one or more designated representatives of the community that acknowledges the immediate and recognizable need for redevelopment of the community;"},{"prefix":"4","text":" A plan by which local, community-based developers of affordable housing may be able to achieve at least 40% participation in the redevelopment project;"},{"prefix":"5","text":" A preliminary financing plan that includes a financial feasibility analysis that sets forth the proposed sources and uses of funds;"},{"prefix":"6","text":" Evidence that 500 or more new or rehabilitated housing units will be developed in the proposed New Communities Initiative neighborhood, and which specifies the total number and the distribution of planned housing units by level of household income; and"},{"prefix":"7","text":" An analysis of the synergies to be achieved through the allocation of public and private investments in human and physical capital, and their combined contribution to enhancement of the project's economic feasibility."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"28","text":"Housing Production Trust Fund."},"subchapter":{"identifier":"II","text":"Bond Authorization."},"heading":{"title":"42","chaptersection":"2812","identifier":"42-2812.03","catch_text":"Bond authorization for New Community Initiative neighborhoods, including Sursum Corda."}}