{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-111, in subsec. (c), deleted \"and\" from the end of par. (12); substituted a semicolon for a period at the end of par. (13), and added pars. (14) to (16).\n\nD.C. Law 18-223 added pars. (e)(1A) and (e)(1B).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2181 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2181 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 2104 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nLaw 17-219, the \"Fiscal Year 2009 Budget Support Act of 2008\", was introduced in Council and assigned Bill No. 17-678, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 13, 2008, and June 3, 2008, respectively. Signed by the Mayor on June 26, 2008, it was assigned Act No. 17-419 and transmitted to both Houses of Congress for its review. D.C. Law 17-219 became effective on August 16, 2008.\n\nFor Law 18-111, see notes following § 42-1102.02.\n\nFor Law 18-223, see notes following § 42-1904.03.\n\nMiscellaneous Notes\n\nShort title: Section 2008 of D.C. Law 17-219 provided that subtitle D of title II of the act may be cited as the \"Department of Housing and Community Development Unified Fund Establishment Act of 2008\".\n\nShort title: Section 2180 of D.C. Law 18-111 provided that subtitle S of title II of the act may be cited as the \"Rental Housing Commission Enhancement Amendment Act of 2009\".\n\nDC CODE § 42-2857.01\n\nCurrent through December 11, 2012","credits":"(Aug. 16, 2008, D.C. Law 17-219, § 2009, 55 DCR 7598; Mar. 3, 2010, D.C. Law 18-111, § 2181, 57 DCR 181; Sept. 24, 2010, D.C. Law 18-223, § 2104, 57 DCR 6242.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the Department of Housing and Community Development Unified Fund (\"Unified Fund\"), to be administered by the Department of Housing and Community Development."},{"prefix":"b","text":" All funds deposited into the Unified Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (c) of this section without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"c","text":" Funds deposited into the Unified Fund shall be used for the following purposes:"},{"prefix":"1","text":" To provide financial assistance to low-income and moderate-income residents of the District so that they may obtain or maintain affordable housing;"},{"prefix":"2","text":" To assist low-income and moderate-income residents in making down payments on homes within the District;"},{"prefix":"3","text":" To assist low-income and moderate-income residents in making share payments or other payments to housing cooperatives or condo associations within the District;"},{"prefix":"4","text":" To provide financial assistance to developers to acquire real property for the provision of affordable housing;"},{"prefix":"5","text":" To provide funding for the design, installation, and renovation of site improvements to be located on property to be developed or rehabilitated as affordable housing;"},{"prefix":"6","text":" To provide funding for private for-profit and not-for-profit developers to facilitate the development of affordable housing;"},{"prefix":"7","text":" To provide funding for property maintenance facilities at affordable housing developments;"},{"prefix":"8","text":" To provide funding for the Department of Housing and Community Development (\"DHCD\") to reclaim properties that have received notice of foreclosure in cases where DHCD has subordinated liens;"},{"prefix":"9","text":" To provide affordable financing to low-income and moderate-income residents to correct basic housing defects and ensure long-term livability;"},{"prefix":"10","text":" To develop programs to encourage property owners to rehabilitate and occupy their abandoned or deteriorated residential properties;"},{"prefix":"11","text":" To facilitate DHCD's acquisition, disposition, and rehabilitation of vacant and deteriorated properties when property owners fail to maintain the properties;"},{"prefix":"12","text":" To facilitate the development of affordable housing generally;"},{"prefix":"13","text":" To provide funding for other affordable housing purposes, as determined by the Director of DHCD in furtherance of DHCD's mission;"},{"prefix":"14","text":" To provide one-time funding for enhancements for the Rental Housing Commission;"},{"prefix":"15","text":" To provide funding to support the housing needs of veterans; and"},{"prefix":"16","text":" To provide funding to assist tenants evicted under § 42-3505.01."},{"prefix":"d","text":" Not more that 20% of the funds deposited into the Unified Fund may be used to pay project-delivery costs."},{"prefix":"e","text":" The following funds shall be deposited into the Unified Fund, beginning on October 1, 2008:"},{"prefix":"1","text":" All revenue derived from lease payments from loans and other proceeds received under the Land Acquisitions for Housing Development Opportunities Program, established under the authority of subchapter I of Chapter 10 of Title 6;"},{"prefix":"1A","text":" All revenue derived from the fees collected pursuant to § 42-3402.05a, for processing condominium and cooperative conversions and for other services provided by the Department of Housing and Community Development under Chapter 34 of this title;"},{"prefix":"1B","text":" All revenue derived from the fees collected pursuant to § 42- 1904.03(d);"},{"prefix":"2","text":" All revenue derived from repayments and other proceeds from the following programs, funding sources, and accounts maintained by DHCD:"},{"prefix":"A","text":" Rehabilitation Repayment account;"},{"prefix":"B","text":" Low Income Housing Tax Credit Fee Collection;"},{"prefix":"C","text":" Home Again Revolving Fund;"},{"prefix":"D","text":" Portal Sites; and"},{"prefix":"E","text":" Any other DHCD programs created by regulation, as determined by the Director; and"},{"prefix":"3","text":" All other sources of revenue as the Council may determine by act."},{"prefix":"f","text":" No revenue from any federal funding source nor any income derived from any federal funding source shall be deposited into the Unified Fund."},{"prefix":"g","text":" The Director shall distribute funds from the Unified Fund in accordance with DHCD's annual action plan, budget projections, and performance goals that are directed towards creating affordable housing and community development."},{"prefix":"h","text":" On October 31, 2009, and annually thereafter, DHCD shall submit to the Council a report that describes all programs, activities, and projects undertaken by DHCD using funds allocated from the Unified Fund."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"28D","text":"Department of Housing and Community Development Unified Fund."},"heading":{"title":"42","chaptersection":"2857","identifier":"42-2857.01","catch_text":"Department of Housing and Community Development Unified Fund."}}