{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-192, in the section heading, substituted \"District government and public charter school employees\" for \"Metropolitan police officers\"; rewrote the lead-in language of subsec. (a), which had previously read: \"In addition to the assistance provided in §§ 42-2504 and 42-2505, Metropolitan police officers who are first-time homebuyers in the District shall be eligible for the following assistance:\"; and rewrote subsec. (a)(2), which had previously read:\n\n\"(2) A $2,000 income tax credit in the tax year the officer purchases the housing unit and each of the 4 immediately succeeding tax years; provided, that the officer remains eligible for the tax credit. The credit shall not be prorated and any portion of the credit that is not utilized in a tax year shall not be carried forward, carried back, or refunded to the officer.\"\n\nD.C. Law 18-111, in subsec. (a), substituted \"following assistance, subject to annual available appropriations:\" for \"following assistance:\".\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of section, see § 7 of the Government Employer-Assisted Housing Emergency Amendment Act of 1999 (D.C. Act 13-188, December 1, 1999, 46 DCR 10407).\n\nFor temporary (90-day) addition of section, see § 7 of the Government Employer-Assisted Housing Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13-258, February 9, 2000, 47 DCR 1124).\n\nFor temporary (90 day) amendment of section, see § 2012(b) of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 2012(b) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 2012(b) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 7038 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 7038 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor Law 13-96, see notes following § 42-2601.\n\nFor Law 16-192, see notes following § 42-903.\n\nFor Law 18-111, see notes following § 42-1102.02.\n\nMiscellaneous Notes\n\nSection 7038(b) of D.C. Law 18-111 provides:\n\n\"(b) This section shall apply as of October 1, 2009.\"\n\nDC CODE § 42-2506\n\nCurrent through December 11, 2012","credits":"(May 9, 2000, D.C. Law 13-96, § 7, 47 DCR 1081; Mar. 2, 2007, D.C. Law 16-192, § 2012(b), 53 DCR 6899; Mar. 3, 2010, D.C. Law 18-111, § 7038(a), 57 DCR 181.)","sections":[{"prefix":"a","text":" In addition to the assistance provided in §§ 42-2504 and 42-2505, a District of Columbia government employee, an employee of a District of Columbia public charter school, or a person who has accepted an offer to be a District of Columbia police officer, firefighter, emergency medical technician, public school teacher, or a teacher at a District of Columbia public charter school who is a first-time homebuyer in the District shall be eligible for the following assistance, subject to annual available appropriations:"},{"prefix":"1","text":" A sliding-scale property tax credit as follows:"},{"prefix":"A","text":" An 80% property tax credit for the first year;"},{"prefix":"B","text":" A 60% property tax credit for the second year;"},{"prefix":"C","text":" A 40% property tax credit for the third year;"},{"prefix":"D","text":" A 20% property tax credit for the fourth year; and"},{"prefix":"E","text":" A 20% property tax credit for the fifth year."},{"prefix":"2","text":" A $2,000 income tax credit in the tax year the District of Columbia government employee, employee of a District of Columbia public charter school, or person who has accepted an offer to be a District of Columbia police officer, firefighter, emergency medical technician, public school teacher, or teacher at a District of Columbia public charter school purchases the housing unit and each of the 4 immediately succeeding tax years;  provided, that the District of Columbia government employee, employee of a District of Columbia public charter school, or person who has accepted an offer to be a District of Columbia police officer, firefighter, emergency medical technician, public school teacher, or teacher at a District of Columbia remains eligible for the tax credit.   The credit shall not be prorated and any portion of the credit that is not utilized in a tax year shall not be carried forward, carried back, or refunded to the District of Columbia government employee, employee of a District of Columbia public charter school, or person who has accepted an offer to be a District of Columbia police officer, firefighter, emergency medical technician, public school teacher, or teacher at a District of Columbia."},{"prefix":"b","text":" Any real property owner eligible to receive a real property tax credit under this section shall receive the tax credit as of the next half of the real property tax year following the date the real property owner applied for the credit. The real property owner shall continue to receive the real property tax credit for each succeeding 9 halves of the real property tax year; provided, that the real property owner remains eligible to receive the tax credit."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"25","text":"Government Employer-Assisted Housing Program."},"heading":{"title":"42","chaptersection":"2506","identifier":"42-2506","catch_text":"Assistance available for District government and public charter school employees."}}