{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 15-39 rewrote par. (6) which had read as follows:\n\n\"(6) \"Federally-assisted housing accommodation\" means a housing accommodation:\n\n\"(A) That is covered in whole or in part by a contract for project-based assistance under:\n\n\"(i) The new construction or substantial rehabilitation program under section 8(b)(2) of the United States Housing Act of 1937, as in effect before October 1, 1983;\n\n\"(ii) The property disposition program under section 8(b) of the United States Housing Act of 1937;\n\n\"(iii) The moderate rehabilitation program under section 8(e)(2) of the United States Housing Act of 1937;\n\n\"(iv) The loan management assistance program under section 8 of the United States Housing Act of 1937;\n\n\"(v) Section 23 of the United States Housing Act of 1937, as in effect before January 1, 1975;\n\n\"(vi) The rent supplement program under section 101 of the Housing and Urban Development Act of 1965, approved August 10, 1965 (79 Stat. 451; 12 U.S.C. § 1701s); or\n\n\"(vii) Section 8 of the United States Housing Act of 1937, following conversion from assistance under section 101 of the Housing and Urban Development Act of 1965, approved August 10, 1965 (79 Stat. 451; 12 U.S.C. § 1701s);\n\n\"(viii) Section 202 of the Housing Act of 1959, approved September 23, 1959 (75 Stat. 162; 12 U.S.C. § 1701q);\n\n\"(ix) Section 811 of the National Housing Act, approved November 28, 1990 (104 Stat. 4324; 42 U.S.C. § 8013); or\n\n\"(B) Financed in whole or in part by a mortgage insured or held by the Secretary under the National Housing Act, approved June 27, 1934 (48 Stat. 1246; 12 U.S.C. § 1701 et seq.)\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a) of Housing Notice Temporary Amendment Act of 2002 (D.C. Law 14-181, July 23, 2002, law notification 49 DCR 8275).\n\nFor temporary (225 day) amendment of section, see § 2(a) of Housing Notice Temporary Amendment Act of 2003 (D.C. Law 15-7, June 5, 2003, law notification 50 DCR 4871).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of the Housing Notice Emergency Amendment Act of 2003 (D.C. Act 15-22, February 24, 2003, 50 DCR 2135).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Housing Notice Emergency Amendment Act of 2002 (D.C. Act 14-343, April 24, 2002, 49 DCR 4294).\n\nLegislative History of Laws\n\nFor Law 14-114, see notes following § 42-2851.01.\n\nFor Law 15-39, see notes following § 42-2801.\n\nReferences in Text\n\nSections 8 and 23 of the United States Housing Act of 1937, referred to in subpars. (A)(i) through (A)(iv) and subpar. (B) of par. (6), are codified to 42 U.S.C.A. § 1437f and 42 U.S.C.A. § 1437u, respectively.\n\nNational Housing Act, referred to in subpar. (G) of par. (6), are codified to 12 U.S.C.A. § 1715(d)(3) and (5).\n\nMiscellaneous Notes\n\nShort title of subtitle B of title II of Law 15-39: Section 211 of D.C. Law 15-39 provided that subtitle B of title II of the act may be cited as the Housing Notice Amendment Act of 2003.\n\nDC CODE § 42-2851.02\n\nCurrent through December 11, 2012","credits":"(Apr. 19, 2002, D.C. Law 14-114, § 202, 49 DCR 1468; Nov. 13, 2003, D.C. Law 15-39, § 212(a), 50 DCR 5668.)","sections":[{"prefix":"1","text":" \"Affordable multifamily housing property\" means residential real property consisting of 5 or more dwelling units in which, as the result of use restrictions or other covenants, at least 20% of the dwelling units are occupied by very low-income households."},{"prefix":"2","text":"(A) \"Area median income\" means:"},{"prefix":"i","text":" For a household of 4 persons, the area median income for a household of 4 persons in the Washington Metropolitan Statistical Area as set forth in the periodic calculation provided by the United States Department of Housing and Urban Development;"},{"prefix":"ii","text":" For a household of 3 persons, 90% of the area median income for a household of 4 persons;"},{"prefix":"iii","text":" For a household of 2 persons, 80% of the area median income for a household of 4 persons;"},{"prefix":"iv","text":" For a household of one person, 70% of the area median income for a household of 4 persons; and"},{"prefix":"v","text":" For a household of more than 4 persons, the area median income for a household of 4 persons, increased by 10% of the area median income for a family of 4 persons for each household member exceeding 4 persons (e.g., the area median income for a family of 5 shall be 110% of the area median income for a family of 4; the area median income for a household of 6 shall be 120% of the area median income for a family of 4)."},{"prefix":"B","text":" Any percentage of household income referenced in this chapter (e.g., 80% of household income) shall be determined through a direct mathematical calculation and shall not take into account any adjustments made by the United States Department of Housing and Urban Development for the purposes of the programs which it administers."},{"prefix":"3","text":" \"District\" means District of Columbia."},{"prefix":"4","text":" \"Eligible low-income housing development\" means a housing development that is an affordable multifamily housing property, a housing accommodation that receives assistance pursuant to a HAP contract, or a housing accommodation certified by the Mayor pursuant to § 47-865."},{"prefix":"5","text":" \"Extremely low-income household\" means a household consisting of one or more persons with a household income equal to 30% or less of the area median income."},{"prefix":"6","text":" \"Federally-assisted housing accommodation\" means a housing accommodation that is:"},{"prefix":"A","text":" Covered in whole or in part by a contract for project-based assistance under section 8 of the United States Housing Act of 1937, including the following programs:"},{"prefix":"i","text":" The new construction or substantial rehabilitation program under section 8(b)(2) of the United States Housing Act of 1937, as in effect before October 1, 1983;"},{"prefix":"ii","text":" The property disposition program under section 8(b) of the United States Housing Act of 1937;"},{"prefix":"iii","text":" The moderate rehabilitation program under section 8(e)(2) of the United States Housing Act of 1937;"},{"prefix":"iv","text":" The loan management assistance program under section 8 of the United States Housing Act of 1937; and"},{"prefix":"v","text":" The programs authorized by amendments to section 8 of the United States Housing Act of 1937 contained in the Multifamily Assisted Housing Reform and Affordability Act of 1997, approved October 27, 1997 (Pub. L. No. 105-65; 11 Stat. 1344);"},{"prefix":"B","text":" Assisted under section 23 of the United States Housing Act of 1937, as in effect before January 1, 1975;"},{"prefix":"C","text":" Assisted under the rent supplement program under section 101 of the Housing and Urban Development Act of 1965, approved August 10, 1965 (79 Stat. 451; 12 U.S.C. § 1701s);"},{"prefix":"D","text":" Financed under section 202 of the Housing Act of 1959, approved September 23, 1959 (75 Stat. 162; 12 U.S.C. § 1701q);"},{"prefix":"E","text":" Financed under section 811 of the National Housing Act, approved November 28, 1990 (104 Stat. 4324; 42 U.S.C. § 8013);"},{"prefix":"F","text":" Financed in whole or in part by a mortgage insured or held by the Secretary under section 236 of the National Housing Act, approved June 27, 1934 (48 Stat. 1246; 12 U.S.C. § 1701 et seq.), or subject to an interest reduction payment agreement with the Secretary;"},{"prefix":"G","text":" Financed in whole or in part by a below market interest rate mortgage insured or held by the Secretary under section 221(d)(3) of the National Housing Act, pursuant to the proviso in section 221(d)(5) of the National Housing Act; or"},{"prefix":"H","text":" Subject to a use agreement under the Flexible Subsidy program established by the Housing and Community Development Amendments of 1978, approved October 31, 1978 (Pub. L. No. 95-557; 92 Stat. 2080)."},{"prefix":"7","text":" \"HAP contract\" means a project-based housing assistance payments contract executed between the owner of an affordable multifamily housing property and the Secretary or a public housing agency pursuant to section 8 of the United States Housing Act of 1937."},{"prefix":"8","text":" \"Household income\" shall have the same meaning as \"household gross income\" in § 47-1806.06."},{"prefix":"9","text":" \"Housing accommodation\" shall have the same meaning as in § 42- 3401.03(11)."},{"prefix":"10","text":" \"Low-income household\" means a household consisting of one or more individuals with a household income equal to, or less than, 80% of the area median income and greater than 50% of the area median."},{"prefix":"11","text":" \"Qualified area\" means a census tract in which the average rent for one bedroom and 2-bedroom apartments exceeds the fair market rent by 25% or more."},{"prefix":"12","text":" \"Rental housing\" or \"rental unit\" means that part of a housing accommodation which is rented or offered for rent for residential occupancy, including an apartment, efficiency apartment, room, suite of rooms, and single-family home or duplex, and the land appurtenant to such rental unit or rental housing."},{"prefix":"13","text":" \"Secretary\" means the Secretary of the United States Department of Housing and Urban Development."},{"prefix":"14","text":" \"Tenant\" shall have the same meaning as in § 42-3501.03(36))."},{"prefix":"15","text":" \"United States Housing Act\" means the United States Housing Act of 1937, approved September 1, 1937 (50 Stat. 888; 42 U.S.C. § 1437 et seq.)."},{"prefix":"16","text":" \"Very low-income household\" means a household consisting of one or more individuals with a household income equal to, or less than, 50% of the area median income and greater than 30% of the area median."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"28A","text":"Low-Income Housing Preservation and Protection."},"heading":{"title":"42","chaptersection":"2851","identifier":"42-2851.02","catch_text":"Definitions."}}