{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-2143.\n\nLegislative History of Laws\n\nLaw 9-185, the \"Public Funds Investment Policy in Financial Institutions and Companies Making Loans to or Doing Business with Northern Ireland Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-311, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on July 7, 1992, and October 6, 1992, respectively. Signed by the Mayor on November 2, 1992, it was assigned Act No. 9-350 and transmitted to both Houses of Congress for its review. D.C. Law 9- 185 became effective on March 16, 1993.\n\nDC CODE § 42-2704.13\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-135, § 413, as added Mar. 16, 1993, D.C. Law 9- 185, § 3(b), 39 DCR 8221.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term \"agency funds\" means all monies managed and all funds established pursuant to §§ 42-2704.06 and 42- 2704.11."},{"prefix":"b","text":"(1) Agency funds invested in stocks, securities, or other obligations of any institution or company doing business in or with Northern Ireland or with agencies or instrumentalities of Northern Ireland shall be invested to reflect advances to eliminate discrimination made by these institutions and companies pursuant to paragraph (2) of this subsection."},{"prefix":"2","text":" The Mayor shall consider the following criteria, referred to as the MacBride Principles, to determine the advances to eliminate discrimination made by companies and institutions doing business in or with Northern Ireland or with agencies or instrumentalities of Northern Ireland:"},{"prefix":"A","text":" Increasing the representation of individuals from underrepresented religious groups on the work force, including managerial, supervisory, administrative, clerical, and technical jobs;"},{"prefix":"B","text":" Providing adequate security for the protection of minority employees both at the workplace and while traveling to and from work;"},{"prefix":"C","text":" Banning provocative religious or political emblems from the workplace;"},{"prefix":"D","text":" Publicly advertising all job openings and making special recruitment efforts to attract applicants from underrepresented religious groups;"},{"prefix":"E","text":" Providing that layoff, recall, and termination procedures should not in practice favor particular religious groups;"},{"prefix":"F","text":" Abolishing job reservations, apprenticeship restrictions, and differential employment criteria that discriminate on the basis of religion or ethnic origin;"},{"prefix":"G","text":" Developing training programs that will prepare substantial numbers of current minority employees for skilled jobs, including the expansion of existing programs and the creation of new programs to train, upgrade, and improve the skills of minority employees;"},{"prefix":"H","text":" Establishing procedures to assess, identify, and actively recruit minority employees with potential for further advancement; and"},{"prefix":"I","text":" Appointing senior management staff members to oversee affirmative action efforts and setting up timetables to carry out affirmative action principles."},{"prefix":"3","text":" On or before the 1st day of October of each year, the Mayor shall determine the existence of affirmative action taken by all institutions and companies doing business in or with Northern Ireland, in which agency funds are or will be invested, in adhering to the MacBride Principles as enumerated in paragraph (2) of this subsection and provide an annual report of his or her findings for presentation to the Council, which report shall be made available for public inspection."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"27","text":"Housing Finance Agency."},"subchapter":{"identifier":"IV","text":"Financial Affairs of the Agency."},"heading":{"title":"42","chaptersection":"2704","identifier":"42-2704.13","catch_text":"Investment of funds with financial institution or company doing business with Northern Ireland."}}