{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-3102.1.\n\nEffect of Amendments\n\nD.C. Law 14-114 rewrote this section which had read as follows:\n\n\"Any nongovernment member of a board established by the Mayor to administer or provide advice on the administration of the Housing Production Trust Fund shall be appointed by the Mayor with the advice and consent of the Council of the District of Columbia.\"\n\nD.C. Law 14-213, in subsec. (c), validated a previously made technical correction; and in subsec. (d), substituted \"9\" for \"11\".\n\nD.C. Law 16-305, in subsec. (b)(6), substituted \"people with disabilities\" for \"the disabled\".\n\nLegislative History of Laws\n\nSee Note to § 42-2801.\n\nLaw 8-88, the \"Housing Production Trust Fund Board Amendment Temporary Act of 1989,\" was introduced in Council and assigned Bill No. 8-474. The Bill was adopted on first and second readings on November 21, 1989, and December 5, 1989, respectively. Approved without the signature of the Mayor on January 3, 1990, it was assigned Act No. 8-139 and transmitted to both Houses of Congress for its review. D.C. Law 8-88 became effective on March 15, 1990.\n\nLaw 8-133, the \"Housing Production Trust Fund Board Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-475, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on February 27, 1990, and March 13, 1990, respectively. Approved without the signature of the Mayor on April 2, 1990, it was assigned Act No. 8-187 and transmitted to both Houses of Congress for its review. D.C. Law 8-133 became effective on March 15, 1990.\n\nFor Law 14-114, see notes following § 42-2102.\n\nFor Law 14-213, see notes following § 42-1102.\n\nFor Law 16-305, see notes following § 42-820.\n\nDC CODE § 42-2802.01\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-202, § 3a, as added June 8, 1990, D.C. Law 8- 133, § 2, 37 DCR 2369; Apr. 19, 2002, D.C. Law 14-114, § 501(c), 49 DCR 1468; Oct. 19, 2002, D.C. Law 14-213, § 28(b), 49 DCR 8140; Apr. 24, 2007, D.C. Law 16-305, § 63, 53 DCR 6198.)","sections":[{"prefix":"a","text":" There is hereby established a Housing Production Trust Fund Board.   The Board shall advise the Mayor on the development, financing, and operation of the Fund and other matters related to the production of housing for low-income, very low-income, and extremely low-income households.  The Board may review the uses of the Fund for their conformity with the purposes of this chapter and the Board shall have reasonable access to records related to the Fund to perform this review."},{"prefix":"b","text":" The Board shall be composed of 9 members, selected as follows:"},{"prefix":"1","text":" One member shall be a representative of the financial services industry."},{"prefix":"2","text":" One member shall be a representative of the nonprofit housing production community."},{"prefix":"3","text":" One member shall be a representative of the for-profit housing production industry."},{"prefix":"4","text":" One member shall be a representative of an organization that advocates for the production, preservation, and rehabilitation of affordable housing for lower-income households."},{"prefix":"5","text":" One member shall be a representative of the low-income tenant association."},{"prefix":"6","text":" One member shall be a representative of an organization that advocates for people with disabilities."},{"prefix":"7","text":" The remaining 3 members shall have significant knowledge of an area related to the production, preservation, and rehabilitation of affordable housing for lower-income households."},{"prefix":"c","text":" The members of the Board shall be appointed by the Mayor within 50 days of April 19, 2002, with the advice and consent of the Council."},{"prefix":"d","text":" The terms of the members of the Board shall be 4 years; provided, that of the initial 9 members of the Board, the Mayor shall appoint 5 members to serve 2-year terms."},{"prefix":"e","text":" No member of the Board may serve more than 2 terms."},{"prefix":"f","text":" The Chairperson of the Board shall be designated by the Mayor with the advice and consent of the Council."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"28","text":"Housing Production Trust Fund."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"42","chaptersection":"2802","identifier":"42-2802.01","catch_text":"Housing Production Trust Fund Board."}}