{"text":"In order to bring horizontal property regimes into compliance with the laws and regulations in effect in the District of Columbia, the Council of the District of Columbia and the Zoning Commission of the District of Columbia are each hereby authorized to adopt such regulations as either deems proper, within its respective general authority, and the Mayor of the District of Columbia and the Zoning Commission are each hereby authorized to enforce such regulations, within its respective general authority.","historical":"Prior Codifications\n\n1981 Ed., § 45-1728.\n\n1973 Ed., § 5-928.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(132) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nSupersedure of chapter: See Historical and Statutory Notes following § 42- 2001.\n\nDC CODE § 42-2028\n\nCurrent through December 11, 2012","credits":"(Dec. 21, 1963, 77 Stat. 461, Pub. L. 88-218, § 28.)","sections":[],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"20","text":"Horizontal Property Regimes."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"42","chaptersection":"2028","identifier":"42-2028","catch_text":"Regulations of Council and Zoning Commission; enforcement thereof."}}