{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-2604.\n\nEffect of Amendments\n\nD.C. Law 14-190 added subsec. (d).\n\nD.C. Law 14-282 repealed subsec. (d); and added subsec. (e). Prior to repeal, subsec. (d) had read as follows:\n\n\"(d)(1)(A) Subject to subparagraph (B) of this paragraph, the deduction of a qualified conservation contribution as claimed under section 170 of the Internal Revenue Code of 1986 approved August 16, 1954 (68A Stat. 58; 26 U.S.C. § 170)('section 170'), shall be allowed under § 47-1803.03, notwithstanding the nonenforceability of the recorded instrument, the nonperpetual nature of the restriction, and the actual value of the contribution if the claimed value does not exceed 15% of the fair market value of the real property.\n\n\"(B) If the deduction is disallowed for federal income tax purposes, the deduction shall be disallowed under § 47-1803.03(b).\n\n\"(C) This paragraph shall apply to all instruments recorded at the Recorder of Deeds prior to October 1, 2002.\n\n\"(2)(A) The restriction (granted in perpetuity) of a qualified real property interest, as defined in section 170, shall further require the unqualified subordination of all mortgage and deed of trust interests in the real property, including the express subordination of such interests to a lien resulting from enforcement of the instrument that created the qualified conservation contribution. Subject to subparagraph (E) of this paragraph, the following language shall provide prima facie evidence of compliance with the requirement that the enforcement lien shall be superior in priority to any such interests:\n\n\"In the event of a violation of this easement, the grantee shall have, and the grantor, and mortgagee or trustee of the deed of trust, present or future, hereby grant to grantee, the following rights:\n\n\" '(a) The right to institute legal proceedings to enjoin such violation by ex parte, temporary, and permanent injunction, to require the restoration of the real property, including the facade, to its prior condition, to collect money damages, to be reimbursed for all costs and attorneys' fees, and to avail itself of all other legal and equitable remedies;\n\n\" '(b) The right to enter upon the land and into the improvement of the real property in order to correct such violation and hold grantor and the real property responsible for the cost thereof; and\n\n\" '(c) The right to seek to place a lien against the real property to secure the payment of any of the obligations arising under this instrument, and such lien shall enjoy the same priority as this instrument regardless of whether such lien was foreseeable.'\n\n\"(B) The assent to the terms of the instrument of the grantor, and mortgagee or trustee of a deed of trust, or their respective duly appointed and recorded attorneys, in fact, shall be expressly stated and acknowledged according to law.\n\n\"(C) The instrument, and any return required by the Recorder of Deeds, shall specifically recite the value of the qualified conservation contribution and any cost and donation incurred by the grantor thereof.\n\n\"(D) No deduction shall be allowed for a qualified conservation contribution that does not satisfy the requirements of this paragraph.\n\n\"(E) If the deduction is disallowed for federal income tax purposes, the deduction shall be disallowed under § 47-1803.03(a).\n\n\"(F) This paragraph shall apply to all instruments recorded at the Recorder of Deeds on or after October 1, 2002.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 14 of the Tax Clarity and Related Amendments Temporary Act of 2002 (D.C. Law 14-228, Mar. 25, 2003, law notification 50 DCR 2741).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 902 of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nFor temporary (90 day) amendment of section, see § 13 of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see §§ 13(a) and 14 of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14- 510, October 23, 2002, 49 DCR 10247).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-113, see Historical and Statutory Notes following § 42-201.\n\nLaw 14-190, the \"Fiscal Year 2003 Budget Support Act of 2002\", was introduced in Council and assigned Bill No. 14-609, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 7, 2002, and June 4, 2002, respectively. Signed by the Mayor on July 3, 2002, it was assigned Act No. 14-403 and transmitted to both Houses of Congress for its review. D.C. Law 14-190 became effective on October 1, 2002.\n\nLaw 14-282, the \"Tax Clarity and Recorder of Deeds Act of 2002\", was introduced in Council and assigned Bill No. 14-537, which was referred to Committee on Finance and Revenue. The Bill was adopted on first and second readings on July 2, 2002, and October 1, 2002, respectively. Signed by the Mayor on January 22, 2003, it was assigned Act No. 14-616 and transmitted to both Houses of Congress for its review. D.C. Law 14-282 became effective on April 4, 2003.\n\nReferences in Text\n\nSection 170 of the Internal Revenue Code of 1986, referred to in subsec. (e), is classified to 26 U.S.C.A. § 170.\n\nMiscellaneous Notes\n\nShort title of title IX of Law 14-190: Section 901 of D.C. Law 14-190 provided that title IX of the act may be cited as the Conservation Easement Deed of Gift Clarification Amendment Act of 2002. This title was repealed by D.C. Law 14- 282.\n\nUniform Law\n\nThis section is based upon § 5 of the Uniform Conservation Easement Act.   See 12 Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 42-204\n\nCurrent through December 11, 2012","credits":"(May 16, 1986, D.C. Law 6-113, § 5, 33 DCR 1996; Oct. 1, 2002, D.C. Law 14-190, § 902, 49 DCR 6968; Apr. 4, 2003, D.C. Law 14-282, §§ 12, 13, 50 DCR 896.)","sections":[{"prefix":"a","text":" This chapter applies to any interest created after May 16, 1986, which complies with this chapter, whether designated as a conservation easement or as a covenant, equitable servitude, restriction, easement, or otherwise."},{"prefix":"b","text":" This chapter applies to any interest created before May 16, 1986, if it would have been enforceable had it been created after May 16, 1986, unless retroactive application contravenes the laws of the District of Columbia or the United States."},{"prefix":"c","text":" This chapter does not invalidate any interest, whether designated as a conservation or preservation easement, a covenant, equitable servitude, restriction, easement, or otherwise, that is enforceable under other law of the District of Columbia."},{"prefix":"d","text":" Repealed."},{"prefix":"e","text":"(1) The deduction of a qualified conservation contribution as claimed under section 170 of the Internal Revenue Code of 1986 shall be allowed under § 47-1803.03."},{"prefix":"2","text":" The conservation easement shall qualify as a qualified conservation contribution notwithstanding the inclusion of a provision in the easement that permits the creation of a lien on behalf of the holder of a conservation easement for the purposes of enforcing the easement, which lien does not have precedence over other lienholders, mortgagees, or holders of a deed of trust."},{"prefix":"3","text":" This subsection shall apply to all instruments recorded at the Recorder of Deeds."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"2","text":"Conservation Easements. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"204","identifier":"42-204","catch_text":"Affected interests."}}