{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-368, in subsecs. (b) and (c), substituted \"§ 16-1001(8)\" for \"§ 16- 1001(5)\".\n\nLegislative History of Laws\n\nFor Law 16-273, see notes following § 42-3505.01.\n\nFor Law 17-368, see notes following § 42-3505.01.\n\nDC CODE § 42-3505.07\n\nCurrent through December 11, 2012","credits":"(July 17, 1985, D.C. Law 6-10, § 507, as added Mar. 14, 2007, D.C. Law 16-273, § 2(c), 54 DCR 859; Mar. 25, 2009, D.C. Law 17-368, § 4(h)(2), 56 DCR 1338.)","sections":[{"prefix":"a","text":" For purposes of this section, the term \"qualified third party\" means any of the following persons acting in their official capacity:"},{"prefix":"1","text":" A law enforcement officer, as defined in § 4-1301.02(14);"},{"prefix":"2","text":" A sworn officer of the D.C. Housing Authority Office of Public Safety;"},{"prefix":"3","text":" A health professional, as defined in § 3-1201.01(8); or"},{"prefix":"4","text":" A domestic violence counselor as defined in § 14-310(a)(2)."},{"prefix":"b","text":" If a tenant, who is a victim, or who is the parent or guardian of a minor victim, of an intrafamily offense or actions relating to an intrafamily offense, as defined in § 16-1001(8), provides a housing provider with a copy of an order under § 16-1005 in response to a petition filed by or on behalf of the tenant, the tenant shall be released from obligations under the rental agreement."},{"prefix":"c","text":" If a tenant who is a victim, or who is the parent or guardian of a minor victim, of an intrafamily offense or actions relating to an intrafamily offense, as defined in § 16-1001(8), provides a housing provider with documentation signed by a qualified third party showing that the tenant has reported the intrafamily offense to the third party acting in his or her official capacity, the tenant shall be released from obligations under the rental agreement."},{"prefix":"d","text":" The release from a rental agreement shall be effective upon the earlier of:"},{"prefix":"1","text":" Fourteen days after the housing provider receives:"},{"prefix":"A","text":" Written notice of the lease termination under this section; and"},{"prefix":"B","text":" Documentation pursuant to subsection (b) or (c) of this section; or"},{"prefix":"2","text":" Upon the commencement of a new tenancy for the unit."},{"prefix":"e","text":" Any request by the tenant for termination of the rental agreement under this section shall be made within 90 days of the reported act, event, or circumstance that was cited in the petition or reported to a qualified third party."},{"prefix":"f","text":" Notwithstanding any penalty provided under a rental agreement, a tenant who is released from the rental agreement under this section shall be liable only for his or her rental payment obligation, pro-rated to the earlier of:"},{"prefix":"1","text":" The date the housing provider rents the unit to a new tenant or party who succeeds to the tenant's rights under the original agreement; or"},{"prefix":"2","text":" Fourteen days after the request for the release."},{"prefix":"g","text":" This section shall not affect section 2908 of the Housing Regulations of the District of Columbia, effective August 11, 1955 (C.O. 55-1503; 14 DCMR § 308 through § 311), or the tenant's liability for delinquent, unpaid rent, or other sums owed to the housing provider before the lease was terminated by the tenant under this section."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"35","text":"Rental Housing Generally."},"subchapter":{"identifier":"V","text":"Evictions; Retaliatory Action; and Other Matters. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"3505","identifier":"42-3505.07","catch_text":"Notice of lease termination by tenant who is a victim of an intrafamily offense."}}