{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 14-99, see notes following ยง 42-3671.01.\n\nDC CODE ยง 42-3671.02\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2002, D.C. Law 14-99, ยง 3, 49 DCR 1000.)","sections":[{"prefix":"a","text":" At consummation, the consumer shall have the right to choose, if the property is lost, stolen, damaged, or destroyed, whether to be responsible for either a stipulated valuation agreed to at the time the contract is entered into or the fair market value of the property if, and as of the time, it is lost, stolen, damaged, or destroyed."},{"prefix":"b","text":" At consummation, the consumer shall be provided an option to purchase the property in accordance with the disclosure required under ยง 42-3671.04. The option shall include the consumer's right to exercise an early purchase option and the price, formula, or method for determining the price at which the property may be so purchased."},{"prefix":"c","text":" At consummation, the consumer shall be provided a statement that the lessor is responsible for maintaining or servicing the property while it is being leased, together with a description of that responsibility, and a statement that if any part of a manufacturer's express warranty covers the leased property at the time the consumer acquires ownership of the property, it shall be transferred to the consumer, if allowed by the terms of the warranty."},{"prefix":"d","text":" At consummation, the consumer shall be provided a statement that the consumer may terminate the agreement without penalty by voluntarily surrendering or returning the property in good repair upon expiration of any lease term."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII-A","text":" Personal Property"},"chapter":{"identifier":"36B","text":"Lease-Purchase Agreements."},"heading":{"title":"42","chaptersection":"3671","identifier":"42-3671.02","catch_text":"Consumer rights."}}