{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1621.\n\nEffect of Amendments\n\nD.C. Law 17-319, in subsec. (b), substituted \"is not required to pay more than $1,000 to the tenant\" for \"is not required to pay more than $500 to the tenant\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3(a) of Abatement of Nuisance Properties and Tenant Receivership Temporary amendment Act of 2008 (D.C. Law 17-237, October 21, 2008, law notification 55 DCR 11700).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment, see § 3(a) of Abatement of Nuisance Properties and Tenant Receivership Emergency Amendment Act of 2008 (D.C. Act 17-420, July 8, 2008, 55 DCR 7703).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Abatement of Nuisance Properties and Tenant Receivership Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-563, October 27, 2008, 55 DCR 12019).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-86, see Historical and Statutory Notes following § 42-3401.01.\n\nFor legislative history of D.C. Law 4-27, see Historical and Statutory Notes following § 42-3402.03.\n\nFor Law 17-319, see notes following § 42-3131.01.\n\nMiscellaneous Notes\n\nReenactment of Law 3-86: See Historical and Statutory Notes following § 42- 3401.01.\n\nDC CODE § 42-3403.02\n\nCurrent through December 11, 2012","credits":"(Sept. 10, 1980, D.C. Law 3-86, § 302, 27 DCR 2975; Aug. 1, 1981, D.C. Law 4-27, § 2(c), 28 DCR 2824; Mar. 21, 2009, D.C. Law 17-319, § 3(a), 56 DCR 214.)","sections":[{"prefix":"a","text":" Required. -- If an owner converts a housing accommodation into a condominium or cooperative pursuant to this chapter, the owner shall provide a relocation payment to each tenant who does not purchase a unit or share or enter into a lease or lease option of at least 5 years' duration."},{"prefix":"b","text":" Amount. -- An owner shall pay the tenant only if the tenant provides a relocation expense receipt or a written estimate from a moving company or other relocation service provider. Regardless of the amount on the receipt or written estimates, the owner shall pay no less than $125, but is not required to pay more than $1,000 to the tenant."},{"prefix":"c","text":" Method. -- An owner may pay by check or cash to the tenant or person designated by the tenant, and shall pay within 7 days of receipt of the written estimate or receipt, the amount indicated or an amount required by subsection (b) of this section."},{"prefix":"d","text":" Entitlement to receive. -- (1) The tenant who bears the cost of relocation is entitled to the payment. If there is more than 1 tenant who bears the cost of relocation from a unit, the owner shall pay the tenants proportionally."},{"prefix":"2","text":" The owner is not required to make a relocation payment to a tenant against whom the owner has obtained a judgment for possession of the unit."},{"prefix":"3","text":" If an owner does not make a relocation payment as required, the tenant has a private right of action to collect the payment and is entitled to costs and reasonable attorney fees for bringing the action."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"34","text":"Rental Housing Conversion and Sale."},"subchapter":{"identifier":"III","text":"Relocation Assistance."},"heading":{"title":"42","chaptersection":"3403","identifier":"42-3403.02","catch_text":"Relocation payment."}}