{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 14-99, see notes following § 42-3671.01.\n\nDC CODE § 42-3671.14\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2002, D.C. Law 14-99, § 15, 49 DCR 1000.)","sections":[{"prefix":"a","text":" A lessor shall not be liable under § 42-3671.12 for a violation of this chapter if the lessor shows by a preponderance of the evidence that the violation was not intentional and resulted from a bona fide error, such as a clerical miscalculation, computer malfunctions, programming error, or printing error; provided, that the lessor maintained procedures reasonably designed to avoid the error. An error of legal judgment shall not be considered a bona fide error."},{"prefix":"b","text":" A lessor shall not be liable under § 42-3671.12 for any action performed or omitted in good faith in conformity with any administrative regulation or interpretation promulgated by the Office of the Corporation Counsel, by the Department, or by an official duly authorized by the Office of Corporation Counsel or the Department. This rule shall apply even if, after the act or omission has occurred, the regulation or interpretation is amended, rescinded, or determined by judicial or other authority to be invalid for any reason."},{"prefix":"c","text":" A lessor shall not be liable under § 42-3671.12 for any error if, before the 31st day after the date the lessor discovers the error and before an action against the lessor has been filed or written notice of the error received by the lessor, the lessor gives the consumer written notice of the error and makes adjustments in the consumer's account as necessary to assure that the consumer will not be required to pay an amount in excess of the amount disclosed and that the lease-purchase agreement otherwise complies with this chapter."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII-A","text":" Personal Property"},"chapter":{"identifier":"36B","text":"Lease-Purchase Agreements."},"heading":{"title":"42","chaptersection":"3671","identifier":"42-3671.14","catch_text":"Effect of unintentional violation and timely adjustment of error."}}