{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 43-542.\n\nEffect of Amendments\n\nD.C. Law 13-107 in subsec. (a) substituted \"company, electricity supplier, or gas company (any of which shall be referred to as 'company') for service\" for \"electric or gas company for utility service\".\n\nD.C. Law 15-227, in subsec. (a), substituted \"natural gas supplier, or gas company\" for \"or gas company\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 8(a) of Prevention of Unauthorized Switching of Customer Natural Gas Accounts Temporary Act of 2001 (D.C. Law 14-13, July 10, 2001, law notification 48 DCR 6589).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-94, see Historical and Statutory Notes following § 42-3301.\n\nLaw 6-192 was introduced in Council and assigned Bill No. 6-544, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 5, 1986 and November 18, 1986, respectively. Signed by the Mayor on December 10, 1986, it was assigned Act No. 6-246 and transmitted to both Houses of Congress for its review.\n\nLaw 13-107, the \"Retail Electric Competition and Consumer Protection Act of 1999,\" was introduced in Council and assigned Bill No. 13-284, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 7, 1999, and December 21, 1999, respectively. Signed by the Mayor on January 18, 2000, it was assigned Act No. 13-256 and transmitted to both Houses of Congress for its review. D.C. Law 13-107 became effective on May 9, 2000.\n\nLaw 15-227, the \"Retail Natural Gas Supplier Licensing and Consumer Protection Act of 2004\", was introduced in Council and assigned Bill No.  15-679, and was retained by Council.  The Bill was adopted on first and second readings on July 13, 2004, and October 5, 2004, respectively.   Signed by the Mayor on November 1, 2004, it was assigned Act No. 15-567 and transmitted to both Houses of Congress for its review.  D.C. Law 15-227 became effective on March 16, 2005.\n\nReferences in Text\n\n\"The Consumer Bill of Rights,\" referred to in the second sentence of subsection (a) of this section, is now included as Chapter V of Title 15, D.C.M.R.\n\nDC CODE § 42-3302\n\nCurrent through December 11, 2012","credits":"(Sept. 13, 1980, D.C. Law 3-94, § 3, 27 DCR 3500; Feb. 24, 1987, D.C. Law 6-192, § 20, 33 DCR 7836; May 9, 2000, D.C. Law 13-107, § 202(a), 47 DCR 1091; Mar. 16, 2005, D.C. Law 15-227, § 20(a), 51 DCR 10549.)","sections":[{"prefix":"a","text":" Wherever an owner, agent, lessor or manager of an apartment house is billed directly by a company, electricity supplier, natural gas supplier, or gas company (any of which shall be referred to as \"company\") for service furnished to such apartment house not occupied exclusively by such owner, agent, lessor or manager, and such company has actual or constructive knowledge that the tenants of such apartment house are not the persons to whom the company sends its bills, such company shall not terminate such service for nonpayment of a delinquent account owed to such company by such owner, agent, lessor or manager unless such company provides an opportunity, where practicable, for such tenants to receive service in their own names, either individually or collectively, without any liability for the amount due while service was billed directly to the lessor, owner, agent or manager.   Security deposits or guarantees of payment may only be required as provided in part V of the Consumer Bill of Rights, Public Service Commission of the District of Columbia Order No. 6084 (15 DCMR 307) and the Public Service Commission of the District of Columbia Formal Case No. 760 (15 DCMR 409);  provided, however, if it is not practicable for such tenants to receive service in their own names, the company shall not terminate service to such apartment house but may pursue the remedy provided in § 42-3303."},{"prefix":"b","text":" Any payments made by the tenants of any apartment house pursuant to subsection (a) of this section shall be deemed to be in lieu of an equal amount of rent or payment for use and occupancy and each tenant shall be permitted to deduct such amounts from any sum of rent or payment for use and occupancy due and owing or to become due and owing to the owner, agent, lessor or manager."},{"prefix":"c","text":" Nothing in this section shall be construed to prevent the company from pursuing any other action or remedy at law or equity that it may have against the owner, agent, lessor or manager."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"33","text":"Master-Metered Apartment Buildings."},"heading":{"title":"42","chaptersection":"3302","identifier":"42-3302","catch_text":"Opportunity for tenants to receive service in own names; payments made by tenants."}}