{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-2541.\n\nEffect of Amendments\n\nD.C. Law 13-172 added the proviso at the end of the third sentence.\n\nD.C. Law 15-205 substituted \"$16\" for \"$15\" and substituted \"; provided, that a portion of fees collected shall be deposited in a special account to fund a tenant ombudsman and a housing provider ombudsman and an Advisory Neighborhood Commission liaison.\" for \"; provided, that fees collected during fiscal year 2001 shall be deposited in the fund established by § 6-711.01 to be used for the purposes of the fund.\"\n\nD.C. Law 16-192 substituted \"$17\" for \"$16\"; deleted \"tenant ombudsman and a\" following \"special account to fund a\"; and substituted \"liaison; provided further, that a portion of fees collected shall be deposited in a special account for use by the Office of the Chief Tenant Advocate.\" for \"liaison.\".\n\nD.C. Law 18-111 rewrote the section, which had read as follows:\n\n\"Each housing provider required to register under this chapter, including those otherwise exempt from rental control and registration pursuant to § 42- 3502.05(a)(3), shall pay a fee of $17 for each rental unit in a housing accommodation registered by the housing provider. The fee shall be paid annually to the District government at the time the housing provider applies for a business license or a renewal of the license; or in the case of a housing accommodation for which no license is required, at the time and in the manner the Commission may determine. Fees shall be deposited in a timely manner in depositories designated by the District government for those purposes; provided, that a portion of fees collected shall be deposited in a special account to fund a housing provider ombudsman and an Advisory Neighborhood Commission liaison; provided further, that a portion of fees collected shall be deposited in a special account for use by the Office of the Chief Tenant Advocate.\"\n\nD.C. Law 19-21, in subsec. (a), substituted \"basic business license\" for \"business license\", \"the basic business license\" for \"the license\", \"no license\" for \"no basic business license\", and \"The fees shall be deposited in the fund established pursuant to § 42-3131.01(b).\" for \"Fees shall be deposited in a timely manner in depositories designated by the District government for those purposes; provided, that a portion of fees collected shall be deposited in the fund established by subsection (b) of this section to fund a housing provider ombudsman and an Advisory Neighborhood Commission liaison; provided further, that a portion of fees collected from the prior fiscal year shall be deposited in the fund established by subsection (b) of this section for use by the Office of the Chief Tenant Advocate.\"; and repealed subsec. (b), which had read as follows:\n\n\"(b) There is established as a nonlapsing fund the Office of the Chief Tenant Advocate Rental Accommodations Fee Fund ('Fund'). All funds deposited into the Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in this section without regard to fiscal year limitation, subject to authorization by Congress.\"\n\nD.C. Law 19-168 added subsecs. (c) and (d).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 401 of Omnibus Budget Support Temporary Act of 1993 (D.C. Law 10-11, August 6, 1993, law notification 40 DCR 6213).\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 1202(a) of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 1202(a) of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13- 438, October 20, 2000, 47 DCR 8740).\n\nFor temporary (90 day) amendment of section, see § 2092 of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 2092 of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) amendment of section, see § 2172 of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 2172 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 2172 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 2131 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2131 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-10, see Historical and Statutory Notes following § 42-3501.01.\n\nD.C. Law 10-25, the \"Omnibus Budget Support Act of 1993,\" was introduced in Council and assigned Bill No. 10-165, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 1, 1993, and June 29, 1993, respectively. Signed by the Mayor on July 16, 1993, it was assigned Act No. 10-57 and transmitted to both Houses of Congress for its review. D.C. Law 10-25 became effective on September 30, 1993.\n\nLaw 13-172, the \"Fiscal Year 2001 Budget Support Act of 2000,\" was introduced in Council and assigned Bill No. 13-679, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2000, and June 6, 2000, respectively. Signed by the Mayor on June 26, 2000, it was assigned Act No. 13-175 and transmitted to both Houses of Congress for its review. D.C. Law 13-172 became effective on October 19, 2000.\n\nFor Law 15-205, see notes following § 42-1103.\n\nFor Law 16-192, see notes following § 42-903.\n\nFor Law 18-111, see notes following § 42-1102.02.\n\nFor history of Law 19-21, see notes under § 42-2802.\n\nFor history of Law 19-168, see notes under § 42-1102.\n\nMiscellaneous Notes\n\nTermination of Law 6-10: Section 907 of D.C. Law 6-10, as amended by § 2(d) of D.C. Law 8-48 and § 818 of D.C. Law 11-52, provided that all subchapters of the act, except III and V, shall terminate on December 31, 2000.\n\nShort title of subtitle H of title II of Law 15-205: Section 2091 of D.C. Law 15-205 provided that subtitle H of title II of the act may be cited as the Tenant and Housing Provider Ombudsmen Amendment Act of 2004.\n\nShort title: Section 2171 of D.C. Law 16-192 provided that subtitle N of title II of the act may be cited as the \"Office of the Chief Tenant Advocate Funding Act of 2006\".\n\nShort title: Section 2130 of D.C. Law 18-111 provided that subtitle N of title II of the act may be cited as the \"Rental Unit Fee Amendment Act of 2009\".\n\nShort title: Section 2001 of D.C. Law 19-21 provided that subtitle A of title II of the act may be cited as \"Housing Business License Rental Unit Fee Clarification Amendment Act of 2011\".\n\nShort title: Section 7031 of D.C. Law 19-168 provided that subtitle C of title VII of the act may be cited as \"Subsidized Nonprofit Rental Unit Fee Exemption Amendment Act of 2012\".\n\nDC CODE § 42-3504.01\n\nCurrent through December 11, 2012","credits":"(July 17, 1985, D.C. Law 6-10, § 401, 32 DCR 3089; Sept. 30, 1993, D.C. Law 10-25, § 401, 40 DCR 5489; Oct. 19, 2000, D.C. Law 13-172, § 1202(a), 47 DCR 6308; Dec. 7, 2004, D.C. Law 15-205, § 2092, 51 DCR 8441; Mar. 2, 2007, D.C. Law 16-192, § 2172, 53 DCR 6899; Mar. 3, 2010, D.C. Law 18-111, § 2131, 57 DCR 181; Sept. 14, 2011, D.C. Law 19-21, §§ 2002, 9033, 58 DCR 6226; Sept. 20, 2012, D.C. Law 19-168, § 7032, 59 DCR 8025.)","sections":[{"prefix":"a","text":" Each housing provider required to register under this chapter, including those otherwise exempt from rental control and registration pursuant to § 42-3502.05(a)(3), shall pay a fee of $21.50 for each rental unit in a housing accommodation registered by the housing provider. The fee shall be paid annually to the District government at the time the housing provider applies for a basic business license or a renewal of the basic business license; or in the case of a housing accommodation for which no basic business license is required, at the time and in the manner the Commission may determine. The fees shall be deposited in the fund established pursuant to § 42-3131.01(b)."},{"prefix":"b","text":" Repealed."},{"prefix":"c","text":" A nonprofit rental housing provider shall be exempt from the rental unit fee if the provider:"},{"prefix":"1","text":" Establishes rent schedules for 440 or more subsidized housing units affordable to tenants from low-income, very-low income, or extremely low-income households, as these incomes are defined in § 42-2801; and"},{"prefix":"2","text":" Does not receive subsidies but whose income-restricted units would otherwise satisfy the eligibility requirements under:"},{"prefix":"A","text":" The Housing Choice Voucher Program under section 8 of the United States Housing Act of 1936, approved September 1, 1937 (50 Stat. 888; 42 U.S.C. § 1437(f)); or"},{"prefix":"B","text":" The Low Income Housing Tax Credit under section 13142 of the Revenue Reconciliation Act of 1993, approved August 10, 1993 (107 Stat. 312; 26 U.S.C. § 42)."},{"prefix":"d","text":" For the purposes of this section, the term \"nonprofit rental housing provider\" means an organization operating rental units or housing accommodations on a nonprofit basis under which no part of the net earnings of the housing provider inure to the benefit of or are distributable to its directors, officers, or any other private individual except as reasonable compensation for services rendered to the nonprofit housing provider."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"35","text":"Rental Housing Generally."},"subchapter":{"identifier":"IV","text":"Revenue."},"heading":{"title":"42","chaptersection":"3504","identifier":"42-3504.01","catch_text":"Rental unit fee."}}