{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 18-378, in par. (3), validated a previously made technical correction.\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition, see § 2 of Multiple Dwelling Residence Water Lead Level Test Temporary Act of 2004 (D.C. Law 15-206, December 7, 2004, law notification 52 DCR 450).\n\nLegislative History of Laws\n\nLaw 15-303, the \"Multiple Dwelling Residence Water Lead Level Test Act of 2004\", was introduced in Council and assigned Bill No. 15-980, which was referred to the Committee on Public works and the Environment. The Bill was adopted on first and second readings on November 9, 2004, and December 7, 2004, respectively. Signed by the Mayor on December 29, 2004, it was assigned Act No. 15-700 and transmitted to both Houses of Congress for its review. D.C. Law 15-303 became effective on April 8, 2005.\n\nFor history of Law 18-378, see notes under § 42-1218.\n\nDC CODE § 42-3251\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2005, D.C. Law 15-303, § 2, 52 DCR 1690; July 2, 2011, D.C. Law 18-378, § 3(ii), 58 DCR 1720.)","sections":[{"prefix":"1","text":" \"Dwelling unit\" means any habitable room or group of habitable rooms located within a residential building and forming a single unit which is used or intended to be used for living, sleeping, and the preparation and eating of meals; including a bachelor apartment."},{"prefix":"2","text":" \"Multiple Dwelling\" means any residential building containing 3 or more dwelling units, 3 or more rooming units, or any combination of dwelling or rooming units totaling 3 or more."},{"prefix":"3","text":" \"Owner\" means any individual, corporation, association, or partnership listed as the legal title holder of record and any owners' association legally incorporated in accordance with Chapter 9 of Title 29 or Chapter 19 of this title that is the recognized representative of the households in a condominium or cooperative housing building."},{"prefix":"4","text":" \"WASA\" means the District of Columbia Water and Sewer Authority established by § 34-2202.02."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"32A","text":"Lead Level Test of Water in Multiple Dwellings"},"heading":{"title":"42","chaptersection":"3251","identifier":"42-3251","catch_text":"Definitions."}}