{"text":"","historical":"Legislative History of Laws\n\nLaw 16-160, the \"Right of Tenants to Organize Act of 2006\", was introduced in Council and assigned Bill No. 16-228 which was referred to the Committee on Consumer and Regulatory Affairs.  The Bill was adopted on first and second readings on May 2, 2006, and June 6, 2006, respectively.   Signed by the Mayor on June 26, 2006, it was assigned Act No. 16-401 and transmitted to both Houses of Congress for its review.  D.C.  Law 16-160 became effective on September 19, 2006.\n\nDC CODE § 42-3505.06\n\nCurrent through December 11, 2012","credits":"(July 17, 1985, D.C. Law 6-10, § 506, as added Sept. 19, 2006, D.C. Law 16-160, § 2, 53 DCR 5389.)","sections":[{"prefix":"a","text":" For purposes of this section, the term:"},{"prefix":"1","text":" \"CPI\" means the average of the Consumer Price Index for the Washington-Baltimore Metropolitan Statistical Area for all- urban consumers published by the Department of Labor, or any successor index, as of the close of the 12- month period ending on November 30 of such year."},{"prefix":"2","text":" \"Tenant organizer\" means a person who:"},{"prefix":"A","text":" Assists tenants in establishing and operating a tenant organization; and"},{"prefix":"B","text":" Is not an employee or representative of the current or prospective owner, the current or prospective manager, or an agent of such persons."},{"prefix":"b","text":" Tenants shall have the right to:"},{"prefix":"1","text":" Self-organization;"},{"prefix":"2","text":" Form, join, meet, or assist one another within and without tenant organizations;"},{"prefix":"3","text":" Meet and confer through representatives of their own choosing with an owner;"},{"prefix":"4","text":" Engage in other concerted activities for the purpose of mutual aid and protection; and"},{"prefix":"5","text":" Refrain from such activity."},{"prefix":"c","text":"(1) If a multifamily housing accommodation has a written policy favoring canvassing, any tenant organizer who is not a tenant shall be afforded the same privileges and rights of access as other uninvited outside parties in the normal course of operations."},{"prefix":"2","text":" If the multifamily housing accommodation does not have a consistently enforced, written policy against canvassing, the multifamily housing accommodation shall be treated as if it has a policy favoring canvassing."},{"prefix":"3","text":" If a multifamily housing accommodation has a consistently enforced, written policy against canvassing, a tenant shall accompany a tenant organizer who is not a tenant while the tenant organizer is on the property of the multifamily housing accommodation. The tenant organizer who is not a tenant shall be afforded the same privileges and rights of access as other invited outside parties in the normal course of operations."},{"prefix":"d","text":" No owner or agent of an owner of a multifamily housing accommodation shall interfere with the right of a tenant or tenant organizer to conduct the following activities related to the establishment or operation of a tenant organization:"},{"prefix":"1","text":" Distributing literature in common areas, including lobby areas;"},{"prefix":"2","text":" Placing literature at or under tenants' doors;"},{"prefix":"3","text":" Posting information on all building bulletin boards;"},{"prefix":"4","text":" Assisting tenants to participate in tenant organization activities;"},{"prefix":"5","text":" Convening tenant or tenant organization meetings at any reasonable time and in any appropriate space that would reasonably be interpreted as areas that the tenant had access to under the terms of their lease, including any tenant's unit, a community room, a common area including lobbies, or other available space; provided, that an owner or agent of owner shall not attend or make audio recordings of such meetings unless permitted to do so by the tenant organization, if one exists, or by a majority of tenants in attendance, if a tenant organization does not exist;"},{"prefix":"6","text":" Formulating responses to owner actions, including:"},{"prefix":"A","text":" Rent or rent ceiling increases or requests for rent or rent ceiling increases;"},{"prefix":"B","text":" Proposed increases, decreases, or other changes in the housing accommodation's facilities and services; and"},{"prefix":"C","text":" Conversion of residential units to nonresidential use, cooperative housing, or condominiums;"},{"prefix":"7","text":" Proposing that the owner or management modify the housing accommodation's facilities and services; and"},{"prefix":"8","text":" Any other activity reasonably related to the establishment or operation of a tenant organization."},{"prefix":"e","text":" Any owner, any person with an ownership interest in an owner, or an agent of an owner of a multifamily housing accommodation who knowingly violates any provision of this section, or any rule or regulation issued or promulgated in furtherance of this section, shall be subject to:"},{"prefix":"1","text":" A civil penalty for each violation not to exceed $10,000, which shall be increased annually, beginning January 1, 2008, by an amount equal to $10,000 multiplied by the percentage by which the CPI for the preceding year ending November 30 exceeds the CPI for the year ending November 30, 2006;"},{"prefix":"2","text":" An injunctive order respecting future behavior;"},{"prefix":"3","text":" Liability for damages to tenants, or a tenant organization or its members;"},{"prefix":"4","text":" Suspension or revocation of the owner or agent's business license or registration, during which period the rent for any rental unit in the housing accommodation shall not be increased; or"},{"prefix":"5","text":" Reasonable attorney's fees under § 42-3509.02."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"35","text":"Rental Housing Generally."},"subchapter":{"identifier":"V","text":"Evictions; Retaliatory Action; and Other Matters. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"3505","identifier":"42-3505.06","catch_text":"Right of tenants to organize."}}