{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-2515.\n\nEffect of Amendments\n\nD.C. Law 16-145, in subpar. (a)(7)(C), substituted \"rent charged\" for \"rent ceiling\"; and rewrote subsec. (g), which had read as follows:\n\n\"(g) An amended registration statement shall be filed by each housing provider whose rental units are subject to registration under this chapter within 30 days of any event which changes or substantially affects the rents including vacant unit rent increases under § 42-3502.13, services, facilities, or the housing provider or management of any rental unit in a registered housing accommodation. No amended registration statement shall be required for a change in rent under § 42-3502.06(b).\"\n\nD.C. Law 17-219, in subsec. (g)(2), substituted \"The\" for \"Subject to appropriation, the\".\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (a)(7)(C).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a), (b) of Rent Control Reform Emergency Amendment Act of 2006 (D.C. Act 16-470, July 31, 2006, 53 DCR 6772).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-10, see Historical and Statutory Notes following § 42-3501.01.\n\nLaw 6-118, the \"Leased Condominiums Temporary Clarification Amendment Act of 1986,\" was introduced in Council and assigned Bill No. 6-401. The Bill was adopted on first and second readings on March 11, 1986, and March 25, 1986, respectively. Signed by the Mayor on April 8, 1986, it was assigned Act No. 6- 153 and transmitted to both Houses of Congress for its review.\n\nLaw 6-167, the \"Rental Housing Act of 1985 Leased Condominiums Clarification Amendment Act of 1986,\" was introduced in Council and assigned Bill No. 6-406, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on September 23, 1986, and October 7, 1986, respectively. Signed by the Mayor on October 16, 1986, it was assigned Act No. 6-216 and transmitted to both Houses of Congress for its review.\n\nLaw 6-192, the \"Technical Amendments Act of 1986,\" was introduced in Council and assigned Bill No. 6-544, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 5, 1986, and November 18, 1986, respectively. Signed by the Mayor on December 10, 1986, it was assigned Act No. 6-246 and transmitted to both Houses of Congress for its review.\n\nLaw 8-222, the \"Low Income and Homeless Family Shelter Exemption Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-530, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 4, 1990, and December 18, 1990, respectively. Signed by the Mayor on December 27, 1990, it was assigned Act No. 8-305 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 42-3502.02.\n\nFor Law 16-145, see notes following § 42-3502.02.\n\nFor Law 17-219, see notes following § 42-1103.\n\nFor Law 17-353, see notes following § 42-1103.\n\nReferences in Text\n\nSection 42-3404.13(a)(3), referred to in subparagraph (a)(3)(E), was repealed March 16, 1978 by D.C. Law 2-54, § 903, 24 DCR 5334.\n\nSection 42-4016, referred to in subsection (a)(3)(E), expired pursuant to § 907 of D.C. Law 3-131 on April 30, 1985.\n\nSection 206(a)(4) of the Rental Housing Act of 1980, referred to in paragraph (a)(4), was codified as § 45-1515 [1981 Ed.], which expired April 30, 1985, pursuant to D.C. Law 3-131, § 907.\n\nEditor's Notes\n\nOn November 5, 1985, pursuant to the Initiative, Referendum, and Recall Charter Amendments Act of 1977 (D.C. Law 2-46), the electorate of the District of Columbia rejected paragraphs (a)(6), (a)(8), (a)(9), and (a)(10) of § 205 of D.C. Law 6-10.\n\nMiscellaneous Notes\n\nTermination of Law 6-10: See Historical and Statutory Notes following § 42- 3502.01.\n\nDC CODE § 42-3502.05\n\nCurrent through December 11, 2012","credits":"(July 17, 1985, D.C. Law 6-10, § 205, 32 DCR 3089; May 23, 1986, D.C. Law 6-118, § 2, 33 DCR 2444; Feb. 24, 1987, D.C. Law 6-167, § 2, 33 DCR 6732; Feb. 24, 1987, D.C. Law 6-192, § 13(a), (b), 33 DCR 7836; Mar. 7, 1991, D.C. Law 8-222, § 2, 38 DCR 203; Apr. 9, 1997, D.C. Law 11-255, § 51(b), 44 DCR 1271; Aug. 5, 2006, D.C. Law 16-145, § 2(a), (b), 53 DCR 4889; Aug. 16, 2008, D.C. Law 17-219, § 7064, 55 DCR 7598; Mar. 25, 2009, D.C. Law 17-353, § 184(b), 56 DCR 1117.)","sections":[{"prefix":"a","text":" Sections 42-3502.05(f) through 42-3502.19, except § 42-3502.17, shall apply to each rental unit in the District except:"},{"prefix":"1","text":" Any rental unit in any federally or District-owned housing accommodation or in any housing accommodation with respect to which the mortgage or rent is federally or District-subsidized except units subsidized under subchapter III;"},{"prefix":"2","text":" Any rental unit in any newly constructed housing accommodation for which the building permit was issued after December 31, 1975, or any newly created rental unit, added to an existing structure or housing accommodation and covered by a certificate of occupancy for housing use issued after January 1, 1980, provided, however, that this exemption shall not apply to any housing accommodation the construction of which required the demolition of an housing accommodation subject to this chapter, unless the number of newly constructed rental units exceeds the number of demolished rental units;"},{"prefix":"3","text":" Any rental unit in any housing accommodation of 4 or fewer rental units, including any aggregate of 4 rental units whether within the same structure or not, provided:"},{"prefix":"A","text":" The housing accommodation is owned by not more than 4 natural persons;"},{"prefix":"B","text":" None of the housing providers has an interest, either directly or indirectly, in any other rental unit in the District of Columbia;"},{"prefix":"C","text":" The housing provider of the housing accommodation files with the Rent Administrator a claim of exemption statement which consists of an oath or affirmation by the housing provider of the valid claim to the exemption. The claim of exemption statement shall also contain the signatures of each person having an interest, direct or indirect, in the housing accommodation. Any change in the ownership of the exempted housing accommodation or change in the housing provider's interest in any other housing accommodation which would invalidate the exemption claim must be reported in writing to the Rent Administrator within 30 days of the change;"},{"prefix":"D","text":" The limitation of the exemption to a housing accommodation owned by natural persons shall not apply to a housing accommodation owned or controlled by a decedent's estate or testamentary trust if the housing accommodation was, at the time of the decedent's death, already exempt under the terms of paragraphs (3)(A) and (3)(B) of this subsection; and"},{"prefix":"E","text":" For purposes of determining the eligibility of a condominium rental unit for the exemption provided by this paragraph, by § 42-3404.13(a)(3), or by § 42-4016(a)(3), a housing accommodation shall be the aggregate of the condominium rental units and any other rental units owned by the natural person(s) claiming the exemption."},{"prefix":"4","text":" Any housing accommodation which has been continuously vacant and not subject to a rental agreement since January 1, 1985, and any housing accommodation previously exempt under § 206(a)(4) of the Rental Housing Act of 1980, provided that upon rerental the housing accommodation is in substantial compliance with the housing regulations when offered for rent;"},{"prefix":"5","text":" Any rental unit in any structure owned by a cooperative housing association, if:"},{"prefix":"A","text":" The proprietary lease or occupancy agreement for the rental unit is owned by not more than 4 natural persons, who are shareholders or members of the cooperative housing association;"},{"prefix":"B","text":" None of the shareholders or members has an interest, directly or indirectly, in more than 4 rental units in the District of Columbia. A shareholder or member of a cooperative housing association owning a proprietary lease or occupancy agreement for a rental unit in an association shall not be deemed to have an indirect interest in any other rental unit in any structure owned by a cooperative housing association solely by virtue of ownership of a stock or membership certificate, proprietary lease, or other evidence of membership in the association; and"},{"prefix":"C","text":" The shareholders or members owning the proprietary lease or occupancy agreement for the rental unit file with the Rent Administrator a claim of exemption statement which consists of an oath or affirmation by the shareholders or members of a valid claim to the exemption. The claim of exemption statement shall also contain the signature of each person having an interest, direct or indirect, in the proprietary lease or occupancy agreement for the rental unit. Any change in the ownership of the proprietary lease or occupancy agreement or change in the shareholder's or member's interest in any other rental unit which would invalidate the exemption claim must be reported in writing to the Rent Administrator within 30 days of the change;"},{"prefix":"6","text":" [Disapproved.]"},{"prefix":"7","text":" Housing accommodations for which a building improvement plan has been executed under the apartment improvement program and housing accommodations which receive rehabilitation assistance under other multi-family assistance programs administered by the Department of Housing and Community Development, if:"},{"prefix":"A","text":" The building improvement plan, accompanied by a certification signed by the tenants of 70% of the occupied units, is filed with the Division at the time of execution;"},{"prefix":"B","text":" Upon expiration of the building improvement plan, the exemption provided under this paragraph shall terminate and the housing accommodation will again be subject to §§ 42-3502.05(f) through 42-3502.19; and"},{"prefix":"C","text":" Upon expiration of the building improvement plan, and notwithstanding the provisions of § 42-3502.09, the schedule of rents charged, services, and facilities established by the building improvement plans shall be considered the rents charged and service and facility levels established for the purposes of subchapter II of this chapter;"},{"prefix":"8","text":" [Disapproved.]"},{"prefix":"9","text":" [Disapproved.]"},{"prefix":"10","text":" [Disapproved.]"},{"prefix":"b","text":" Rent may not be increased under subsections (a) (9) and (a) (10) of this section if:"},{"prefix":"1","text":" The unit is vacated as a result of eviction or termination of tenancy where the housing provider seeks in good faith to recover possession for occupancy by the housing provider or a member of the housing provider's family, or the housing provider seeks to recover possession in order to remove permanently the unit from rental housing; or"},{"prefix":"2","text":" The vacating of a rental unit by a tenant as a result of a housing provider creating an unreasonable interference with the tenant's comfort, safety, or enjoyment of the rental unit or as a result of retaliatory action under § 42-3505.02 shall not be considered a voluntary vacating of the unit."},{"prefix":"c","text":" Notwithstanding subsections (b)(1) and (b)(2) of this section the housing provider shall be entitled to an exemption whenever the unit is next vacated in accordance with subsections (a)(9) and (a)(10)(A) of this section after an intervening loss of the exemption."},{"prefix":"d","text":" Prior to the execution of a lease or other rental agreement after July 17, 1985, a prospective tenant of any unit exempted under subsection (a) of this section shall receive a notice in writing advising the prospective tenant that rent increases for the accommodation are not regulated by the rent stabilization program."},{"prefix":"e","text":" This chapter shall not apply to the following units:"},{"prefix":"1","text":" Any rental unit operated by a foreign government as a residence for diplomatic personnel;"},{"prefix":"2","text":" Any rental unit in an establishment which has as its primary purpose providing diagnostic care and treatment of diseases, including, but not limited to, hospitals, convalescent homes, nursing homes, and personal care homes;"},{"prefix":"3","text":" Any dormitory; and"},{"prefix":"4","text":" Following a determination by the Rent Administrator, any rental unit or housing accommodation intended for use as long-term temporary housing by families with 1 or more members that satisfies each of the following requirements:"},{"prefix":"A","text":" The rental unit or housing accommodation is occupied by families that, at the time of their initial occupancy, have had incomes at or below 50% of the District median income for families of the size in question for the immediately preceding 12 months;"},{"prefix":"B","text":" The housing provider of the rental unit or housing accommodation is a nonprofit charitable organization that operates the unit or housing accommodation on a strictly not-for-profit basis under which no part of the net earnings of the housing provider inure to the benefit of or are distributable to its directors, officers, or any private individual other than as reasonable compensation for services rendered; and"},{"prefix":"C","text":" The housing provider offers a comprehensive social services program to resident families."},{"prefix":"f","text":" Within 120 days of July 17, 1985, each housing provider of any rental unit not exempted by this chapter and not registered under the Rental Housing Act of 1980, shall file with the Rent Administrator, on a form approved by the Rent Administrator, a new registration statement for each housing accommodation in the District for which the housing provider is receiving rent or is entitled to receive rent. Any person who becomes a housing provider of such a rental unit after July 17, 1985 shall have 30 days within which to file a registration statement with the Rent Administrator. No penalties shall be assessed against any housing provider who, during the 120-day period, registers any units under this chapter, for the failure to have previously registered the units. The registration form shall contain, but not be limited to:"},{"prefix":"1","text":" For each accommodation requiring a housing business license, the dates and numbers of that housing business license and the certificates of occupancy, where required by law, issued by the District government;"},{"prefix":"2","text":" For each accommodation not required to obtain a housing business license, the information contained therein and the dates and numbers of the certificates of occupancy issued by the District government, and a copy of each certificate;"},{"prefix":"3","text":" The base rent for each rental unit in the accommodation, the related services included, and the related facilities and charges;"},{"prefix":"4","text":" The number of bedrooms in the housing accommodation;"},{"prefix":"5","text":" A list of any outstanding violations of the housing regulations applicable to the accommodation or an affidavit by the housing provider or manager that there are no known outstanding violations; and"},{"prefix":"6","text":" The rate of return for the housing accommodation and the computations made by the housing provider to arrive at the rate of return by application of the formula provided in § 42-3502.12."},{"prefix":"g","text":"(1) A housing provider shall file the following notices with the Rent Administrator:"},{"prefix":"A","text":" A copy of the rent increase notice given to the tenant for a rent increase under § 42-3502.08(h)(2), within 30 days after the effective date of the increase; provided, that if rent increases are given to multiple tenants with the same effective date, the housing provider shall file a sample rent increase notice and a list attached stating the unit number, tenant name, previous rent charged, new rent charged, and effective date for each rent increase;"},{"prefix":"B","text":" A copy of the notice given to the tenant for an increase under § 42- 3502.13(d) stating the calculation of the initial rent charged in the lease (based on increases during the preceding 3 years) within 30 days of the commencement of the lease term;"},{"prefix":"C","text":" A notice of a change in ownership or management of the housing accommodation, or change in the services and facilities included in the rent charged, within 30 days after the change."},{"prefix":"2","text":" The Mayor shall establish an electronic database for the filing, storage, and retrieval of rent stabilization program documents."},{"prefix":"h","text":" Each registration statement filed under this section shall be available for public inspection at the Division, and each housing provider shall keep a duplicate of the registration statement posted in a public place on the premises of the housing accommodation to which the registration statement applies. Each housing provider may, instead of posting in each housing accommodation comprised of a single rental unit, mail to each tenant of the housing accommodation a duplicate of the registration statement."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"35","text":"Rental Housing Generally."},"subchapter":{"identifier":"II","text":"Rent Stabilization Program."},"heading":{"title":"42","chaptersection":"3502","identifier":"42-3502.05","catch_text":"Registration and coverage."}}