{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1631.\n\nEffect of Amendments\n\nD.C. Law 15-176, in subsec. (c), substituted \"spouse, or domestic partner as defined in § 32-701(3),\" for \"spouse\".\n\nD.C. Law 16-15, in subsec. (b), substituted \"subchapters IV and V of this chapter, the terms 'sell' or 'sale' include, but are not limited to, the execution of any agreement pursuant to which the owner of the housing accommodation agrees to some, but not all, of the following:\" for \"this subchapter, the terms 'sell' or 'sale' include the execution of any agreement that assigns, leases, or encumbers property, pursuant to which the owner\"; rewrote subsec. (c); and added subsec. (d). Prior to amendment, subsec. (c) read as follows:\n\n\"(c) For the purposes of this subchapter, the term \"sell\" or \"sale\" includes the transfer of 100% of all partnership interests in a partnership which owns the accommodation as its sole asset to 1 transferee or of 100% of all stock of a corporation which owns the accommodation as its sole asset to 1 transferee in 1 or more transactions occurring during a period of 1 year from the date of the first such transfer, and a master lease which meets some, but not all, of the factors described in subsection (b) of this section or which is similar in effect. For the purposes of this subchapter, the term \"sell\" or \"sale\" does not include a transfer, even though for consideration, by a decedent's estate to members of the decedent's family if the consideration arising from such transfer will pass from the decedent's estate to, or solely for the benefit of, charity. For purposes of the preceding sentence, the term \"member's of the decedent's family\" means (i) a surviving spouse, or domestic partner as defined in § 32-701(3), of the decedent, lineal descendants of the decedent, or spouses of lineal descendants of the decedent, (ii) a trust for the primary benefit of the persons referred to in clause (i), and (iii) a partnership, corporation, or other entity controlled by the individuals referred to in clauses (i) and (ii). The term \"sell\" or \"sale\" does not include a foreclosure sale, a tax sale, or a bankruptcy sale. An owner who is uncertain as to the applicability of this subchapter is deemed to be an aggrieved owner for the purposes of seeking declaratory relief under §§ 42-3405.03 and 42-3405.03a.   The tenant or tenant organization in such an accommodation is deemed to be an aggrieved tenant or tenant organization, as applicable, for these purposes.  This subsection shall not apply to any transaction involving accommodations otherwise subject hereto expressly contemplated by a registration statement filed with the Securities and Exchange Commission prior to February 22, 1994.\"\n\nD.C. Law 16-191, in subsecs. (b), (c)(3), and (d)(5)(A), validated previously made technical corrections.\n\nD.C. Law 17-40, in subsec. (c)(2), added subpar. (H-i).\n\nD.C. Law 17-231, in subsec. (c)(2)(B), substituted \"spouses\" for \"husband and wife\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3(i) of Rental Housing Conversion and Sale Act of 1980 Temporary Extension Amendment Act of 1994 (D.C. Law 10-176, September 22, 1994, law notification 41 DCR 6706).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 3(i) of the Rental Housing Conversion and Sale Act of 1980 Reenactment and Amendment Emergency Act of 1994 (D.C. Act 10-285, July 8, 1994, 41 DCR 4904).\n\nFor temporary amendment of section, see § 3(i) of the Rental Housing Conversion and Sale Act of 1980 Reenactment and Amendment Emergency Act of 1995 (D.C. Act 11-47, May 4, 1995, 42 DCR 2410) and § 3(i) of the Rental Housing Conversion and Sale Act of 1980 Reenactment and Amendment Congressional Recess Emergency Act of 1995 (D.C. Act 11-96, July 19, 1995, 42 DCR 3837).\n\nFor temporary (90 day) amendment of section, see § 2 of Historic Preservation Tax Credit Partnership and Limited Liability Company Clarification Emergency Act of 2007 (D.C. Act 17-111, July 27, 2007, 54 DCR 8227).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-86, see Historical and Statutory Notes following § 42-3401.01.\n\nLaw 8-49, the \"Tenant Opportunity to Purchase Clarification Amendment Act of 1989,\" was introduced in Council and assigned Bill No. 8-188, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 27, 1989 and July 11, 1989, respectively. Signed by the Mayor on August 1, 1989, it was assigned Act No. 8-82 and transmitted to both Houses of Congress for its review.\n\nD.C. Law 10-68, the \"Technical Amendments Act of 1993,\" was introduced in Council and assigned Bill No. 10-166, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 29, 1993, and July 13, 1993, respectively. Signed by the Mayor on August 23, 1993, it was assigned Act No. 10-107 and transmitted to both Houses of Congress for its review. D.C. Law 10-68 became effective on February 5, 1994.\n\nFor legislative history of D.C. Law 10-144, see Historical and Statutory Notes following § 42-3405.03a.\n\nFor legislative history of D.C. Law 11-31, see Historical and Statutory Notes following § 42-3405.03b.\n\nFor Law 15-176, see notes following § 42-1102.\n\nFor Law 16-15, see notes following § § 42-3401.03.\n\nFor Law 16-191, see notes following § 42-1102.\n\nLaw 17-40, the \"Historic Preservation Tax Credit Partnership and Limited Liability Company Clarification Amendment Act of 2007\", was introduced in Council and assigned Bill No.  17-182 which was referred to the Committee on Finance and Revenue.  The Bill was adopted on first and second readings on June 21, 2007, and July 10, 2007, respectively.  Signed by the Mayor on July 27, 2007, it was assigned Act No. 17-102 and transmitted to both Houses of Congress for its review.   D.C. Law 17-40 became effective on October 18, 2007.\n\nFor Law 17-231, see notes following § 42-516.\n\nMiscellaneous Notes\n\nReenactment of Law 3-86: See Historical and Statutory Notes following § 45- 1601.\n\nApplication of Law 8-49: Section 3 of D.C. Law 8-49 provided that the act shall apply to any sale of a rental housing accommodation that occurs after June 23, 1988.\n\nAmendment of section by Law 10-144: Section 2(i) of D.C. Law 10-144 purported to amend this section by adding (c) to read as follows:\n\n\"(c) For the purposes of this subchapter, the term 'sell' or 'sale' includes the transfer of 100% of all partnership interests in a partnership which owns the accommodation as its sole asset to 1 transferee or of 100% of all stock of a corporation which owns the accommodation as its sole asset to 1 transferee in 1 or more transactions occurring during a period of 1 year from the date of the first such transfer, and a master lease which meets some, but not all, of the factors described in subsection (b) of this section or which is similar in effect. For the purposes of this subchapter, the term 'sell' or 'sale' does not include a transfer, even though for consideration, by a decedent's estate to members of the decedent's family if the consideration arising from such transfer will pass from the decedent's estate to, or solely for the benefit of, charity. For purposes of the preceding sentence, the term 'member's of the decedent's family' means: (1) a surviving spouse of the decedent, lineal descendants of the decedent, or spouses of lineal descendants of the decedent, (2) a trust for the primary benefit of the persons referred to in clause (1), and (3) a partnership, corporation, or other entity controlled by the individuals referred to in clauses (1) and (2). The term 'sell' or 'sale' does not include a foreclosure sale, a tax sale, or a bankruptcy sale. An owner who is uncertain as to the applicability of this subchapter is deemed to be an aggrieved owner for the purposes of seeking declaratory relief under §§ 45-1653 and 45-1653.1.  The tenant or tenant organization in such an accommodation is deemed to be an aggrieved tenant or tenant organization, as applicable, for these purposes.   This subsection shall not apply to any transaction involving accommodations otherwise subject hereto expressly contemplated by a registration statement filed with the Securities and Exchange Commission prior to February 22, 1994.\"\n\nApplicability of D.C. Law 15-176: Section 7 of D.C. Law 15-176 provides:\n\n\"Sections 2 through 6 shall apply as of October 1, 2003.\"\n\nExpiration of Law 17-40: Section 3 of D.C. Law 17-40 provides: \"This act shall expire 120 months after its effective date.\"\n\nDC CODE § 42-3404.02\n\nCurrent through December 11, 2012","credits":"(Sept. 10, 1980, D.C. Law 3-86, § 402, 27 DCR 2975; Oct. 19, 1989, D.C. Law 8-49, § 2, 36 DCR 5790; Feb. 5, 1994, D.C. Law 10-68, § 37, 40 DCR 6311; Sept. 6, 1995, D.C. Law 11-31, § 3(i), 42 DCR 3239; Sept. 8, 2004, D.C. Law 15-176, § 3, 51 DCR 5707; July 22, 2005, D.C. Law 16-15, § 2(b), 52 DCR 6885; Mar. 2, 2007, D.C. Law 16-191, § 101(a), 53 DCR 6794; Oct. 18, 2007, D.C. Law 17-40, § 2, 54 DCR 8050; Sept. 12, 2008, D.C. Law 17-231, § 37, 55 DCR 6758.)","sections":[{"prefix":"a","text":" Before an owner of a housing accommodation may sell the accommodation, or issue a notice of intent to recover possession, or notice to vacate, for purposes of demolition or discontinuance of housing use, the owner shall give the tenant an opportunity to purchase the accommodation at a price and terms which represent a bona fide offer of sale."},{"prefix":"b","text":" For the purposes of subchapters IV and V of this chapter, the terms \"sell\" or \"sale\" include, but are not limited to, the execution of any agreement pursuant to which the owner of the housing accommodation agrees to some, but not all, of the following:"},{"prefix":"1","text":" Relinquishes possession of the property;"},{"prefix":"2","text":" Extends an option to purchase the property for a sum certain at the end of the assignment, lease, or encumbrance and provides that a portion of the payments received pursuant to the agreement is to be applied to the purchase price;"},{"prefix":"3","text":" Assigns all rights and interests in all contracts that relate to the property;"},{"prefix":"4","text":" Requires that the costs of all taxes and other government charges assessed and levied against the property during the term of the agreement are to be paid by the lessee either directly or through a surcharge paid to the owner;"},{"prefix":"5","text":" Extends an option to purchase an ownership interest in the property, which may be exercised at any time after execution of the agreement but shall be exercised before the expiration of the agreement; and"},{"prefix":"6","text":" Requires the assignee or lessee to maintain personal injury and property damage liability insurance on the property that names the owner as the additional insured."},{"prefix":"c","text":"(1) For the purposes of subchapters IV and V of this chapter, the term \"sell\" or \" sale\" shall include:"},{"prefix":"A","text":" A master lease which meets some, but not all, of the factors described in subsection (b) of this section or which is similar in effect; and"},{"prefix":"B","text":"(i) The transfer of an ownership interest in a corporation, partnership, limited liability company, association, trust, or other entity which owns an accommodation as its sole or principal asset, which, in effect, results in the transfer of the accommodation pursuant to subsection (a) of this section."},{"prefix":"ii","text":" For the purposes of sub-subparagraph (i) of this subparagraph, the term \"principal asset\" means the value of the accommodation relative to the entity's other holdings."},{"prefix":"2","text":" For the purposes of subchapters IV and V of this chapter, and notwithstanding anything to the contrary herein, the term \"sell\" or \"sale\" shall not include:"},{"prefix":"A","text":"(i) A transfer, even though for consideration, by a decedent's estate to members of the decedent's family if the consideration arising from the transfer will pass from the decedent's estate to, or solely for the benefit of, charity."},{"prefix":"ii","text":" For purposes of sub-subparagraph (i) of this subparagraph, the term \"member's of the decedent's family\" means:"},{"prefix":"I","text":" A surviving spouse, or domestic partner as defined in § 32-701(3), of the decedent, lineal descendants of the decedent, or spouses of lineal descendants of the decedent;"},{"prefix":"II","text":" A trust for the primary benefit of the persons referred to in sub-sub-subparagraph (I) of this sub-subparagraph; and"},{"prefix":"III","text":" A partnership, corporation, or other entity controlled by the individuals referred to in sub-sub-subparagraphs (I) and (II) of this sub-subparagraph;"},{"prefix":"B","text":" An inter-vivos transfer, even though for consideration, between spouses, parent and child, siblings, grandparent and grandchild, or domestic partners as defined in § 32-701(3);"},{"prefix":"C","text":" A transfer of legal title or an interest in an entity holding legal title to a housing accommodation pursuant to a bona fide deed of trust or mortgage, and thereafter any transfer by foreclosure sale or deed in lieu of foreclosure pursuant to a bona fide deed of trust or mortgage;"},{"prefix":"D","text":" A tax sale or transfer pursuant to tax foreclosure;"},{"prefix":"E","text":" A bankruptcy sale;"},{"prefix":"F","text":" Any transaction involving accommodations otherwise subject hereto expressly contemplated by a registration statement filed with the Securities and Exchange Commission prior to February 22, 1994;"},{"prefix":"G","text":" Any transfer of a property directly caused by a change in the form of the entity owning the property; provided, that the transfer is without consideration, including a transfer of interests in an entity to a limited liability company as contemplated by § 29-1013;"},{"prefix":"H","text":" The transfer of interests in a partnership or limited liability company that owns an accommodation as its sole or principal asset; provided, that the sole purpose of the transfer is to admit one or more limited partners or investor members who will make capital contributions and receive tax benefits pursuant to section 42 of the United States Internal Revenue Code of 1986, approved October 22, 1986 (100 Stat. 2189; 26 U.S.C. § 42), or a comparable District program;"},{"prefix":"H-i","text":"(i) A conveyance or re-conveyance for a project that improves or renovates the real property located at 733 15th Street, N.W. (Lot 22, Square 222), commonly known as \"The Woodward Building,\" if:"},{"prefix":"I","text":"(aa) It was operated as an office building until being vacated by commercial tenants to accommodate rehabilitation of the building;"},{"prefix":"bb","text":" It was or is being redesigned for residential tenants, having previously not been designed for such use; and"},{"prefix":"cc","text":" It was not occupied by residential tenants at the commencement of the project or as of October 18, 2007;"},{"prefix":"II","text":" Its zoning is appropriate for its proposed residential use;"},{"prefix":"III","text":" There is a conveyance by 15th and H Street Associates, LLP to the Master Tenant by entering into a master lease with the Master Tenant for the purpose of utilization of historic tax credits for the improvement or the renovation;"},{"prefix":"IV","text":" 15th and H Street Associates, LLP:"},{"prefix":"aa","text":" Submits a complete application for historic tax credits to the U.S. Department of Interior, National Park Service;"},{"prefix":"bb","text":" Receives approval of part 1 and part 2 of the application; and"},{"prefix":"cc","text":" Pursues approval of part 3 of the application in good faith;"},{"prefix":"V","text":" There is a re-conveyance of the ownership interests within 120 months of the commencement of the project to 15th and H Street Associates, LLP, which re-conveyance restores the ownership interests in 15th and H Street Associates, LLP as existing at the commencement of the project (subject to any other transfers otherwise exempt under this section) and terminates the interest of the Master Tenant in the real property;"},{"prefix":"VI","text":" 15th and H Street Associates, LLP does not sell the real property to the Investor Member except as permitted by this subparagraph;"},{"prefix":"VII","text":" A Notice of Transfer is issued in accordance with subsection (d)(1)(A) of this section; and"},{"prefix":"VIII","text":" Prior to the execution of a residential lease for the building, which execution occurs prior to the re-conveyance provided for in sub-sub-subparagraph (IV) of this sub-subparagraph, the proposed tenant receives a written notice, on a single page, in a minimum 14-point bold Times Roman font, that:"},{"prefix":"aa","text":" 15th and H Street Associates, LLP has entered into a master lease with the Master Tenant for the purpose of utilizing historic tax credits;"},{"prefix":"bb","text":" Within 120 months of the execution of the master lease, there may be a re-conveyance of the interest held by the Master Tenant to 15th and H Street Associates, LLP, which re-conveyance restores the ownership interests in 15th and H Street Associates, LLP as existing at the commencement of the project (subject to any other transfers otherwise exempt under this section) and terminates the interest of the Master Tenant in the real property; and"},{"prefix":"cc","text":" The conveyances and re-conveyances, with respect to the real property only, are exempt from the provisions of this act if the requirements of this subparagraph are met, including the requirement that 15th and H Street Associates, LLP:"},{"prefix":"1","text":" Submits a complete application for historic tax credits to the U.S. Department of Interior, National Park Service;"},{"prefix":"2","text":" Receives approval of part 1 and part 2 of the application; and"},{"prefix":"3","text":" Pursues approval of part 3 of the application in good faith."},{"prefix":"ii","text":" For the purposes of this subparagraph, the term:"},{"prefix":"I","text":" \"Conveyance\" or \"re-conveyance\" means a transfer of interests in real property or an entity, including by sale, exchange, or execution or termination of a master lease, or a combination thereof."},{"prefix":"II","text":" \"Historic tax credits\" means tax credits under section 47 of the Internal Revenue Code of 1986, approved October 16, 1962 (76 Stat. 966; 26 U.S.C. § 47)."},{"prefix":"III","text":" \"Investor Member\" means an investor in the Master Tenant."},{"prefix":"IV","text":" \"Master Tenant\" means a limited partnership or limited liability company that will:"},{"prefix":"aa","text":" Be primarily owned by Investor Members who will have a noncontrolling interest; and"},{"prefix":"bb","text":" Own a noncontrolling interest in 15th and H Street Associates, LLP."},{"prefix":"V","text":" \"Noncontrolling interest\" means an equity interest under which the Investor Member shall not, notwithstanding the Investor Member's customary consent rights, and absent a default or breach by the managing partner:"},{"prefix":"aa","text":" Exercise management or control over any aspect of the project, including acting as directors, officers, managers, or decision-makers in the project; or"},{"prefix":"bb","text":" Play a role in selecting, recommending, or choosing directors, officers, managers, or decision-makers in the project."},{"prefix":"iii","text":" For the purposes of this subparagraph, failure to comply with the requirements of sub-subparagraph (I) through (VIII) of this subparagraph shall require 15th and H Street Associates, LLP to comply anew with the requirements of this chapter as though this subparagraph had not been enacted."},{"prefix":"I","text":" A transfer of title to the housing accommodation to a limited liability company pursuant to § 29-1013;"},{"prefix":"J","text":" A transfer of bare legal title into a revocable trust, without actual consideration for the transfer, where the transferor is the current beneficiary of the trust pursuant to § 42-1102(17);"},{"prefix":"K","text":" A transfer of the housing accommodation to a named beneficiary of a revocable trust by reason of the death of the grantor of the revocable trust, pursuant to § 42-1102;"},{"prefix":"L","text":" A transfer of the housing accommodation by the trustee of a revocable trust if the transfer would otherwise be excluded under this act if made by the grantor of the revocable trust, pursuant to § 42-1102(19);"},{"prefix":"M","text":" A transfer pursuant to court order or court-approved settlement; and"},{"prefix":"N","text":" A transfer by eminent domain or under threat of eminent domain."},{"prefix":"3","text":" An owner who is uncertain as to the applicability of this chapter shall be deemed to be an aggrieved party for the purposes of seeking declaratory relief under §§ 42-3405.03 and 42-3405.03a. The tenant or tenant organization in such an accommodation shall be deemed to be an aggrieved party, for these purposes."},{"prefix":"d","text":"(1)(A) In addition to any other notice required by subchapters IV and V of this chapter, if an opportunity to purchase is not provided under this section, the owner shall provide each tenant and the Mayor written notice (\"Notice of Transfer\") of the transfer of an interest in a housing accommodation or of any ownership interest in a corporation, partnership, limited liability company, association, trust, or other entity which owns a housing accommodation."},{"prefix":"B","text":" Notwithstanding any other provision in this chapter, an owner shall not be required to file a Notice of Transfer for a transfer exempt under subsection (c)(2)(A), (D), (E), (F), (I), (J), (K), (L), (M), or (N) of this section; provided, that a notice of the transfer shall be filed with the Mayor in a form prescribed by the Mayor."},{"prefix":"C","text":" Notwithstanding any other provision in this chapter, a owner shall not be required to a Notice of Transfer for a transfer exempt under subsection(c)(2)(C) of this section."},{"prefix":"2","text":" The Notice of Transfer shall be sent by registered or certified mail, return receipt requested, by commercial overnight delivery service that maintains proof of delivery, or by personal service, at least 90 days prior to the proposed date of transfer. Notice to tenants shall be sent to their address at the housing accommodation unless a tenant has supplied in writing to the owner a different address for notice."},{"prefix":"3","text":"(A) The Notice of Transfer shall be substantially in the form prescribed by the Mayor and shall provide, at a minimum, a statement of the tenant or tenant organization's rights under this chapter, an accurate description of the transfer containing all material facts, the date of the proposed transfer, and the reason, if any, why the owner asserts the transfer may not constitute a sale."},{"prefix":"B","text":" In addition to any other requirements for the form of the Notice of Transfer prescribed pursuant to subparagraph (A) of this paragraph, a Notice of Transfer for a housing accommodation to be transferred for the purposes of receiving tax benefits pursuant to section 42 of the United States Internal Revenue Code of 1986, approved October 22, 1986 (100 Stat. 2189; 26 U.S.C. § 42), or a comparable District program, shall include a description of the applicable federal or District subsidy, and a description of the steps in the transaction employed by the developer to avail itself of the subsidy."},{"prefix":"4","text":" The owner's failure to provide the Notice of Transfer, or the provision of a notice that is fraudulent or contains material misrepresentations or material omissions, shall create a rebuttable presumption that the transfer constitutes a sale for purposes of subchapters IV and V of this chapter."},{"prefix":"5","text":"(A) An aggrieved tenant or tenant organization duly organized under § 42- 3404.11 and meeting pursuant to its by laws, whichever shall be applicable, may, within 45 days of the Mayor's receipt of the Notice of Transfer, file a notice indicating an intent to file a petition for relief pursuant to § 42- 3405.03 or § 42-3405.03a."},{"prefix":"B","text":" A Notice of Intent to File Petition shall be delivered by registered or certified mail, return receipt requested, by commercial overnight delivery service that maintains proof of delivery, or by personal service to the Mayor and simultaneously to the owner. The owner's address shall be that set forth in the Notice of Transfer."},{"prefix":"C","text":" Failure of an aggrieved tenant or tenant organization to file timely the Notice of Intent to File Petition shall preclude the tenant or tenant organization from asserting any rights under subchapters IV and V of this chapter relating to the transfer identified in the Notice of Transfer."},{"prefix":"6","text":" Within 30 days of the receipt by the Mayor of the Notice of Intent to File, a tenant or tenant organization shall have 30 days to file a petition for relief under § 42-3405.03 or § 42-3405.03a. A copy of the petition shall be delivered to owner by registered or certified mail, return receipt requested, or by personal service. Failure of a tenant or tenant organization to file timely the petition for relief shall preclude the tenant or tenant organization from asserting any rights under subchapters IV and V of this section relating to the transfer identified in the Notice of Transfer."},{"prefix":"7","text":"(A) Notwithstanding the time requirements for notice in subsection (e)(5)(A) of this section, an aggrieved tenant or tenants, whichever shall be applicable, may, within 30 days of the Mayor's receipt of the notice of transfer of an accommodation pursuant to an exemption in subsection (b)(3) of this section (\"Notice of Transfer Pursuant to an Exemption\"), file a Notice of Intent to File Petition."},{"prefix":"B","text":"(i) Failure of a tenant or tenants, pursuant to paragraph (7)(A) of this subsection, or a tenant or tenant organization pursuant to paragraph (7)(B) of this subsection, to file timely the Notice of Intent to File Petition shall preclude the tenant or tenant organization from asserting any rights under subchapters IV and V of this chapter relating to the transfer identified in the Notice of Transfer Pursuant to an Exemption of an accommodation pursuant to an exemption."},{"prefix":"ii","text":" A tenant or tenant organization shall be precluded from asserting any rights under subchapters IV and V of this chapter for a transfer exempt under subsection(c)(2)(C) of this section."},{"prefix":"C","text":" Any change in the transfer agreement that would invalidate a claim of exemption shall be reported in writing to the Mayor and proper notice shall be provided to the tenant or tenant organization."},{"prefix":"8","text":" For the purposes of providing notice under this subsection, the term \"tenant\" shall mean the person or persons who, under the terms of the lease or any amendment or consent executed pursuant thereto, are entitled to occupy the rental unit."},{"prefix":"9","text":"(A) Upon 5 days of request by any person, the Mayor shall provide:"},{"prefix":"i","text":" Written certifications, including date of receipt or non-receipt, of any notices received under subchapters IV and V of this chapter; and"},{"prefix":"ii","text":" Copies of the notices."},{"prefix":"B","text":" The certifications may be recorded among the records of the Recorder of Deeds and shall be exempt from filing fees."},{"prefix":"10","text":" Notice of Transfer, Notice of Transfer Pursuant to an Exemption, Notice of Intent to File, and the petition for relief pursuant to § 42-3405.03 or § 42-3405.03a shall be referred to as \"Time Certain Notices\"."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"34","text":"Rental Housing Conversion and Sale."},"subchapter":{"identifier":"IV","text":"Opportunity to Purchase."},"heading":{"title":"42","chaptersection":"3404","identifier":"42-3404.02","catch_text":"Tenant opportunity to purchase; \"sale\" defined."}}