{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-114, see notes following § 42-3171.01.\n\nDC CODE § 42-3173.04\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-281, § 444, as added Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468.)","sections":[{"prefix":"a","text":" Prior to posting, mailing, publishing, or filing a notice of initial determination under § 42-3173.05(b), the Mayor shall file with the Historic Preservation Review Board a notice which shall include the following information:"},{"prefix":"1","text":" The address of the deteriorated structure or, if the address is not available or does not adequately describe the location of the structure, a description of the location of the structure that is sufficient for its identification;"},{"prefix":"2","text":" A photograph of the structure clearly documenting the appearance of the structure and its immediate surroundings; and"},{"prefix":"3","text":" A statement that the Mayor intends to make a determination that the structure is a deteriorated structure."},{"prefix":"b","text":" Within 60 days after receiving the notice from the Mayor, the Historic Preservation Review Board shall make a preliminary determination whether or not there is a substantial possibility that the structure is eligible for designation as a historic landmark or a contributing building in a historic district."},{"prefix":"c","text":" The Mayor shall not issue a notice of initial determination under § 42- 3173.05 and shall not demolish a structure under this subchapter unless:"},{"prefix":"1","text":" The structure is not a historic landmark, a contributing building in a historic district, or a structure for which the Historic Preservation Review Board has made a preliminary determination that there is a substantial possibility that the structure is eligible for designation as a historic landmark or a contributing building in a historic district;"},{"prefix":"2","text":" The structure is a historic landmark or a contributing building in a historic district, or the Historic Preservation Review Board makes a preliminary determination that there is a substantial possibility that the structure is eligible for designation as a historic landmark or a contributing building in a historic district, and:"},{"prefix":"A","text":" The Mayor determines, pursuant to the procedures and standards of subchapter I of Chapter 11 of Title 6, that demolition of the structure is necessary in the public interest, as provided in § 6-1104(e); or"},{"prefix":"B","text":" The Mayor intends to enclose, but not demolish, the structure; or"},{"prefix":"3","text":" The Historic Preservation Review Board does not make a determination under subsection (b) of this section within 60 days after receiving the notice filed by the Mayor under subsection (a) of this section, and the structure is not a historic landmark or a contributing structure in a historic district."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Nuisance Property."},"chapter":{"identifier":"31C","text":"Quick Acquisition of Abandoned and Nuisance Property."},"subchapter":{"identifier":"II","text":"Due Process Demolition."},"heading":{"title":"42","chaptersection":"3173","identifier":"42-3173.04","catch_text":"Designation of potential historic structure."}}