{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-145, see notes following § 42-3502.02.\n\nDC CODE § 42-3502.22\n\nCurrent through December 11, 2012","credits":"(July 17, 1985, D.C. Law 6-10, § 222, as added Aug. 5, 2006, D.C. Law 16- 145, § 2(g), 53 DCR 4889.)","sections":[{"prefix":"a","text":" At the written request of a tenant not more than one time each calendar year, a housing provider shall, within 10 business days on a form provided by the Rent Administrator (or in another suitable format until a form is published), provide the amount of each increase in the amount of rent charged for the tenant's rental unit during the preceding 3 years on which the current rent charged is based, including the basis for each increase and, if applicable, the identification of any substantially identical rental unit on which a vacancy increase was based."},{"prefix":"b","text":"(1) At the time a prospective tenant files an application to lease any rental unit, the housing provider shall provide on a disclosure form published by the Rent Administrator (or in another suitable format until a form is published) together with any documents corresponding to each item of information:"},{"prefix":"A","text":" The applicable rent for the rental unit;"},{"prefix":"B","text":" Any tenant petition or petition filed by the housing provider which is pending that could affect the rental unit, including petitions for further rent increases during the following 12 months;"},{"prefix":"C","text":" Any surcharges on rent for the rental unit, including capital improvement surcharges and the expiration date of those surcharges;"},{"prefix":"D","text":" The frequency with which rent increases for the rental unit may be implemented;"},{"prefix":"E","text":" The rent-controlled or exempt status of the housing accommodation, its business license, and a copy of the registration or claim of exemption together with the most recent notice filed pursuant to § 42-3502.05(g)(1)(C);"},{"prefix":"F","text":" All copies of housing code violation reports issued by the Department of Consumer and Regulatory Affairs for the housing accommodation or rental unit within the last 12 months, or previously issued reports for violations which have but not been abated;"},{"prefix":"G","text":" A pamphlet published by the Rent Administrator that explains in detail using lay terminology the laws and regulations governing the implementation of rent increases and petitions permitted to be filed by housing providers and by tenants;"},{"prefix":"H","text":"(i) The amount of any nonrefundable application fee; and"},{"prefix":"ii","text":" The amount of any initial security deposit, the interest rate on the security deposit, and the means by which the security deposit is returned to the tenant when the tenant vacates the unit;"},{"prefix":"I","text":" Whether the housing accommodation is registered as, or in the process of converting to, a condominium or cooperative or a use that is not a housing accommodation;"},{"prefix":"J","text":" The disclosure of ownership information in the registration form required by § 42-3502.05(f) and (g)(1)(C)."},{"prefix":"2","text":" The housing provider shall:"},{"prefix":"A","text":" Maintain in a publicly accessible area of the housing accommodation (such as a reception desk or management office) a compilation of disclosure forms and documents for each rental unit in the housing accommodation containing the information required by paragraph (1) of this section;"},{"prefix":"B","text":" Update the compilation within 30 days of any change in such information;"},{"prefix":"C","text":" Give written notice to each tenant of the housing accommodation, on a form published by the Rent Administrator (or in another suitable format until a form is published), that the disclosure forms and documents for the tenant's rental unit are available for inspection, which shall include the location of the disclosure forms in the housing accommodation and a table of contents enumerating the categories of information contained in the compilation required by paragraph (1) of this section;"},{"prefix":"D","text":" Make available for the tenant's inspection the disclosure forms and the documents for the tenant's rental unit; and"},{"prefix":"E","text":" Within 10 business days after written request by any tenant once per year, provide to the tenant without charge a copy of the disclosure form and such documents for the tenant's rental unit."},{"prefix":"c","text":" The rent for any rental unit shall not be increased if the housing provider:"},{"prefix":"1","text":" Willfully violates the provisions of this section; or"},{"prefix":"2","text":" Fails to comply within 10 business days of written notice of any failure to comply with the provisions of this section."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"35","text":"Rental Housing Generally."},"subchapter":{"identifier":"II","text":"Rent Stabilization Program."},"heading":{"title":"42","chaptersection":"3502","identifier":"42-3502.22","catch_text":"Disclosure to tenants."}}