{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-114, see notes following § 42-3171.01.\n\nDelegation of Authority\n\nDelegation of Authority to the Deputy Mayor for Planning and Economic Development to Acquire Abandoned or Deteriorated Properties for the Purpose of Eliminating Slum and Blight, see Mayor's Order 2002-110, July 19, 2002 (49 DCR 6873).\n\nDelegation of Authority to Approve or to Disapprove the Acquisition and Disposition of Real Estate, by Sale, Lease or Otherwise, see Mayor's Order 2003-161, November 17, 2003 (50 DCR 10197).\n\nDC CODE § 42-3171.02\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-281, § 432, as added Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468.)","sections":[{"prefix":"a","text":" The Mayor may acquire abandoned property or deteriorated property for the public purpose of eliminating slum and blight:"},{"prefix":"1","text":" Pursuant to §§ 16-1311 through 16-1321;"},{"prefix":"2","text":" Through gift or donation;"},{"prefix":"3","text":" By assignment; or"},{"prefix":"4","text":" Through voluntary sale by the owner."},{"prefix":"b","text":" The Mayor may develop or redevelop abandoned or deteriorated property acquired under this section, may demolish structures on the property, and may take any other lawful action to eliminate blight or unsafe conditions on the property."},{"prefix":"c","text":" The Mayor shall not acquire deteriorated property which is occupied and from which tenants shall, or will likely, be displaced unless the Mayor has first made available for public review and comment, for a period of at least 30 days, a plan for the relocation of the displaced tenants."},{"prefix":"d","text":" Before the acquisition of a property under this subchapter, the Mayor shall issue a memorandum describing the Mayor's plan for the development or disposition of the property, describing any potential displacement of tenants and plans for the relocation of displaced tenants, and setting forth a timetable for the development or disposition of the property."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Nuisance Property."},"chapter":{"identifier":"31C","text":"Quick Acquisition of Abandoned and Nuisance Property."},"subchapter":{"identifier":"I","text":"Acquisition and Disposal of Abandoned and Deteriorated Properties."},"heading":{"title":"42","chaptersection":"3171","identifier":"42-3171.02","catch_text":"Acquisition and redevelopment of abandoned or deteriorated property."}}