{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-114, see notes following § 42-3171.01.\n\nDC CODE § 42-3173.02\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-281, § 442, as added Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468.)","sections":[{"prefix":"a","text":" The Mayor may determine whether any structure in the District of Columbia is a deteriorated structure."},{"prefix":"b","text":" The Mayor may demolish or enclose a deteriorated structure if:"},{"prefix":"1","text":" The Mayor takes the actions required by §§ 42-3173.03 and 42-3173.04;"},{"prefix":"2","text":" A notice of initial determination is prepared and posted under § 42- 3173.05;"},{"prefix":"3","text":" An interested party does not take sufficient action by the latest of:"},{"prefix":"A","text":" Thirty days after the notice of initial determination is mailed;"},{"prefix":"B","text":" Thirty days after the notice of initial determination is published; or"},{"prefix":"C","text":" A date specified by the Mayor which is not earlier than the date specified in subparagraph (A) or (B) of this paragraph;"},{"prefix":"4","text":" A notice of final determination is prepared and posted under § 42- 3173.07; and"},{"prefix":"5","text":"(A) A petition for review challenging the final determination has not been filed under § 42-3173.09 within the time period specified by § 42- 3173.09; or"},{"prefix":"B","text":" A petition for review challenging the final determination has been filed under § 42-3173.09 within the time period specified by § 42-3173.09, and the Superior Court of the District of Columbia, the District of Columbia Court of Appeals, or other court of competent jurisdiction has issued an order authorizing the Mayor to act, enters final judgment against the petitioner, or dismisses the petition."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Nuisance Property."},"chapter":{"identifier":"31C","text":"Quick Acquisition of Abandoned and Nuisance Property."},"subchapter":{"identifier":"II","text":"Due Process Demolition."},"heading":{"title":"42","chaptersection":"3173","identifier":"42-3173.02","catch_text":"Authority of the Mayor to demolish or enclose deteriorated structures."}}