{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-2523.\n\nEffect of Amendments\n\nD.C. Law 16-145, in the lead-in language to subsec. (a), substituted \"the amount of rent charged may, at the election of the housing provider, be increased:\" for \"the rent ceiling may, at the election of the housing provider, be adjusted to either:\"; in par. (a)(1), substituted \"(1) By 10% of the current allowable amount of rent charged for the vacant unit; or\" for \"(1) The rent ceiling which would otherwise be applicable to a rental unit under this chapter plus 12% of the ceiling once per 12-month period; or\"; in par. (a)(2), substituted \"(2) To the amount of rent charged for a substantially identical rental unit in the same housing accommodation; provided, that the increase shall not exceed 30% of the current lawful amount of rent charged for the vacant unit\" for \"(2) The rent ceiling of a substantially identical rental unit in the same housing accommodation\"; and added subsec. (d).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(f) of Rent Control Reform Emergency Amendment Act of 2006 (D.C. Act 16-470, July 31, 2006, 53 DCR 6772).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-10, see Historical and Statutory Notes following § 42-3501.01.\n\nFor legislative history of D.C. Law 6-192, see Historical and Statutory Notes following § 42-3502.05.\n\nFor Law 16-145, see notes following § 42-3502.02.\n\nMiscellaneous Notes\n\nTermination of Law 6-10: See Historical and Statutory Notes following § 42- 3502.01.\n\nDC CODE § 42-3502.13\n\nCurrent through December 11, 2012","credits":"(July 17, 1985, D.C. Law 6-10, § 213, 32 DCR 3089; Feb. 24, 1987, D.C. Law 6-192, § 13(d), 33 DCR 7836; Aug. 5, 2006, D.C. Law 16-145, § 2(f), 53 DCR 4889.)","sections":[{"prefix":"a","text":" When a tenant vacates a rental unit on the tenant's own initiative or as a result of a notice to vacate for nonpayment of rent, violation of an obligation of the tenant's tenancy, or use of the rental unit for illegal purpose or purposes as determined by a court of competent jurisdiction, the amount of rent charged may, at the election of the housing provider, be increased:"},{"prefix":"1","text":" By 10% of the current allowable amount of rent charged for the vacant unit; or"},{"prefix":"2","text":" To the amount of rent charged for a substantially identical rental unit in the same housing accommodation; provided, that the increase shall not exceed 30% of the current lawful amount of rent charged for the vacant unit, except that no increase under this section shall be permitted unless the housing accommodation has been registered under § 42-3502.05(d)."},{"prefix":"b","text":" For the purposes of this section, rental units shall be defined to be substantially identical where they contain essentially the same square footage, essentially the same floor plan, comparable amenities and equipment, comparable locations with respect to exposure and height, if exposure and height have previously been factors in the amount of rent charged, and are in comparable physical condition."},{"prefix":"c","text":" No rent increase under subsections (a)(1) and (a)(2) may be sought or granted within the 12-month period following the implementation of a hardship increase under § 42-3502.12."},{"prefix":"d","text":" Within 15 days after of the commencement of the new tenancy, the housing provider shall disclose to the tenant on a form published by the Rent Administrator (or in another suitable format until a form is published):"},{"prefix":"1","text":" The applicable rent for the rental unit at the commencement of the tenancy;"},{"prefix":"2","text":" The amount of the increases in the amount of rent charged for the rental unit during the preceding 3 years, including the basis for each increase and, if applicable, the identification of any substantially identical rental unit on which a vacancy increase is based, and the current increase in the rent charged; and"},{"prefix":"3","text":" The identification of any substantially identical rental unit on which the vacancy increase is based."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"35","text":"Rental Housing Generally."},"subchapter":{"identifier":"II","text":"Rent Stabilization Program."},"heading":{"title":"42","chaptersection":"3502","identifier":"42-3502.13","catch_text":"Vacant accommodation."}}