{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-190 made nonsubstantive changes in subsec. (a)(1).\n\nD.C. Law 14-213 redesignated subsec. (d) as subsec. (c).\n\nD.C. Law 17-219, in subsec. (a), inserted \", or acquired by any other means,\" following \"acquired under § 42-3171.02\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1002(b) of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nLegislative History of Laws\n\nFor Law 14-114, see notes following § 42-3171.01.\n\nFor Law 14-190, see notes following § 42-204.\n\nFor Law 14-213, see notes following § 42-1102.\n\nFor Law 17-219, see notes following § 42-1103.\n\nResolutions\n\nResolution 17-220, the \"Blighted Real Property Disposition Emergency Approval Resolution of 2007\", was approved effective July 5, 2007.\n\nResolution 17-222, the \"Second Blighted Real Property Disposition Emergency Approval Resolution of 2007\", was approved effective July 5, 2007.\n\nMiscellaneous Notes\n\nShort title: Section 2011 of D.C. Law 17-219 provided that subtitle E of title II of the act may be cited as the \"Disposition of Abandoned and Deteriorated Property Amendment Act of 2008\".\n\nDC CODE § 42-3171.03\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-281, § 433, as added Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468; Oct. 1, 2002, D.C. Law 14-190, § 1002(b), 49 DCR 6968; Oct. 19, 2002, D.C. Law 14-213, § 29(b), 49 DCR 8140; Aug. 16, 2008, D.C. Law 17-219, § 2012, 55 DCR 7598.)","sections":[{"prefix":"a","text":" The Mayor may dispose of abandoned or deteriorated property acquired under § 42-3171.02, or acquired by any other means, including property the Mayor has altered or improved, through a competitive process or through a negotiated sale; provided, that:"},{"prefix":"1","text":" Before disposition of the property, there shall be a public hearing on the proposed terms and conditions of the disposition after at least 30 days public notice; or"},{"prefix":"2","text":" The Mayor shall transmit to the Council for a 60-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess, a proposed resolution providing for the disposition of the property. The proposed resolution shall contain a description of the property to be disposed of and the proposed method and terms and conditions of the disposition. If the Council does not approve or disapprove the proposed resolution within the 60- day period, the proposed resolution shall be deemed approved."},{"prefix":"b","text":"(1) The Mayor may dispose of property acquired under § 42-3171.02 through a request for offers from adjacent property owners. Before accepting an offer under this subsection, the Mayor shall notify adjacent property owners:"},{"prefix":"A","text":" That they may make an offer to the Mayor to purchase the property within a time period established by the Mayor;"},{"prefix":"B","text":" Of the minimum acceptable purchase price and any mandatory terms or conditions of an acceptable offer; and"},{"prefix":"C","text":" That the offer shall be in writing and contain such information as the Mayor may by regulation prescribe."},{"prefix":"2","text":" If only one adjoining property owner offers to purchase the property at or above the minimum acceptable purchase price and the offer meets all mandatory terms and conditions of an acceptable offer, the Mayor shall accept the offer."},{"prefix":"3","text":" If more than one adjoining property owner offers to purchase the real property at or above the minimum acceptable purchase price and the offers meet all mandatory terms and conditions of an acceptable offer, the Mayor shall accept the offer with the highest purchase price."},{"prefix":"c","text":" In transferring a property, the Mayor may forgive up to 50% of the amount of any outstanding taxes owed on the property, and may forgive in full any penalties or interest accrued on the taxes owed, if the property is transferred to a low-income household or to a nonprofit housing entity providing housing opportunities to low-income households; provided, that:"},{"prefix":"1","text":" The transferee, if a low-income household, shall maintain the property as his or her principal place of residence for at least 5 years;"},{"prefix":"2","text":" The transferee, if a nonprofit housing entity, shall:"},{"prefix":"A","text":" If the property is developed for homeownership opportunities, require that each homeowner maintain the property as his or her principal place of residence for at least 5 years;"},{"prefix":"B","text":" If the property is developed for rental opportunities, maintain the rental units as units affordable to, and occupied by, low-income, very low-income, or extremely low-income households for not less than 20 years; and"},{"prefix":"3","text":" The transferee shall complete rehabilitation of the property within 18 months after the property is transferred."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Nuisance Property."},"chapter":{"identifier":"31C","text":"Quick Acquisition of Abandoned and Nuisance Property."},"subchapter":{"identifier":"I","text":"Acquisition and Disposal of Abandoned and Deteriorated Properties."},"heading":{"title":"42","chaptersection":"3171","identifier":"42-3171.03","catch_text":"Disposal of abandoned or deteriorated property."}}