{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 45-2552.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-10, see Historical and Statutory Notes following ยง 42-3501.01.\n\nDC CODE ยง 42-3505.02\n\nCurrent through December 11, 2012","credits":"(July 17, 1985, D.C. Law 6-10, ยง 502, 32 DCR 3089.)","sections":[{"prefix":"a","text":" No housing provider shall take any retaliatory action against any tenant who exercises any right conferred upon the tenant by this chapter, by any rule or order issued pursuant to this chapter, or by any other provision of law. Retaliatory action may include any action or proceeding not otherwise permitted by law which seeks to recover possession of a rental unit, action which would unlawfully increase rent, decrease services, increase the obligation of a tenant, or constitute undue or unavoidable inconvenience, violate the privacy of the tenant, harass, reduce the quality or quantity of service, any refusal to honor a lease or rental agreement or any provision of a lease or rental agreement, refusal to renew a lease or rental agreement, termination of a tenancy without cause, or any other form of threat or coercion."},{"prefix":"b","text":" In determining whether an action taken by a housing provider against a tenant is retaliatory action, the trier of fact shall presume retaliatory action has been taken, and shall enter judgment in the tenant's favor unless the housing provider comes forward with clear and convincing evidence to rebut this presumption, if within the 6 months preceding the housing provider's action, the tenant:"},{"prefix":"1","text":" Has made a witnessed oral or written request to the housing provider to make repairs which are necessary to bring the housing accommodation or the rental unit into compliance with the housing regulations;"},{"prefix":"2","text":" Contacted appropriate officials of the District government, either orally in the presence of a witness or in writing, concerning existing violations of the housing regulations in the rental unit the tenant occupies or pertaining to the housing accommodation in which the rental unit is located, or reported to the officials suspected violations which, if confirmed, would render the rental unit or housing accommodation in noncompliance with the housing regulations;"},{"prefix":"3","text":" Legally withheld all or part of the tenant's rent after having given a reasonable notice to the housing provider, either orally in the presence of a witness or in writing, of a violation of the housing regulations;"},{"prefix":"4","text":" Organized, been a member of, or been involved in any lawful activities pertaining to a tenant organization;"},{"prefix":"5","text":" Made an effort to secure or enforce any of the tenant's rights under the tenant's lease or contract with the housing provider; or"},{"prefix":"6","text":" Brought legal action against the housing provider."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"35","text":"Rental Housing Generally."},"subchapter":{"identifier":"V","text":"Evictions; Retaliatory Action; and Other Matters. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"3505","identifier":"42-3505.02","catch_text":"Retaliatory action."}}