{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-2537.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 403 of Fiscal Year 1997 Budget Support Temporary Amendment Act of 1996 (D.C. Law 11-226, April 9, 1997, law notification 44 DCR 2584).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 403 of the Fiscal Year 1997 Budget Support Emergency Act of 1996 (D.C. Act 11-302, July 25, 1996, 43 DCR 4181), § 403 of the Fiscal Year 1997 Budget Support Emergency Amendment Act of 1996 (D.C. Act 11-429, October 29, 1996, 43 DCR 6151), and § 403 of the Fiscal Year 1997 Budget Support Congressional Adjournment Emergency Amendment Act of 1997 (D.C. Act 12-2, February 19, 1997, 44 DCR 1590).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-10, see Historical and Statutory Notes following § 42-3501.01.\n\nLaw 11-198, the \"Fiscal Year 1997 Budget Support Act of 1996,\" was introduced in Council and assigned Bill No. 11-741, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 19, 1996, and July 3, 1996, respectively. Signed by the Mayor on July 26, 1996, it was assigned Act No. 11-360 and transmitted to both Houses of Congress for its review. D.C. Law 11-198 became effective on April 9, 1997.\n\nDC CODE § 42-3503.07\n\nCurrent through December 11, 2012","credits":"(July 17, 1985, D.C. Law 6-10, § 307, 32 DCR 3089; Apr. 9, 1997, D.C. Law 11-198, § 403, 43 DCR 4569.)","sections":[{"prefix":"a","text":" If, at any time, a tenant receiving tenant assistance fails to satisfy the requirements of this subchapter relating to conditions of eligibility, the tenant shall immediately notify the Department, in writing, of the ineligibility. Tenant assistance shall terminate on the next day thereafter upon which the rent is due."},{"prefix":"b","text":" If, at any time, the Department determines that a tenant receiving tenant assistance is not, or has ceased to be, eligible for tenant assistance, the Department shall notify the tenant and housing provider in writing, setting forth the reasons for the determination. Tenant assistance payments shall terminate on the next day the rent is due occurring at least 30 days after the date the notice is given, unless, within 15 days after the receipt of the notice, the tenant submits to the Department a written statement, under oath or affirmation, including any available supporting documents, asserting the tenant's reasons for alleging continued eligibility. Within 30 days following the receipt of the statement and documents, the Department shall make the final determination of the tenant's eligibility for continued receipt of tenant assistance."},{"prefix":"c","text":"(1) Notwithstanding any other provision of this subchapter, after September 30, 1996, all tenants receiving tenancy assistance shall avail themselves of all opportunities to receive Section 8 or public housing assistance in lieu of tenant assistance."},{"prefix":"2","text":" A tenant who fails to observe the mandates of paragraph (1) of this subsection shall be deemed ineligible for tenant assistance and assistance will be terminated pursuant to subsection (b) of this section."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"35","text":"Rental Housing Generally."},"subchapter":{"identifier":"III","text":"Tenant Assistance Program. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"3503","identifier":"42-3503.07","catch_text":"Termination of eligibility."}}