{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 4 of Anti-Graffiti Emergency Act of 2010 (D.C. Act 18-389, May 5, 2010, 57 DCR 4332).\n\nLegislative History of Laws\n\nFor Law 18-219, see notes following § 42-3141.01.\n\nDC CODE § 42-3141.03\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 2010, D.C. Law 18-219, § 4, 57 DCR 4353.)","sections":[{"prefix":"a","text":"(1) Whenever the Mayor identifies graffiti, the Mayor shall notify the owner that there is graffiti on the property that must be abated."},{"prefix":"2","text":" The notification shall be provided by delivering a written notice to the property on which, or at which, the graffiti is located. The notification shall be served on the owner or the building superintendent if present, or placed on the door or similar place used for ingress."},{"prefix":"3","text":" In addition, notice shall be delivered by first-class mail to the owner of the premises. If the owner cannot be identified with reasonable certainty for purposes of mail notice, the Mayor shall conspicuously post the notice on the premises or deliver a copy of the notice to the Deputy Chief Financial Officer, who shall post a copy of the notice in a conspicuous place on the property."},{"prefix":"b","text":" The notice shall include reply space for the owner to notify the Mayor whether the owner:"},{"prefix":"1","text":" Will abate the graffiti by the date stated on the notice and, if this option is selected, whether the owner requests graffiti abatement materials;"},{"prefix":"2","text":" Authorizes the Mayor to abate the graffiti; or"},{"prefix":"3","text":" Consents to the presence of the graffiti and does not want the Mayor to abate it."},{"prefix":"c","text":" The notice shall also include a deadline by when the owner must reply and shall inform the owner how to reply. The owner shall reply by either conspicuously posting the notice to the premises where it was originally left, transmitting the notice by facsimile to the number indicated on the notice, mailing it to the address indicated on the notice, returning it in person, or using any other method authorized by regulation and specified on the notice. The deadline shall be not less than 7 calendar days."},{"prefix":"d","text":"(1) If the owner indicates on the reply that the owner will abate the graffiti by the date stated on the notice, and that the owner wants to receive graffiti abatement materials, the Mayor shall leave them at the property subject to the limitations set forth in § 42-3141.10."},{"prefix":"2","text":" If the owner indicates on the reply that the owner will abate the graffiti, the Mayor shall return to the property no sooner than the abatement deadline stated in the notice to see whether or not the graffiti has been abated. If the graffiti has not been abated, the Mayor shall issue a notice of violation as provided for in § 42-3141.05."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Nuisance Property."},"chapter":{"identifier":"31A1","text":"Abatement of Graffiti"},"heading":{"title":"42","chaptersection":"3141","identifier":"42-3141.03","catch_text":"Notice of graffiti nuisance and reply."}}