{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1662.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3(r) of Rental Housing Conversion and Sale Act of 1980 Temporary Extension Amendment Act of 1994 (D.C. Law 10-176, September 22, 1994, law notification 41 DCR 6076).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 3(r) of the Rental Housing Conversion and Sale Act of 1980 Reenactment and Amendment Emergency Act of 1994 (D.C. Act 10-285, July 8, 1994, 41 DCR 4904).\n\nFor temporary amendment of section, see § 3(r) of the Rental Housing Conversion and Sale Act of 1980 Reenactment and Amendment Emergency Act of 1995 (D.C. Act 11-47, May 4, 1995, 42 DCR 2410) and § 3(r) of the Rental Housing Conversion and Sale Act of 1980 Reenactment and Amendment Congressional Recess Emergency Act of 1995 (D.C. Act 11-96, July 19, 1995, 42 DCR 3837).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-86, see Historical and Statutory Notes following § 42-3401.01.\n\nFor legislative history of D.C. Law 4-27, see Historical and Statutory Notes following § 42-3402.03.\n\nFor legislative history of D.C. Law 10-144, see Historical and Statutory Notes following § 42-3405.03a.\n\nFor legislative history of D.C. Law 11-31, see Historical and Statutory Notes following § 42-3405.03b.\n\nMiscellaneous Notes\n\nDeclaration of continuing housing crisis: See Mayor's Order 85-170, October 10, 1985.\n\nReenactment of Law 3-86: See Historical and Statutory Notes following § 42- 3401.01.\n\nAmendment of section by Law 10-144: Section 2(r) of D.C. Law 10-144 purported to amend (c) of this section to read as follows:\n\n\"(c) If the Mayor declares that there is longer a housing crisis within the District of Columbia, the Mayor shall submit a proposed resolution containing the declaration to the Council for a 45-day period or review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed resolution, in whole or in part, within the 45-day review period, the proposed resolution shall be deemed approved. Upon the effective date of Council approval of the Mayor's proposed resolution declaring that there is no longer a housing crisis in the District of Columbia, or upon a date specified in the resolution, whichever is later, the provisions of this chapter shall no longer be in effect.\"\n\nDC CODE § 42-3405.12\n\nCurrent through December 11, 2012","credits":"(Sept. 10, 1980, D.C. Law 3-86, § 512, 27 DCR 2975; Aug. 1, 1981, D.C. Law 4-27, § 2(h), 28 DCR 2824; Sept. 6, 1995, D.C. Law 11-31, § 3(r), 42 DCR 3239.)","sections":[{"prefix":"a","text":" Within 1 month of the first annual anniversary date of the effective date of this chapter, and during the same period of each successive year, the Mayor shall determine and then declare whether there is a continuing housing crisis in the District. If the Mayor determines that at least 1 of the factors listed in subsection (b) of this section continue to exist, the Mayor shall declare that there is a continuing housing crisis. If the Mayor determines that none of the factors listed in subsection (b) of this section continue to exist, the Mayor shall declare there is no longer a housing crisis. The Mayor's declaration shall include the reasons for such determination."},{"prefix":"b","text":" The factors which the Mayor shall consider in determining whether there is a continuing housing crisis in the District include, but are not limited to, the following:"},{"prefix":"1","text":" That the percentage of all rental housing units in the District which are vacant, habitable, and available for occupancy is less than 5%;"},{"prefix":"2","text":" That the number of new rental units made available for occupancy with the District of Columbia in the previous year is less than the number of units demolished, discontinued in use or converted to condominiums, cooperatives or nonhousing use;"},{"prefix":"3","text":" That the number of new or substantially rehabilitated units subsidized under federal or local publicly funded programs and made available for occupancy within the District of Columbia in the past year was less than 10,000 units; and"},{"prefix":"4","text":" The Mayor shall consider any other significant factors which relate to the supply of housing available for low-income District of Columbia citizens."},{"prefix":"c","text":" If the Mayor declares that there is no longer a housing crisis within the District of Columbia, the Mayor shall submit a proposed resolution containing the declaration to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed resolution, in whole or in part, within the 45-day review period, the proposed resolution shall be deemed approved. Upon the effective date of Council approval of the Mayor's proposed resolution declaring that there is no longer a housing crisis in the District of Columbia, or upon a date specified in the resolution, whichever is later, the provisions of this chapter shall no longer be in effect."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"34","text":"Rental Housing Conversion and Sale."},"subchapter":{"identifier":"V","text":"Implementation and Enforcement."},"heading":{"title":"42","chaptersection":"3405","identifier":"42-3405.12","catch_text":"Declaration of continuing housing crisis."}}