{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-23, in subsec. (a), added the second sentence; and added subsec. (c).\n\nD.C. Law 16-24 added subsec. (d).\n\nD.C. Law 16-236 rewrote subsec. (c) which had read as follows:\n\n\"(c) In addition to the penalties provided in subsection (a) of this section, and other available remedies, the failure of the owner of a vacant building to register and pay all the required fees under § 42-3131.06(a) or § 42-3131.09 within 10 days after receipt of the mailing of a delinquency and determination notice under § 42-3131.11 shall be punishable by a civil fine not to exceed $1,000 for each instance of inclusion of each property in the semiannual list under § 42-3131.11. The Mayor shall provide for such fines in accordance with Chapter 18 of Title 2.\"\n\nD.C. Law 17-216, in subsec. (a), substituted \"notice of the designation of the owner's building as vacant, the determination of delinquency of registration or fee payment, the denial or revocation of registration, the filing by an owner of any false or misleading registration-related information, or\" for \"receipt of a mailing of a delinquency and determination notice under § 42-3131.11 or\".\n\nD.C. Law 18-223 deleted \", imprisonment for not more than 90 days, or both\" following \"$1,000\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 4(a) of Abatement of Nuisance Construction Projects Temporary Amendment Act of 2005 (D.C. Law 16-4, May 14, 2005, law notification 52 DCR 5427).\n\nFor temporary (225 day) amendment of section, see § 2 of Additional Sanctions for Nuisance Abatement and Office of the Tenant Advocate Duties Clarification Temporary Amendment Act of 2006 (D.C. Law 16-183, November 16, 2006, law notification 53 DCR 9650).\n\nFor temporary (225 day) amendment of section, see § 3(f) of Nuisance Properties Abatement Reform and Real Property Classification Temporary Amendment Act of 2006 (D.C. Law 16-259, March 8, 2007, law notification 54 DCR 3044).\n\nFor temporary (225 day) amendment of section, see § 3(f) of Nuisance Properties Abatement Reform and Real Property Classification Temporary Amendment Act of 2007 (D.C. Law 17-102, February 2, 2008, law notification 55 DCR 4254).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4(a) of Abatement of Nuisance Construction Projects Emergency Amendment Act of 2005 (D.C. Act 16-42, February 17, 2005, 52 DCR 3045).\n\nFor temporary (90 day) amendment of section, see § 2 of Additional Sanctions for Nuisance Abatement and Office of the Tenant Advocate Duties Clarification Emergency Amendment Act of 2006 (D.C. Act 16-408, June 26, 2006, 53 DCR 5428).\n\nFor temporary (90 day) amendment of section, see § 2 of Additional Sanctions for Nuisance Abatement and Office of the Tenant Advocate Duties Clarification Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-479, September 22, 2006, 53 DCR 7938).\n\nFor temporary (90 day) amendment of section, see § 3(f) of Nuisance Properties Abatement Reform and Real Property Classification Emergency Amendment Act of 2006 (D.C. Act 16-586, December 28, 2006, 54 DCR 353).\n\nFor temporary (90 day) amendment of section, see § 3(f) of Nuisance Properties Abatement Reform and Real Property Classification Emergency Amendment Act of 2007 (D.C. Act 17-173, November 2, 2007, 54 DCR 11204).\n\nFor temporary (90 day) amendment of section, see § 3(f) of Nuisance Properties Abatement Reform and Real Property Classification Congressional Review Emergency Act of 2008 (D.C. Act 17-436, July 16, 2008, 55 DCR 8272).\n\nFor temporary (90 day) amendment of section, see § 2042(d) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 13-281, see notes following § 42-3131.05.\n\nFor Law 16-23, see notes following § 42-3131.06.\n\nLaw 16-24, the \"Abatement of Nuisance Construction Projects Amendment Act of 2005\", was introduced in Council and assigned Bill No. 16-30 which was referred to the Committee on Consumer and Regulatory Affairs.  The Bill was adopted on first and second readings on June 21, 2005, and July 6, 2005, respectively. Signed by the Mayor on July 14, 2005, it was assigned Act No. 16-133 and transmitted to both Houses of Congress for its review.   D.C. Law 16-24 became effective on October 18, 2005.\n\nLaw 16-236, the \"Additional Sanctions for Nuisance Abatement and Office of the Tenant Advocate Duties Clarification Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-786, which was referred to Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 14, 2006, and December 5, 2006, respectively. Signed by the Mayor on December 28 2006, it was assigned Act No. 16-592 and transmitted to both Houses of Congress for its review. D.C. Law 16-236 became effective on March 8, 2007.\n\nFor Law 17-216, see notes following § 42-3131.05.\n\nFor Law 18-223, see notes following § 42-1904.03.\n\nDC CODE § 42-3131.10\n\nCurrent through December 11, 2012","credits":"(Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 10, as added Apr. 27, 2001, D.C. Law 13-281, § 101, 48 DCR 1888; Oct. 18, 2005, D.C. Law 16-23, § 2(b), 52 DCR 8078; Oct. 18, 2005, D.C. Law 16-24, § 4(a), 52 DCR 8080; Mar. 8, 2007, D.C. Law 16-236, § 2, 54 DCR 391; Aug. 15, 2008, D.C. Law 17-216, § 3(f), 55 DCR 7500; Sept. 24, 2010, D.C. Law 18-223, § 2042(d), 57 DCR 6242.)","sections":[{"prefix":"a","text":" The failure of the owner of a vacant building to register and pay all required fees under § 42-3131.06(a) or § 42-3131.09 after notice of the designation of the owner's building as vacant, the determination of delinquency of registration or fee payment, the denial or revocation of registration, the filing by an owner of any false or misleading registration-related information, or the refusal of the owner of a vacant building to permit the Mayor to inspect the building shall, upon conviction thereof, be punished by a fine not to exceed $1,000. The Director of the Department of Consumer and Regulatory Affairs shall provide the Office of the Attorney General with a list of all owners who fail to register and pay the required fee after notice."},{"prefix":"b","text":" If the owner of a vacant building fails to maintain the building in compliance with the requirements of § 42-3131.12 or, having obtained a vacant property registration, subsequently fails to comply with the other registration requirements under § 42-3131.07, the Mayor may:"},{"prefix":"1","text":" Charge the owner with failure to comply and enforce all applicable penalties under this chapter, and"},{"prefix":"2","text":" Take other action as required by the fire, building, and housing codes of the District of Columbia to bring the building into compliance with those codes."},{"prefix":"c","text":" Civil fines, penalties, and fees may be imposed as additional sanctions for any infraction of the provisions of § 42-3131.06, § 42-3131.07, § 42- 3131.08, § 42-3131.09, or § 42-3131.12, pursuant to Chapter 18 of Title 2."},{"prefix":"d","text":" Criminal prosecutions under § 42-3131.05 through § 42-3131.15 shall be brought in the name of the District of Columbia by the Attorney General for the District of Columbia."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Nuisance Property."},"chapter":{"identifier":"31A","text":"Abatement of Nuisance Property"},"subchapter":{"identifier":"II","text":"Registration of Vacant Buildings."},"heading":{"title":"42","chaptersection":"3131","identifier":"42-3131.10","catch_text":"Penalties for noncompliance."}}