{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90-day) addition of section, see § 1305 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 1305 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nFor Law 13-172, see notes following § 42-3601.\n\nDC CODE § 42-3604\n\nCurrent through December 11, 2012","credits":"(Oct. 19, 2000, D.C. Law 13-172, § 1305, 47 DCR 6308.)","sections":[{"prefix":"a","text":"(1) Within 10 days of the issuance of the preliminary injunction, excluding Saturdays, Sundays, and legal holidays, the Court shall hold a full hearing on the merits of the eviction action. If a hearing for a preliminary injunction has not been requested, the Court shall expeditiously schedule a full hearing. If it is determined by a preponderance of the evidence, after consideration of the factors set forth in § 42-3602, that the rental unit is a drug haven, the Court shall issue a final order that mandates one or more of the following:"},{"prefix":"A","text":" Eviction of the tenant or occupant within 72 hours; or"},{"prefix":"B","text":" Closure of the rental unit for a period of time to be decided by the Court."},{"prefix":"2","text":" The Court may order the owner of the property to submit for court approval a plan of correction to ensure, to the extent reasonably possible, that the property will not again be used for a drug haven or nuisance."},{"prefix":"b","text":" Execution of a final order shall occur within 5 days of the issuance of the final order, excluding Saturdays, Sundays, and legal holidays. If the United States Marshal of the District of Columbia has not executed the final order within 5 days of issuance of the final order, the final order shall continue to be executable and valid, in accordance with Rule 16(a) of the Court Rules of Civil Procedure."},{"prefix":"c","text":" The Court shall not enter a final order to evict a tenant or occupant against whom the action was filed if the tenant or occupant shows by a preponderance of the evidence that the events or actions upon which the judgment may be granted:"},{"prefix":"1","text":" Could not reasonably have been known to the tenant or occupant;"},{"prefix":"2","text":" Were not part of a pattern and practice of the tenant or occupant of the unit; or"},{"prefix":"3","text":" Were reported to the Metropolitan Police Department by the tenant or occupant."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"36","text":"Residential Drug-Related Evictions."},"subchapter":{"identifier":"I","text":"Residential Drug-Related Evictions."},"heading":{"title":"42","chaptersection":"3604","identifier":"42-3604","catch_text":"Full hearing."}}