{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 10 of Anti-Graffiti Emergency Act of 2010 (D.C. Act 18-389, May 5, 2010, 57 DCR 4332).\n\nLegislative History of Laws\n\nFor Law 18-219, see notes following § 42-3141.01.\n\nDC CODE § 42-3141.09\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 2010, D.C. Law 18-219, § 10, 57 DCR 4353.)","sections":[{"prefix":"a","text":"(1) The amount to be paid under a notice of violation and any other charges, expenses, costs, including abatement costs, penalties, and interest shall be a continuing and perpetual lien in favor of the District upon all real and personal property belonging to a person named in the notice and shall have the same force and effect as a lien created by judgment. Interest shall accrue on the amount due at the rate of 1 1/2 % a month."},{"prefix":"2","text":" The lien shall attach to all property belonging to the named person at any time during the period of the lien, including any property acquired by the named person after the lien arises."},{"prefix":"3","text":" The lien shall have priority over all other liens, except for District taxes and District water charges; provided, that the lien shall not be valid as against any bona fide purchaser, or holder of a security interest, mechanic's lien, or other such creditor interest in the property, until notice of the lien is filed with the Recorder of Deeds. The lien shall be satisfied by payment of the amount of the lien to the District Treasurer."},{"prefix":"4","text":" For reasonable cause shown, the Mayor may reduce the amount of the bill or lien."},{"prefix":"5","text":" The Mayor may contract with any person to collect the amount of the lien and remunerate the person, subject to available appropriations, by fee, by a percentage of the amount collected, or both."},{"prefix":"b","text":" As additional means for collection, the Mayor may enforce payment of the fines, penalties, costs, and interest imposed under this section against the real property of the owner as follows:"},{"prefix":"1","text":" The Mayor shall record a real property tax lien, captioned \"Notice of Converted Real Property Tax Lien\", with the Recorder of Deeds and in accordance with § 47-1340. The real property tax lien shall be deemed a delinquent real property tax from the date of the conversion, shall accrue interest at the rate of interest charged for delinquent real property tax, and shall be perpetual. Payment thereof shall be credited to the General Fund of the District of Columbia. The real property may be sold at tax sale, regardless of the date of the conversion, in the same manner, under the same conditions, and subject to the same impositions of interest, costs, expenses, fees, and other charges, as real property sold for delinquent real property tax."},{"prefix":"2","text":" The aggregate amount of the costs, expenses, penalties, and interest secured by the lien imposed under subsection (a) of this section may appear on a real property tax bill, and the aggregate amount shall:"},{"prefix":"A","text":" Be deemed an additional real property tax to be collected in the same manner and under the same conditions as real property tax is collected, including the sale of the real property for delinquent tax; and"},{"prefix":"B","text":" Be subject to the same penalty and interest provisions as delinquent real property tax is subject as of the date of such real property tax bill."},{"prefix":"c","text":" The lien under subsection (a) of this section, with penalty and interest as provided under this section, shall be converted to real property tax as of the due date for payment of the real property tax bill if payment is not made."},{"prefix":"d","text":" If the lien has been converted to a real property tax lien under § 47- 1340 or if the accrued amount of the lien appears on the real property tax bill, the real property tax lien shall be enforced under Chapter 13A of Title 47."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Nuisance Property."},"chapter":{"identifier":"31A1","text":"Abatement of Graffiti"},"heading":{"title":"42","chaptersection":"3141","identifier":"42-3141.09","catch_text":"Collection against an owner."}}