{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-2586.\n\nLegislative History of Laws\n\nLaw 10-155, the \"Single-Room-Occupancy Rental Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-17, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 7, 1994, and June 21, 1994, respectively. Signed by the Mayor on July 8, 1994, it was assigned Act No. 10-271 and transmitted to both Houses of Congress for its review. D.C. Law 10-155 became effective on August 25, 1994. 6-10.\n\nMiscellaneous Notes\n\nTermination of Law: See Historical and Statutory Notes following § 42-3508.01.\n\nDC CODE § 42-3508.06\n\nCurrent through December 11, 2012","credits":"(July 17, 1985, D.C. Law 6-10, § 806, as added Aug. 25, 1994, D.C. Law 10-155, § 2(d), 41 DCR 4873.)","sections":[{"prefix":"a","text":" The Mayor may provide tax abatements and deferral or forgiveness of water and sewer fees and other indebtedness to the District as incentives for the development of single-room-occupancy housing for low- and moderate-income tenants. These incentives shall be provided pursuant to negotiations and written agreements between the Mayor and housing providers engaged in the development or operation of single-room-occupancy housing accommodations. In these negotiations and written agreements, the Mayor may establish a formula for abating property tax liability for properties developed pursuant to this section for a period of not more than 10 years beginning during the first year that newly-constructed or rehabilitated single-room-occupancy housing becomes available for occupancy."},{"prefix":"b","text":" The incentives provided by this section shall be available for new construction, renovation of any vacant rental housing accommodation, or renovation of any non-housing property, whether vacant or not, for single-room-occupancy housing."},{"prefix":"c","text":" To qualify for the incentives provided by this section, the housing provider shall demonstrate to the satisfaction of the Mayor that the single-room-occupancy housing meets the following minimum standards:"},{"prefix":"1","text":" Rental rates are affordable for low- and moderate-income tenants and reflect costs offset by the tax abatements and deferral or forgiveness of indebtedness to the District provided pursuant to this section;"},{"prefix":"2","text":" The location is in compliance with the Zoning Regulations of the District of Columbia;"},{"prefix":"3","text":" Each rental unit includes no less than 95 square feet of space, and a clothing storage unit;"},{"prefix":"4","text":" Toilet and shower or bathing facilities are provided on each floor where tenants reside, in a reasonable size to meet the needs of the tenants residing on that floor;"},{"prefix":"5","text":" A common-space day room, kitchen, and laundry facilities sufficient to meet the needs of all tenants at 100% occupancy are provided;"},{"prefix":"6","text":" A 24-hour security system, either manual or electronic, is provided; and"},{"prefix":"7","text":" The housing accommodation has a resident manager who resides on the premises."},{"prefix":"d","text":" Within 180 days from August 25, 1994, the Mayor shall compile, provide to the Council, and publish in the District of Columbia Register an initial list of District-owned and privately-owned properties in the District that are available and suitable for the development of single-room-occupancy housing in accordance with this section. At least annually thereafter, the Mayor shall publish a revised list and provide a written report to the Council regarding the status of single-room-occupancy housing development at these and other sites."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"35","text":"Rental Housing Generally."},"subchapter":{"identifier":"VIII","text":"New and Vacant Rental Housing and Distressed Property."},"heading":{"title":"42","chaptersection":"3508","identifier":"42-3508.06","catch_text":"Incentives for development of single-room-occupancy housing."}}