{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1634.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3(k) of Rental Housing Conversion and Sale Act of 1980 Temporary Extension Amendment Act of 1994 (D.C. Law 10-176, September 22, 1994, law notification 41 DCR 6076).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 3(k) of the Rental Housing Conversion and Sale Act of 1980 Reenactment and Amendment Emergency Act of 1994 (D.C. Act 10-285, July 8, 1994, 41 DCR 4904).\n\nFor temporary amendment of section, see § 3(k) of the Rental Housing Conversion and Sale Act of 1980 Reenactment and Amendment Emergency Act of 1995 (D.C. Act 11-47, May 4, 1995, 42 DCR 2410) and § 3(k) of the Rental Housing Conversion and Sale Act of 1980 Reenactment and Amendment Congressional Recess Emergency Act of 1995 (D.C. Act 11-96, July 19, 1995, 42 DCR 3837).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-86, see Historical and Statutory Notes following § 42-3401.01.\n\nLaw 3-106, the \"Rental Housing Act of 1977 Extension Act of 1980,\" was introduced in Council and assigned Bill No. 3-326, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on July 15, 1980, and July 29, 1980, respectively. Signed by the Mayor on July 31, 1980, it was assigned Act No. 3-231 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 7-154, see Historical and Statutory Notes following § 42-3401.01.\n\nFor legislative history of D.C. Law 10-144, see Historical and Statutory Notes following § 42-3405.03a.\n\nFor legislative history of D.C. Law 11-31, see Historical and Statutory Notes following § 42-3405.03b.\n\nMiscellaneous Notes\n\nReenactment of Law 3-86: See Historical and Statutory Notes following § 42- 3401.01.\n\nAmendment of section by Law 10-144: Section 2(k) of D.C. Law 10-144 purported to insert new (a-1), (a-2) and (a-3) of this section to read as follows:\n\n\"(a-1) Reduced price. If the owner sells or contracts to sell the accommodation to a third party for a price more than 10% less than the price offered to the tenant or for other terms which would constitute bargaining without good faith, the owner shall comply anew with all requirements of §§ 45- 1638, 45-1639, or 45-1640 as applicable.\n\n\"(a-2) Financial assurances. The owner may not require the tenant to prove financial ability to perform as a prerequisite to entering into a contract. The owner may not require the tenant to pay the purchase price in installments unless the owner provides deferred purchase money financing on terms reasonably acceptable to the tenant. The owner may require the tenant to prove that the tenant, either alone or in conjunction with a third party, has comparable financial ability to the third party contractor before the owner will be required to grant deferred purchase money financing to the tenant on the same terms and conditions agreed between the owner and the third party contractor. If the tenant can prove comparable financial ability alone, the owner may not require the tenant to secure a third party guarantor. This proof cannot be required as a prerequisite to contracting. It may be required only as a prerequisite to the owner granting deferred purchase money financing at settlement.\n\n\"(a-3) Transfers of interest in a partnership or corporation and master leases. In the event of a transfer of interest in a partnership or corporation or in the event of a master lease or agreement that is considered a sale within the meaning of § 45-1631(c) but which does not involve a transfer of record title to the real property, the owner shall be bargaining in good faith if the owner offers the tenant the opportunity to acquire record title to the real property or offers the tenant the opportunity to match the type of transfer or agreement entered into with the third party. With respect to either type of offer, all provisions of this subchapter apply.\"\n\nDC CODE § 42-3404.05\n\nCurrent through December 11, 2012","credits":"(Sept. 10, 1980, D.C. Law 3-86, § 405, 27 DCR 2975; Sept. 26, 1980, D.C. Law 3-106, § 3(a), 27 DCR 3758; Sept. 29, 1988, D.C. Law 7-154, § 2(e), 35 DCR 5715; Sept. 6, 1995, D.C. Law 11-31, § 3(k), 42 DCR 3239.)","sections":[{"prefix":"a","text":" Bargaining in good faith. -- The tenant and owner shall bargain in good faith. The following constitute prima facie evidence of bargaining without good faith:"},{"prefix":"1","text":" The failure of an owner to offer the tenant a price or term at least as favorable as that offered to a third party, within the periods specified in §§ 42-3404.09(4), 42-3404.10(4), and 42-3404.11(4), respectively, without a reasonable justification for so doing;"},{"prefix":"2","text":" The failure of an owner to make a contract with the tenant which substantially conforms with the price and terms of a third party contract within the time periods specified in §§ 42-3404.09(4), 42-3404.10(4), and 42-3404.11(4), respectively, without a reasonable justification for so doing; or"},{"prefix":"3","text":" The intentional failure of a tenant or an owner to comply with the provisions of this subchapter."},{"prefix":"a-1","text":" Reduced price. -- If the owner sells or contracts to sell the accommodation to a third party for a price more than 10% less than the price offered to the tenant or for other terms which would constitute bargaining without good faith, the owner shall comply anew with all requirements of §§ 42-3404.09, 42-3404.10, and 42-3404.11, as applicable."},{"prefix":"a-2","text":" Financial assurances. -- The owner may not require the tenant to prove financial ability to perform as a prerequisite to entering into a contract. The owner may not require the tenant to pay the purchase price in installments unless the owner provides deferred purchase money financing on terms reasonably acceptable to the tenant. The owner may require the tenant to prove that the tenant, either alone or in conjunction with a third party, has comparable financial ability to the third-party contractor before the owner will be required to grant deferred purchase money financing to the tenant on the same terms and conditions agreed between the owner and the third-party contractor. If the tenant can prove comparable financial ability alone, the owner may not require the tenant to secure a third-party guarantor.  This proof cannot be required as a prerequisite to contracting.   It may be required only as a prerequisite to the owner granting deferred purchase money financing at settlement."},{"prefix":"a-3","text":" Transfers of interest in a partnership or corporation and master leases. -- In the event of a transfer of interest in a partnership or corporation or in the event of a master lease or agreement that is considered a sale within the meaning of § 42-3404.02, but which does not involve a transfer of record title to the real property, the owner shall be bargaining in good faith if the owner offers the tenant the opportunity to acquire record title to the real property or offers the tenant the opportunity to match the type of transfer or agreement entered into with the third party. With respect to either type of offer, all provisions of this subchapter apply."},{"prefix":"b","text":" Deposit. -- The owner shall not require the tenant to pay a deposit of more than 5% of the contract sales price in order to make a contract. The deposit is refundable in the event of a good faith failure of the tenant to perform under the contract."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"34","text":"Rental Housing Conversion and Sale."},"subchapter":{"identifier":"IV","text":"Opportunity to Purchase."},"heading":{"title":"42","chaptersection":"3404","identifier":"42-3404.05","catch_text":"Contract negotiation."}}