{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-281, see notes following § 42-3131.05.\n\nDC CODE § 42-3131.07\n\nCurrent through December 11, 2012","credits":"(Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 7, as added Apr. 27, 2001, D.C. Law 13-281, § 101, 48 DCR 1888.)","sections":[{"prefix":"a","text":" At the time of application for the initial registration or renewal of registration of a vacant building, the owner shall arrange with the Mayor for the inspection of the building. On receiving an application for the initial registration or renewal of registration of a vacant building, the Mayor shall thereafter inspect the building. The Mayor shall approve the initial registration or the renewal registration for one year if:"},{"prefix":"1","text":" The building has been maintained in accordance with the requirements of § 42-3131.12; and"},{"prefix":"2","text":" The vacancy of the building will not:"},{"prefix":"A","text":" Be detrimental to the public health, safety, and welfare;"},{"prefix":"B","text":" Unreasonably interfere with the reasonable and lawful use and enjoyment of the other premises within the neighborhood; and"},{"prefix":"C","text":" Pose a hazard to police officers or firefighters entering the building in an emergency;"},{"prefix":"3","text":" The building complies with the fire, building, and housing codes of the District of Columbia;"},{"prefix":"4","text":" The continuance of any maintenance work or condition of occupancy is not dangerous to life or property;"},{"prefix":"5","text":" No false statements or misrepresentations have been made upon the registration application;"},{"prefix":"6","text":" Orders on a building have been complied with and the building complies with any applicable occupancy requirements;"},{"prefix":"7","text":" An adequate water supply or facilities for fire fighting purposes is furnished as required in the fire code; and"},{"prefix":"8","text":" The Mayor is permitted to inspect the building before initial registration, during the registration period, and before a renewal of registration."},{"prefix":"b","text":" If the owner of a vacant building fails to comply with the provisions of subsection (a) of this section, both initially and throughout the registration period, the Mayor may deny or revoke the owner's registration and may subject the owner to the penalties provided in § 42-3131.10."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Nuisance Property."},"chapter":{"identifier":"31A","text":"Abatement of Nuisance Property"},"subchapter":{"identifier":"II","text":"Registration of Vacant Buildings."},"heading":{"title":"42","chaptersection":"3131","identifier":"42-3131.07","catch_text":"Registration and renewal procedure."}}