{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-2553.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-10, see Historical and Statutory Notes following § 42-3501.01.\n\nDC CODE § 42-3505.03\n\nCurrent through December 11, 2012","credits":"(July 17, 1985, D.C. Law 6-10, § 503, 32 DCR 3089.)","sections":[{"prefix":"a","text":" There is established a conciliation and arbitration service (\"service\") within the Division."},{"prefix":"b","text":" The service shall provide a voluntary, nonadversarial forum for the resolution of disputes arising between housing providers and tenants in the District."},{"prefix":"c","text":" The staff of the service shall be designated by the Rent Administrator and shall be persons familiar with the problems of the law relating to housing-provider and tenant relations and with knowledge of conciliation and arbitration practices."},{"prefix":"d","text":" Either a housing provider or a tenant may initiate a proceeding before the service."},{"prefix":"e","text":" No person shall be compelled to attend a session of the service or participate in any proceeding before its staff. The results of any proceeding shall not be binding upon any party, except (1) to the extent provided in § 42-3505.04, or (2) with respect to a conciliation agreement, to the extent that a party to the proceeding agrees to be bound by the conciliation agreement. No evidence pertaining to a conciliation or arbitration proceeding shall be admissible in any judicial proceeding under other provisions of law relating to housing-provider and tenant disputes."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"35","text":"Rental Housing Generally."},"subchapter":{"identifier":"V","text":"Evictions; Retaliatory Action; and Other Matters. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"3505","identifier":"42-3505.03","catch_text":"Conciliation and arbitration service."}}