{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-171, in the section heading, inserted \"Firearm-\".\n\nLegislative History of Laws\n\nFor Law 16-81, see notes following § 42-3101.\n\nFor history of Law 19-171, see notes under § 42-815.02.\n\nDC CODE § 42-3111.01\n\nCurrent through December 11, 2012","credits":"(Mar. 26, 1999, D.C. Law 12-194, § 12a, as added Apr. 4, 2006, D.C. Law 16-81, § 3(e), 53 DCR 1050; Sept. 26, 2012, D.C. Law 19-171, § 100(b), 59 DCR 6190.)","sections":[{"prefix":"a","text":" There is hereby established a Drug-, Firearm-, or Prostitution-Related Nuisance Abatement Fund (\"Fund\"), which shall be separate from the General Fund of the District of Columbia. The assets of the Fund shall not exceed $2 million at any time. The Fund shall consist of damages collected in cases brought pursuant to this chapter and any additional funds Congress may make available to the Fund. Such funds shall be deposited in the Fund upon receipt. The funds in the Fund shall not revert to the General Fund of the District of Columbia at the end of any fiscal year, but shall remain available for the purposes set forth in this section, subject to authorization and appropriation by Congress. Any balance in excess of $2 million shall be deposited in the General Fund of the District of Columbia."},{"prefix":"b","text":" The funds in the Fund shall be available for use by the Attorney General to carry out the enforcement of this chapter, including all costs reasonably related to prosecuting cases and conducting investigations pursuant to this chapter."},{"prefix":"c","text":" Disbursements made from the Fund to the Office of Attorney General or other appropriate agency shall be used to supplement and not supplant the Office of the Attorney General's appropriated operating budget."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Nuisance Property."},"chapter":{"identifier":"31","text":"Drug-, Firearm-, or Prostitution-Related Nuisance Abatement."},"heading":{"title":"42","chaptersection":"3111","identifier":"42-3111.01","catch_text":"Drug-, Firearm-, or Prostitution-Related Nuisance Abatement Fund."}}