{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-2301.\n\n1973 Ed., § 45-1701.\n\nReferences in Text\n\nThe Servicemen's Readjustment Act of 1944, referred to in subsections (a) and (b)(2) of this section, is the Act of June 22, 1944, 58 Stat. 284, codified primarily as former 38 U.S.C. § 693 et seq., and repealed by the Act of Sept. 2, 1958, 72 Stat. 1273, Pub. L. 85-857. See now 38 U.S.C. § 3701 et seq.\n\nDC CODE § 42-3001\n\nCurrent through December 11, 2012","credits":"(May 1, 1946, 60 Stat. 159, ch. 245, § 2.)","sections":[{"prefix":"a","text":" The disability of minority of a resident of the District of Columbia who is eligible for guaranty of a loan pursuant to the Servicemen's Readjustment Act of 1944 (58 Stat. 284) and of a minor spouse of any such resident (when acting jointly with such resident) is hereby removed with respect to the incurring of any obligation all or part of which is guaranteed under the provisions of said Act or in conjunction with which a secondary loan is so guaranteed, and with respect to the exercise of the rights of ownership in any property acquired with the proceeds of any such obligation, including the right to sell, convey, lease, encumber, improve or maintain the same and to further obligate himself incident to his exercise of such rights."},{"prefix":"b","text":" Notwithstanding any other provision of law, any building association or building and loan association or any savings and loan association, incorporated or unincorporated, organized and operating under the laws of the District of Columbia, or any federal savings and loan association whose main office is in the District of Columbia, may invest its funds in:"},{"prefix":"1","text":" Property-improvement loans insured or insurable under title I of the National Housing Act (12 U.S.C. § 1702 et seq.);"},{"prefix":"2","text":" Loans to veterans of World War II when guaranteed in whole or in part by a loan guaranty certificate issued under the Servicemen's Readjustment Act of 1944, including, without limitation, such loans as are unsecured and such loans as are junior to another mortgage or lien upon the security; and"},{"prefix":"3","text":" Other secured or unsecured loans for property alteration, repair, or improvement or for home equipment; provided, that no such unsecured loan not insured or guaranteed by a federal agency shall be made in excess of $2,000; provided further, that the total amount loaned or invested and held in unsecured loans not insured or guaranteed by a federal agency as provided for under this subsection at any 1 time shall not exceed 15% of the association's assets."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Housing Finance and Assistance."},"chapter":{"identifier":"30","text":"Servicemen's Readjustment."},"heading":{"title":"42","chaptersection":"3001","identifier":"42-3001","catch_text":"Disability of minority removed; investments by building, building and loan, and savings and loan associations."}}