{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1615.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-86, see Historical and Statutory Notes following § 42-3401.01.\n\nFor legislative history of D.C. Law 5-38, see Historical and Statutory Notes following § 42-3405.03a.\n\nMiscellaneous Notes\n\nReenactment of Law 3-86: See Historical and Statutory Notes following § 42- 3401.01.\n\nDC CODE § 42-3402.06\n\nCurrent through December 11, 2012","credits":"(Sept. 10, 1980, D.C. Law 3-86, § 206, 27 DCR 2975; Nov. 5, 1983, D.C. Law 5-38, § 2(d), 30 DCR 4866.)","sections":[{"prefix":"a","text":" Notice. -- An owner shall provide each tenant with prior written notice of an intent to convert of at least 120 days by first class mail and by conspicuous posting in common areas of the housing accommodation. An owner shall not provide notice prior to the Mayor's certification of compliance for purposes of cooperative conversion."},{"prefix":"b","text":" Tenant opportunity to purchase unit. -- An owner shall make to each tenant of the housing accommodation a bona fide offer to sell to each tenant a share or membership interest in the cooperative. An offer includes, at a minimum, the asking price for the share or membership interest and a summary of tenant rights and sources of technical assistance as published in the D.C. Register by the Mayor, if published. An owner shall afford the tenant at least 60 days in which to make a contract to purchase the share or membership interest at a mutually agreeable price and under mutually agreeable terms, which shall be at least as favorable as those offered to the general public. An owner shall not provide notice prior to the Mayor's certification of compliance for purposes of cooperative conversion."},{"prefix":"c","text":" Notice to vacate. -- An owner shall not serve a notice to vacate until at least 90 days after the tenant received notice of intention to convert, or prior to expiration of the 60-day period of notice of opportunity to purchase."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"34","text":"Rental Housing Conversion and Sale."},"subchapter":{"identifier":"II","text":"Conversion Procedures. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"3402","identifier":"42-3402.06","catch_text":"Cooperative conversion."}}