{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90-day) addition of section, see § 1307 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 1307 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nFor Law 13-172, see notes following § 42-3601.\n\nDC CODE § 42-3606\n\nCurrent through December 11, 2012","credits":"(Oct. 19, 2000, D.C. Law 13-172, § 1307, 47 DCR 6308.)","sections":[{"prefix":"a","text":" To initiate an action pursuant to § 42-3602, an affected tenant, resident, or resident association may submit a petition accompanied by a complaint for review by the Mayor. The housing provider may be named as party plaintiff in the petition. The review of the petition by the Mayor shall be completed within 7 days of receipt of the petition."},{"prefix":"b","text":" The petition shall set forth the following:"},{"prefix":"1","text":" The date and time the affected tenant, resident, or resident association witnessed the possession, manufacture, storage, distribution, use, or attempted possession, manufacture, storage, distribution, or use of an illegal drug in the rental unit by a tenant or occupant;"},{"prefix":"2","text":" The name, address, and telephone number of any corroborating witness; and"},{"prefix":"3","text":" Any other information relevant to the petition that can be verified by a named witness or independent authority, including the Metropolitan Police Department."},{"prefix":"c","text":" If, upon review, the Mayor determines that a petition and complaint are complete, the affected tenant, resident, or resident association may file the complaint with the Court to commence an action pursuant to § 42-3602."},{"prefix":"d","text":" The Court shall proceed to consider the complaint under §§ 42-3602 and 42-3603."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"36","text":"Residential Drug-Related Evictions."},"subchapter":{"identifier":"I","text":"Residential Drug-Related Evictions."},"heading":{"title":"42","chaptersection":"3606","identifier":"42-3606","catch_text":"Complaint by affected tenant or resident association."}}