{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-3310.\n\nEffect of Amendments\n\nD.C. Law 16-81 substituted \"drug or prostitution-related\" for \"drug-related\".\n\nD.C. Law 18-259 substituted \"drug-, firearm-, or prostitution-related\" for \"drug or prostitution-related\".\n\nTemporary Addition of Section\n\nSee Historical and Statutory Notes following § 42-3101.\n\nEmergency Act Amendments\n\nFor temporary addition of chapter, see notes to § 42-3101.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-194, see Historical and Statutory Notes following § 42-3101.\n\nFor Law 16-81, see notes following § 42-3101.\n\nFor history of Law 18-259, see notes under § 42-3101.\n\nDC CODE § 42-3110\n\nCurrent through December 11, 2012","credits":"(Mar. 26, 1999, D.C. Law 12-194, § 11, 45 DCR 7982; Apr. 4, 2006, D.C. Law 16-81, § 3(b), 53 DCR 1050; Nov. 6, 2010, D.C. Law 18-259, § 7(b), 57 DCR 5591.)","sections":[{"prefix":"a","text":" If the existence of a drug-, firearm-, or prostitution-related nuisance is found, the court shall enter an order permanently enjoining, abating, and preventing the continuance or recurrence of the nuisance. In order to effectuate fully the equitable remedy of abatement, such order may include damages as provided in § 42-3111. The court may grant declaratory relief or any other relief deemed necessary to accomplish the purposes of the judgment. The court may retain jurisdiction of the case for the purpose of enforcing its orders. A drug-, firearm-, or prostitution-related nuisance is a nuisance per se requiring abatement as provided under subsection (b) of this section."},{"prefix":"b","text":" Any order issued under this section may include the following relief:"},{"prefix":"1","text":" Assessment of reasonable attorney fees and costs to the prevailing party;"},{"prefix":"2","text":" Ordering the owner to make repairs upon the property;"},{"prefix":"3","text":" Ordering the owner to make reasonable expenditures upon the property, including the installation of secure locks, hiring private security personnel, increasing lighting in common areas, and using videotaped surveillance of the property and adjacent alleys, sidewalks, or parking lots;"},{"prefix":"4","text":" Ordering all rental income from the property to be placed in an escrow account with the court for up to 90 days or until the drug-, firearm-, or prostitution-related nuisance is abated;"},{"prefix":"5","text":" Ordering all rental income for the property transferred to a trustee, to be appointed by the court, who shall be empowered to use the rental income to make reasonable expenditures related to the property in order to abate the drug-, firearm-, or prostitution-related nuisance;"},{"prefix":"6","text":" Ordering the property vacated, sealed, or demolished; or"},{"prefix":"7","text":" Any other remedy which the court, in its discretion, deems appropriate."},{"prefix":"c","text":" In fashioning an order under this section, the court shall consider, without limitation, the following factors:"},{"prefix":"1","text":" The extent and duration of the drug-, firearm-, or prostitution-related nuisance and the severity of the adverse impact on the community;"},{"prefix":"2","text":" The number of people residing at the property;"},{"prefix":"3","text":" The proximity of the property to other residential structures;"},{"prefix":"4","text":" The number of times the property has been cited for housing code or health code violations;"},{"prefix":"5","text":" The number of times the owner or tenant has been notified of drug-, firearm-, or prostitution-related problems at the property;"},{"prefix":"6","text":" Prior efforts or lack of efforts by the defendant to abate the drug-, firearm-, or prostitution-related nuisance;"},{"prefix":"7","text":" The involvement of the owner or tenant in the drug-, firearm-, or prostitution-related nuisance;"},{"prefix":"8","text":" The costs incurred by the jurisdiction or by the community-based organization in investigating, correcting, or attempting to correct the drug-, firearm-, or prostitution-related nuisance;"},{"prefix":"9","text":" Whether the drug-, firearm-, or prostitution-related nuisance was continuous or recurring;"},{"prefix":"10","text":" The economic or financial benefit accruing or likely to accrue to the defendant as a result of the conditions constituting the drug-, firearm-, or prostitution-related nuisance; or"},{"prefix":"11","text":" Any other factor the court deems relevant."},{"prefix":"d","text":" In fashioning an order under this section, the court shall not consider the lack of action by other property owners, tenants, or third parties to abate the drug-, firearm-, or prostitution-related nuisance."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Nuisance Property."},"chapter":{"identifier":"31","text":"Drug-, Firearm-, or Prostitution-Related Nuisance Abatement."},"heading":{"title":"42","chaptersection":"3110","identifier":"42-3110","catch_text":"Relief."}}