{"text":"There is established within the Department of Housing and Community Development the Rental Accommodations Division, which shall have as its head a Rent Administrator.","historical":"Prior Codifications\n\n1981 Ed., § 45-2513.\n\nEffect of Amendments\n\nD.C. Law 17-20 rewrote the section which had read as follows:\n\n\"(a) There is continued as a division in the Department of Consumer and Regulatory Affairs, a Rental Accommodations and Conversion Division which shall have as its head a Rent Administrator to be appointed by the Mayor.\n\n\"(b) The Rent Administrator shall possess experience of a technical nature in housing-provider or tenant affairs or in a field directly related to housing-provider or tenant affairs, shall be a resident of the District, and shall be entitled to receive annual compensation, payable in regular installments, at the rate of grade 15 of the District schedule established under subchapter XII of Chapter 6 of Title 1.\"\n\nD.C. Law 17-366 rewrote the section, which had read as follows:\n\n\"§ 42-3502.03. Housing regulation; rental accommodations; rental conversions and sales.\n\n\"(a) There is established within the Department of Housing and Community Development, established by Reorganization No. 3 of 1975 (part B of subchapter I of Chapter 15 of Title 1), the Housing Regulation Administration, which shall have as its head a Housing Regulation Administrator who shall be appointed by, and report directly to, the Director of the Department of Housing and Community Development.\n\n\"(b)(1) There is established within the Department of Housing and Community Development the Rental Accommodations Division, which shall have as its head a Rent Administrator who shall be appointed by the Mayor.\n\n\"(2) The Rent Administrator shall possess experience of a technical nature in housing-provider or tenant affairs, or in a field directly related to housing-provider or tenant affairs, and shall report to the Housing Regulation Administrator.\n\n\"(3) The Rent Administrator shall be a resident of the District and shall receive annual compensation equivalent to that received by a District employee compensated at the grade of 15 of the District schedule established under subchapter XI of Chapter 6 of Title I.\n\n\"(c)(1) There is established within the Department of Housing and Community Development a Rental Conversion and Sale Division, which shall have as its head a Rental Conversion and Sale Administrator who shall report to the Housing Regulation Administrator.\n\n\"(2) The Rental Conversion and Sale Administrator shall receive annual compensation equivalent to that received by a District employee compensated at the grade of 15 of the District schedule established under subchapter XI of Chapter 6 of Title 1.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2003(c) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-10, see Historical and Statutory Notes following § 42-3501.01.\n\nFor Law 17-20, see notes following § 42-2802.\n\nFor Law 17-366, see notes following § 42-3401.03.\n\nMiscellaneous Notes\n\nTermination of Law 6-10: See Historical and Statutory Notes following § 42- 3502.01.\n\nDC CODE § 42-3502.03\n\nCurrent through December 11, 2012","credits":"(July 17, 1985, D.C. Law 6-10, § 203, 32 DCR 3089; Sept. 18, 2007, D.C. Law 17-20, § 2003(c), 54 DCR 7052; Mar. 25, 2009, D.C. Law 17-366, § 2(b), 56 DCR 1332.)","sections":[],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"35","text":"Rental Housing Generally."},"subchapter":{"identifier":"II","text":"Rent Stabilization Program."},"heading":{"title":"42","chaptersection":"3502","identifier":"42-3502.03","catch_text":"Rental Accommodations Division of the Department of Housing and Community Development."}}