{"text":"The following provisions apply to single-family accommodations:","historical":"Prior Codifications\n\n1981 Ed., § 45-1638.\n\nEffect of Amendments\n\nD.C. Law 17-234, in par. (1), rewrote the first sentence, which had read as follows: \"Upon receipt of a written offer of sale from the owner that includes a description of the tenant's rights and obligations under this section, the tenant shall have 30 days to provide the owner and the Mayor with a written statement of interest.\"\n\nD.C. Law 18-193, in par. (1), substituted \"and the Mayor, by hand or by sending by certified mail,\" for \"and the Mayor\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a) of Tenant Opportunity to Purchase Preservation Clarification Temporary Amendment Act of 2009 (D.C. Law 18-23, July 7, 2009, law notification 56 DCR 6125).\n\nFor temporary (225 day) amendment of section, see § 2(a) of Tenant Opportunity to Purchase Preservation Clarification Temporary Amendment Act of 2010 (D.C. Law 18-177, May 27, 2010, law notification 57 DCR 6039).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Tenant Opportunity to Purchase Preservation Clarification Emergency Amendment Act of 2009 (D.C. Act 18-38, March 21, 2009, 56 DCR 2668).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Tenant Opportunity to Purchase Preservation Clarification Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-109, June 18, 2009, 56 DCR 4934).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Tenant Opportunity to Purchase Preservation Clarification Emergency Amendment Act of 2010 (D.C. Act 18-327, March 18, 2010, 57 DCR 2544).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-86, see Historical and Statutory Notes following § 42-3401.01.\n\nFor legislative history of D.C. Law 7-154, see Historical and Statutory Notes following § 42-3401.01.\n\nFor Law 17-234, see notes following § 42-3404.03.\n\nLaw 18-193, the \"Tenant Opportunity to Purchase Preservation Clarification Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-179, which was referred to the Committee on Housing Safety and Workforce Development.   The Bill was adopted on first and second readings on April 20, 2010, and May 4, 2010, respectively.  Signed by the Mayor on May 19, 2010, it was assigned Act No. 18-404 and transmitted to both Houses of Congress for its review.   D.C. Law 18-193 became effective on July 23, 2010.\n\nMiscellaneous Notes\n\nReenactment of Law 3-86: See Historical and Statutory Notes following § 42- 3401.01.\n\nDC CODE § 42-3404.09\n\nCurrent through December 11, 2012","credits":"(Sept. 10, 1980, D.C. Law 3-86, § 409, 27 DCR 2975; Sept. 29, 1988, D.C. Law 7-154, § 2(g), 35 DCR 5715; Oct. 21, 2008, D.C. Law 17-234, § 2(b), 55 DCR 9014; July 23, 2010, D.C. Law 18-193, § 2(a), 57 DCR 4510.)","sections":[{"prefix":"1","text":" Written statement of interest. -- Upon receipt of a written offer of sale from the owner that includes a description of the tenant's rights and obligations under this section, or upon the Mayor's receipt of a copy of the written offer of sale, whichever is later, the tenant shall have 30 days to provide the owner and the Mayor, by hand or by sending by certified mail, with a written statement of interest. The statement of interest shall be a clear expression of interest on the part of the tenant to exercise the right to purchase as specified in this subchapter;"},{"prefix":"2","text":" Negotiation period. -- If a tenant has provided a written statement of interest in accordance with paragraph (1) of this section, the owner shall afford the tenant a reasonable period to negotiate a contract of sale, and shall not require less than 60 days, not including the 30 days provided by paragraph (1) of this section. For every day of delay in providing information by the owner as required by this subchapter, the negotiation period is extended by 1 day;"},{"prefix":"3","text":" Time before settlement. -- The owner shall afford the tenant a reasonable period prior to settlement in order to secure financing and financial assistance, and shall not require less than 60 days after the date of contracting. If a lending institution or agency estimates in writing that a decision with respect to financing or financial assistance will be made within 90 days after the date of contracting, the owner shall afford an extension of time consistent with that written estimate;"},{"prefix":"4","text":" Lapse of time. -- If 180 days elapse from the date of a valid offer under this subchapter and the owner has not sold or contracted for the sale of the accommodation, the owner shall comply anew with the terms of this subchapter."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"34","text":"Rental Housing Conversion and Sale."},"subchapter":{"identifier":"IV","text":"Opportunity to Purchase."},"heading":{"title":"42","chaptersection":"3404","identifier":"42-3404.09","catch_text":"Single-family accommodations."}}