{"text":"The Office shall:","historical":"Effect of Amendments\n\nD.C. Law 16-236 rewrote the section which had read as follows:\n\n\"The Office shall:\n\n\"(1) Provide education and outreach to tenants and the community about laws, rules, and other policy matters involving rental housing, including tenant rights under the petition process and formation of tenant organizations;\n\n\"(2) Represent the interest of tenants in legislative, executive, and judicial issues, including advocating changes in laws and rules and reviewing landlord petitions on behalf of tenants;\n\n\"(3) Advise tenants on filing complaints and petitions, including petitions in response to disputes with landlords;\n\n\"(4) Advise and assisting tenants at conciliation meetings;\n\n\"(5) Represent tenants in court or administrative proceedings;\n\n\"(6) Organize tenant participation in building-wide inspections; and\n\n\"(7) Operate a Tenant Phone Hotline and Tenant Center.\"\n\nD.C. Law 16-181, in par. (2), substituted \"interests\" for \"interest\"; rewrote par. (5); in par. (6), deleted \"and\" from the end; and added par. (6A). Prior to amendment, par. (5) read as follows:\n\n\"(5) Represent tenants and tenant organizations in court or administrative proceedings;\"\n\nD.C. Law 19-21 rewrote par. (6A), which formerly read:\n\n\"(6A) Manage and administer the Housing Assistance Fund established by § 42- 3403.07; and\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3 of Additional Sanctions for Nuisance Abatement and Office of the Tenant Advocate Duties Clarification Temporary Amendment Act of 2006 (D.C. Law 16-183, November 16, 2006, law notification 53 DCR 9650).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2067 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 3 of Additional Sanctions for Nuisance Abatement and Office of the Tenant Advocate Duties Clarification Emergency Amendment Act of 2006 (D.C. Act 16-408, June 26, 2006, 53 DCR 5428).\n\nFor temporary (90 day) amendment of section, see § 3 of Additional Sanctions for Nuisance Abatement and Office of the Tenant Advocate Duties Clarification Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-479, September 22, 2006, 53 DCR 7938).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following § 42-3531.01.\n\nFor Law 16-181, see notes following § 42-3531.01.\n\nFor Law 16-236, see notes following § 42-3131.10.\n\nFor history of Law 19-21, see notes under § 42-2802.\n\nEffective Dates\n\nSection 5 of D.C. Law 16-181 provides: \"Section 2 through 4 shall apply as of October 1, 2007.\"\n\nMiscellaneous Notes\n\nShort title: Section 2071 of D.C. Law 19-21 provided that subtitle H of title II of the act may be cited as \"Office of the Tenant Advocate Establishment Amendment Act of 2011\".\n\nDC CODE § 42-3531.07\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 2067, 52 DCR 7503; Mar. 8, 2007, D.C. Law 16-236, § 3, 54 DCR 391; Oct. 1, 2007, D.C. Law 16-181, § 2(f), 53 DCR 6703; Sept. 14, 2011, D.C. Law 19-21, § 2072, 58 DCR 6226.)","sections":[{"prefix":"1","text":" Provide education and outreach to tenants and the community about laws, rules, and other policy matters involving rental housing, including tenant rights under the petition process and formation of tenant organizations;"},{"prefix":"2","text":" Represent the interests of tenants and tenant organizations in legislative, executive, and judicial issues, including advocating changes in laws and rules and reviewing landlord petitions on behalf of tenants;"},{"prefix":"3","text":" Advise tenants and tenant organizations on filing complaints and petitions, including petitions in response to disputes with landlords;"},{"prefix":"4","text":" Advise and assist tenants and tenant organizations at conciliation meetings;"},{"prefix":"5","text":"(A) Represent tenants, at its discretion and as it determines to be in the public interest, in Federal or District judicial or administrative proceedings;"},{"prefix":"B","text":" Provide an annual report to the Council on or before February 1 of each year setting forth each tenant request for representation, a description of the circumstances surrounding each request, whether or not the Office provided representation, and the outcome of cases where representation was provided;"},{"prefix":"6","text":" Organize tenant and tenant organizations participation in building-wide inspections;"},{"prefix":"6A","text":" Provide emergency housing and relocation assistance to qualified tenants, as determined by the Office, including payments for:"},{"prefix":"A","text":" The short-term relocation of tenants to hotels, motels, or other appropriate accommodations;"},{"prefix":"B","text":" The moving and storage of personal property;"},{"prefix":"C","text":" Rental application fees, security deposits, and utility deposits; and"},{"prefix":"D","text":" The first month's rent; and"},{"prefix":"7","text":" Operate a Tenant Phone Hotline and Tenant Center."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"35A","text":"Rental Housing: Tenant Advocacy."},"heading":{"title":"42","chaptersection":"3531","identifier":"42-3531.07","catch_text":"Duties of the Office of the Tenant Advocate."}}