{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-281, see notes following § 42-3131.05.\n\nDC CODE § 42-3131.14\n\nCurrent through December 11, 2012","credits":"(Apr. 14, 1906, 34 Stat. 115, ch. 1626, § 14, as added Apr. 27, 2001, D.C. Law 13-281, § 101, 48 DCR 1888.)","sections":[{"prefix":"a","text":"(1) Any fees required under § 42-3131.06(a) or § 42-3131.09 that remain unpaid after receipt of the notice under § 42-3131.08 or § 42- 3131.11 shall be assessed as a tax against the real property containing the vacant building and shall be subject to § 6-806 and shall constitute a lien against the real property containing the vacant building and the personal property of the owner."},{"prefix":"2","text":" In addition to the lien provided under paragraph (1) of this section, any fees required under § 42-3131.06(a) or § 42-3131.09 that remain unpaid after receipt of the notice under § 42-3131.08 or § 42-3131.11 shall be a continuing and perpetual lien in favor of the District of Columbia upon all property, whether real or personal, of the owner, and shall have the same force and effect as a lien created by judgment. The lien shall attach to all property belonging to the owner at any time during the period of the lien, including any property acquired by the owner after the lien arises. The lien shall have priority over all other liens, except liens for District of Columbia taxes, District of Columbia water charges, and the lien under § 2-1802.03; provided, that the lien shall not be valid against a bona fide purchaser, holder of a security interest, mechanic's lienor, or judgment lien creditor until notice by filing in the Recorder of Deeds."},{"prefix":"b","text":" All fees and penalties collected under this chapter shall be deposited in the fund established under § 42-3131.01(b)(1) and shall be expended for the general administration, inspection, and abatement costs incurred in the correction of wrongful conditions in vacant buildings and other nuisance properties; provided, that if any fees and penalties are collected as a tax through the real estate tax sale process, the fees and penalties shall be deposited in the fund established under § 42-3131.01(b)(1) after an accounting has been made in accordance with § 47-1340(f)."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Nuisance Property."},"chapter":{"identifier":"31A","text":"Abatement of Nuisance Property"},"subchapter":{"identifier":"II","text":"Registration of Vacant Buildings."},"heading":{"title":"42","chaptersection":"3131","identifier":"42-3131.14","catch_text":"Collection."}}