{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-2522.\n\nEffect of Amendments\n\nD.C. Law 16-145, in subsec. (c), substituted \"rent charged\" for \"rent ceiling\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Rent Control Reform Emergency Amendment Act of 2006 (D.C. Act 16-470, July 31, 2006, 53 DCR 6772).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-10, see Historical and Statutory Notes following § 42-3501.01.\n\nFor Law 16-145, see notes following § 42-3502.02.\n\nMiscellaneous Notes\n\nTermination of Law 6-10: See Historical and Statutory Notes following § 42- 3502.01.\n\nDC CODE § 42-3502.12\n\nCurrent through December 11, 2012","credits":"(July 17, 1985, D.C. Law 6-10, § 212, 32 DCR 3089; Aug. 5, 2006, D.C. Law 16-145, § 2(a), 53 DCR 4889.)","sections":[{"prefix":"a","text":" Where an election has been made under § 42-3502.06(c) to seek a rent adjustment through a hardship petition, the Rent Administrator shall, after review of the figures and computations set forth in the housing provider's petition, allow additional increases in rent which would generate no more than a 12% rate of return computed according to subsection (b) of this section."},{"prefix":"b","text":" In determining the rate of return for each housing accommodation, the following formula, computed over a base period of the 12 consecutive months within 15 months preceding the filing of a petition under this chapter, shall be used to:"},{"prefix":"1","text":" Obtain the net income by subtracting from the sum of maximum possible rental income which can be derived from a housing accommodation to which this section applies and the maximum amount of all other income which can be derived from the housing accommodation the following:"},{"prefix":"A","text":" The operating expenses, but the following items shall not be allowed as operating expenses:"},{"prefix":"i","text":" Membership fees in organizations established to influence legislation and regulations;"},{"prefix":"ii","text":" Contributions to lobbying efforts;"},{"prefix":"iii","text":" Contributions for legal fees in the prosecution of class action cases;"},{"prefix":"iv","text":" Political contributions to candidates for office;"},{"prefix":"v","text":" Mortgage principal payments;"},{"prefix":"vi","text":" Maintenance expenses for which the housing provider has been reimbursed by any security deposit, insurance settlement, judgment for damages, agreed upon payments, or any other method;"},{"prefix":"vii","text":" Attorney's fees charged for services connected with counseling or litigation related to actions brought by the District government due to the housing provider's repeated failure to comply with applicable housing regulations as evidenced by violation notices issued by the Department of Consumer and Regulatory Affairs; and"},{"prefix":"viii","text":" Any expenses for which the tenant has lawfully paid directly;"},{"prefix":"B","text":" The management fee, where applicable, of not more than 6% of the maximum rental income of the housing accommodation unless an additional amount is approved by the Rent Administrator as follows:"},{"prefix":"i","text":" The housing provider shall first file with the Rent Administrator a petition which contains information the Rent Administrator may require, including, but not limited to, the name of the payee; and"},{"prefix":"ii","text":" If the Rent Administrator determines, based on the petition and other information the Rent Administrator may require, that the excess over 6% of maximum possible income or part of income is reasonable, the Rent Administrator may permit the same excess or so much of the excess as is reasonable;"},{"prefix":"C","text":" Property taxes;"},{"prefix":"D","text":" Depreciation expenses to the extent reflected in decreased real property tax assessments;"},{"prefix":"E","text":" Vacancy losses for the housing accommodation of not more than 6% of the maximum rental housing income of the housing accommodation unless an additional amount is approved by the Rent Administrator;"},{"prefix":"F","text":" Uncollected rents; and"},{"prefix":"G","text":" Interest payments;"},{"prefix":"2","text":" Then, divide the net income by the housing provider's equity in the housing accommodation to determine the rate of return."},{"prefix":"c","text":" The Rent Administrator shall accord an expedited review process for a petition filed under this section and shall issue and publish a final decision within 90 days after the petition has been filed. If the Rent Administrator does not render a final decision within 90 days from the date the petition is filed, the rent charged adjustment requested in the petition may be conditionally implemented by the housing provider. The conditional rent charged adjustment shall be subject to subsequent modification by the final decision of the Rent Administrator on the petition. If a hearing has been held on the petition, and the Rent Administrator, by order served upon the parties at least 10 days prior to the expiration of 90 days, makes a provisional finding as to the rent charged adjustment justified by the petition, the housing provider may implement only the amount of the rent charged adjustment authorized by the order. Except to the extent modified by this subsection, the provisions of § 42-3502.16 shall apply to any adjustment under this section."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"35","text":"Rental Housing Generally."},"subchapter":{"identifier":"II","text":"Rent Stabilization Program."},"heading":{"title":"42","chaptersection":"3502","identifier":"42-3502.12","catch_text":"Hardship petition."}}