{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 43-546.\n\nEffect of Amendments\n\nD.C. Law 13-107 substituted \"electric company, electricity supplier, or gas company\" for \"gas or electric company\".\n\nD.C. Law 15-227 substituted \"gas company, or natural gas supplier\" for \"or gas company\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 8(d) of Prevention of Unauthorized Switching of Customer Natural Gas Accounts Temporary Act of 2001 (D.C. Law 14-13, July 10, 2001, law notification 48 DCR 6589).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-94, see Historical and Statutory Notes following § 42-3301.\n\nFor Law 13-107, see notes following § 42-3302.\n\nFor Law 15-227, see notes following § 42-3302.\n\nDC CODE § 42-3306\n\nCurrent through December 11, 2012","credits":"(Sept. 13, 1980, D.C. Law 3-94, § 7, 27 DCR 3500; May 9, 2000, D.C. Law 13-107, § 202(d), 47 DCR 1091; Mar. 16, 2005, D.C. Law 15-227, § 20(d), 51 DCR 10549.)","sections":[{"prefix":"a","text":" It shall be unlawful for any electric company, electricity supplier, gas company, or natural gas supplier to terminate service at the request of the owner, agent, lessor, or manager of an apartment house subject to this chapter, unless the Public Service Commission first makes a finding that all units within the apartment house are not lawfully occupied, or the Public Service Commission finds that services provided by such company shall be provided by other means."},{"prefix":"b","text":" Nothing in this section shall be construed to relieve any owner, agent, lessor, or manager of an apartment house from liability under a contract for the provision of services with an electric company, electricity supplier, gas company, or natural gas supplier until such time as the Public Service Commission makes its findings as required by subsection (a) of this section."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"33","text":"Master-Metered Apartment Buildings."},"heading":{"title":"42","chaptersection":"3306","identifier":"42-3306","catch_text":"Findings required prior to termination of service."}}