{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-2520.\n\nEffect of Amendments\n\nD.C. Law 16-145, in subsecs. (c) and (h), substituted \"rent charged\" for \"rent ceiling\".\n\nD.C. Law 16-305, in subsec. (j), substituted \"tenants or tenants with a disability\" for \"and disabled tenants\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Rent Control Reform Emergency Amendment Act of 2006 (D.C. Act 16-470, July 31, 2006, 53 DCR 6772).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-10, see Historical and Statutory Notes following § 42-3501.01.\n\nLaw 8-48, the \"Rental Housing Act of 1985 Capital Improvements Amendment Act of 1989,\" was introduced in Council and assigned Bill No. 8-106, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 27, 1989, and July 11, 1989, respectively. Signed by the Mayor on August 1, 1989, it was assigned Act No. 8-81 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 9-154, see Historical and Statutory Notes following § 42-3502.06.\n\nFor Law 16-145, see notes following § 42-3502.02.\n\nFor Law 16-305, see notes following § 42-820.\n\nMiscellaneous Notes\n\nTermination of Law 6-10: See Historical and Statutory Notes following § 42- 3502.01.\n\nApplication of Law 9-154: Section 3 of D.C. Law 9-154 provided that the act shall not apply to any increase in a rent ceiling for a rental unit, or to any increase in the rent charged for a rental unit, when the capital improvement petition has been approved by the Rent Administrator and the resultant rent increase was implemented prior to September 26, 1992.\n\nDC CODE § 42-3502.10\n\nCurrent through December 11, 2012","credits":"(July 17, 1985, D.C. Law 6-10, § 210, 32 DCR 3089; Oct. 19, 1989, D.C. Law 8-48, § 2, 36 DCR 5788; Sept. 26, 1992, D.C. Law 9-154, § 2(b), 39 DCR 5673; Aug. 5, 2006, D.C. Law 16-145, § 2(a), 53 DCR 4889; Apr. 24, 2007, D.C. Law 16-305, § 67(b), 53 DCR 6198.)","sections":[{"prefix":"a","text":" On petition by the housing provider, the Rent Administrator may approve a rent adjustment to cover the cost of capital improvements to a rental unit or housing accommodation if:"},{"prefix":"1","text":" The improvement would protect or enhance the health, safety, and security of the tenants or the habitability of the housing accommodation; or"},{"prefix":"2","text":" The improvement will effect a net saving in the use of energy by the housing accommodation, or is intended to comply with applicable environmental protection regulations, if any savings in energy costs are passed on to the tenants."},{"prefix":"b","text":" The housing provider shall establish to the satisfaction of the Rent Administrator:"},{"prefix":"1","text":" That the improvement would be considered depreciable under the Internal Revenue Code (26 U.S.C.);"},{"prefix":"2","text":" The amount and cost of the improvement including interest and service charges; and"},{"prefix":"3","text":" That required governmental permits and approvals have been secured."},{"prefix":"c","text":" Any decision of the Rent Administrator under this section shall determine the adjustment of the rent charged:"},{"prefix":"1","text":" In the case of building-wide major capital improvement, by dividing the cost over a 96-month period of amortization and by dividing the result by the number of rental units in the housing accommodation. No increase under this paragraph may exceed 20% above the current rent charged;"},{"prefix":"2","text":" In the case of limited improvements to 1 or more rental units in a housing accommodation, by dividing the cost over a 64-month period of amortization and by dividing this result by the number of rental units receiving the improvement. No increase under this paragraph may exceed 15% above the current rent charged. The Rent Administrator shall make a determination that the interests of the affected tenants are being protected; and"},{"prefix":"3","text":" In the case of a rent increase included as part of the rent charged or base rent for a capital improvement after October 19, 1989, the rent increase is temporary and is abated as to each tenant upon recovery of all costs of the capital improvement, including interest and service charges. The rent increase shall not be calculated as part of either the base rent or rent charged of a tenant when determining the amount of rent charged. When the housing provider has recovered all costs, including interest and service charges, the housing provider shall recompute and adjust the rent charged to reflect the abatement of the capital improvement rent increase."},{"prefix":"d","text":" Plans, contracts, specifications, and permits relating to capital improvements shall be retained for 1 year by the housing provider or its designated agent for inspection by affected tenants as the tenants may request at the housing provider's place of business in the District during working hours. If the housing provider does not have a place of business in the District, the plans, contracts, specifications, and permits relating to the capital improvements shall be made available upon request by the affected tenants at the Rental Accommodations Division."},{"prefix":"e","text":"(1) A decision by the Rent Administrator on a rent adjustment under this section shall be rendered within 60 days after receipt of a complete petition for capital improvement."},{"prefix":"2","text":" Failure of the Rent Administrator to render a decision pursuant to this section within the 60-day period shall operate to allow the petitioner to proceed with a capital improvement."},{"prefix":"f","text":" Any tenant displaced from a rental unit by the capital improvement of the unit or the housing accommodation under this section shall have a right to rerent the rental unit immediately upon the completion of the work."},{"prefix":"g","text":" The housing provider may make capital improvements to the property before the approval of the rent adjustment by the Rent Administrator for the capital improvements where the capital improvements are immediately necessary to maintain the health or safety of the tenants."},{"prefix":"h","text":" A housing provider may adjust the rent charged for any rental unit to provide for the cost of any capital improvements which are required by provisions of any federal or local statute or regulation becoming effective after October 30, 1980, amortized over the useful life of the improvements, and the cost of the improvements applied on an equal basis to those rental units within the housing accommodation which benefit from the improvement, by filing with the Division a certificate of calculation for mandated capital improvement increase. The certificate shall establish:"},{"prefix":"1","text":" That the improvement is required by the provisions of a federal or District statute or regulation becoming effective after October 30, 1980;"},{"prefix":"2","text":" The amount of the cost of the improvements; and"},{"prefix":"3","text":" That required governmental permits and approvals have been secured."},{"prefix":"i","text":" The housing provider may petition the Rent Administrator for approval of the rent adjustment for any capital improvements made under subsection (g) of this section, if the petition is filed with the Rent Administrator within 10 calendar days from the installation of the capital improvements."},{"prefix":"j","text":" The housing provider may petition the Rent Administrator to assess capital improvement increases in the rent charged against elderly tenants and tenants with disabilities, and the Rent Administrator shall approve the petition if the housing provider proves to the satisfaction of the Rent Administrator that the amount which would be collectible from elderly tenants and tenants with disabilities at the housing accommodation, but for the provisions of § 42- 3502.06(f), would exceed the amount of real property taxes that would be payable during the calendar year with respect to the housing accommodation, but for the provisions of § 42-3502.06(g)."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"35","text":"Rental Housing Generally."},"subchapter":{"identifier":"II","text":"Rent Stabilization Program."},"heading":{"title":"42","chaptersection":"3502","identifier":"42-3502.10","catch_text":"Petitions for capital improvements."}}