{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-2529.1.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-10, see Historical and Statutory Notes following § 42-3501.01.\n\nReferences in Text\n\nThe \"proposed civil infractions law,\" referred to in paragraph (b)(8), was enacted as D.C. Law 6-42.\n\nMiscellaneous Notes\n\nTermination of Law 6-10: See Historical and Statutory Notes following § 42- 3502.01.\n\nDC CODE § 42-3502.20\n\nCurrent through December 11, 2012","credits":"(July 17, 1985, D.C. Law 6-10, § 220, 32 DCR 3089.)","sections":[{"prefix":"a","text":" No later than October 1, 1988, the Mayor shall report to the Council on the continued need for the rent stabilization program."},{"prefix":"b","text":" The report shall be prepared by a person not affiliated with the District government and shall contain:"},{"prefix":"1","text":" The number of new and renovated units which have been placed on the rental housing market since July 17, 1985;"},{"prefix":"2","text":" The number of new and renovated units it is anticipated will be placed on the rental housing market annually until 1996;"},{"prefix":"3","text":" An assessment of the effectiveness of the Tenant Assistance Program; the adequacy of monies appropriated for the program; and the projected costs of the Tenant Assistance Program in the absence of rent stabilization legislation;"},{"prefix":"4","text":" The impact of the rent stabilization program on the cost and supply of rental housing;"},{"prefix":"5","text":" An assessment of the present rent stabilization program in terms of its being understandable, efficient, inexpensive, equitable, and flexible;"},{"prefix":"6","text":" The impact of the present rent stabilization program upon small housing providers compared to large housing providers;"},{"prefix":"7","text":" The number of District residents living in substandard housing and their locations;"},{"prefix":"8","text":" An assessment of the impact of the proposed civil infractions law on housing code violations, if the law is enacted in a timely manner;"},{"prefix":"9","text":" An assessment of the probable impact on the private rental housing market and the present rent stabilization program of the following individual or combination of factors:"},{"prefix":"A","text":" Vacancy decontrol;"},{"prefix":"B","text":" Luxury decontrol;"},{"prefix":"C","text":" Increasing from 4 units to 10 units the maximum rental units exemption under § 42-3502.05(a)(3); and"},{"prefix":"D","text":" Tying the rent stabilization program to the amount of family income available for rent; and"},{"prefix":"10","text":" Any other information considered appropriate by the drafters of the report."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"35","text":"Rental Housing Generally."},"subchapter":{"identifier":"II","text":"Rent Stabilization Program."},"heading":{"title":"42","chaptersection":"3502","identifier":"42-3502.20","catch_text":"Report of Mayor."}}