{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-219, see notes following § 42-3141.01.\n\nDC CODE § 42-3141.08\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 2010, D.C. Law 18-219, § 9, 57 DCR 4353.)","sections":[{"prefix":"a","text":"(1) There is established as a nonlapsing fund the Graffiti Abatement Fund (\"Fund\"), into which shall be deposited:"},{"prefix":"A","text":" All fines, penalties, interest, charges and costs, including abatement costs, assessed and collected pursuant to this chapter;"},{"prefix":"B","text":" Any funds in the Graffiti Trust Fund, established by § 22-3312.03a(g), on the day before September 18, 2010; and"},{"prefix":"C","text":" Any civil fines collected as penalties under § 22-3312.04."},{"prefix":"2","text":" The deposit of these monies shall be subject to the requirements of § 42-3141.09(b)."},{"prefix":"b","text":" All funds deposited into the Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (c) of this section without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"c","text":" The Fund shall be used to offset the costs of implementing this chapter, the costs of graffiti abatement and prevention, and the costs of the Office of Administrative Hearings under this chapter."},{"prefix":"d","text":" The Mayor shall submit to the Council an annual statement of the Fund's receipts and disbursements for the preceding year."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Nuisance Property."},"chapter":{"identifier":"31A1","text":"Abatement of Graffiti"},"heading":{"title":"42","chaptersection":"3141","identifier":"42-3141.08","catch_text":"Graffiti Abatement Fund."}}