{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-213, in par. (1), validated a previously made technical correction.\n\nD.C. Law 17-319 rewrote the section, which had read as follows:\n\n\"A receiver may be appointed if:\n\n\"(1) A rental housing accommodation has been cited by the Department of Consumer and Regulatory Affairs for a violation of chapters 1 through 16 of Title 14 of the District of Columbia Municipal Regulations, or its equivalent, which violation poses a serious threat to the health, safety, or security of the tenants; and\n\n\"(2) The owner, agent, lessor, or manager has been properly notified of the violation but has failed timely to abate the violations.\"\n\nTemporary Amendments of Section\n\nSection 5(a) of D.C. Law 17-237 amended this section to read as follows:\n\n\"Sec. 502. Grounds for appointment of a receiver.\n\n\"(a) (1) A receiver may be appointed if a rental housing accommodation has been cited by the Department of Consumer and Regulatory Affairs for a violation of chapters 1 through 16 of Title 14 of the District of Columbia Municipal Regulations or Title 12 of the District of Columbia Municipal Regulations, or its equivalent, which violation poses a serious threat to the health, safety, or security of the tenants; and\n\n\"(2) The owner, agent, lessor, or manager has been properly notified of the violation but has failed timely to abate the violations; provided, that proper notification shall be deemed to have been effected if a copy of the notice has been served pursuant to applicable law or rule, or as follows:\n\n\"(A) By personal service on the property owner, lessor, or manager or the agent thereof; or\n\n\"(B) By delivering the notice to the last known home or business address of the property owner, lessor, manager, or agent as identified by the tax records, business license records, or business entity registration records, and leaving it with a person over 16 years of age residing or employed therein; or\n\n\"(C) By mailing the notice, via first-class mail postage prepaid, to the last known home or business address of the property owner, lessor, manager, or agent as identified by the tax records, business license records, or business entity registration records; or\n\n\"(D) If the notice is returned as undeliverable by the post office authorities, or if no address is known or can be ascertained from the District's tax, business license, or business entity registration records, by posting a copy of the notice in a conspicuous place in or about the structure affected by the notice.\n\n\"(b) A receiver may also be appointed if a rental housing accommodation has been operated in a manner that demonstrates a pattern of neglect for the property for a period of 30 consecutive days and such neglect poses a serious threat to the health, safety, or security of the tenants. For the purposes of this subsection, the term \"pattern of neglect\" includes all evidence that the owner, agent, lessor, or manager of the rental housing accommodation has maintained the premises in a serious state of disrepair including, vermin or rat infestation, filth or contamination, inadequate ventilation, illumination, sanitary, heating or life safety facilities, inoperative fire suppression or warning equipment, or any other condition that constitutes a hazard to its occupants or to the public.\".\n\nSection 8(b) of D.C. Law 17-237 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment, see § 5(a) of Abatement of Nuisance Properties and Tenant Receivership Emergency Amendment Act of 2008 (D.C. Act 17-420, July 8, 2008, 55 DCR 7703).\n\nFor temporary (90 day) amendment of section, see § 5(a) of Abatement of Nuisance Properties and Tenant Receivership Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-563, October 27, 2008, 55 DCR 12019).\n\nLegislative History of Laws\n\nFor Law 13-281, see notes following § 42-3131.05.\n\nFor Law 14-213, see notes following § 42-1102.\n\nFor Law 17-319, see notes following § 42-3131.01.\n\nDC CODE § 42-3651.02\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-281, § 502, 48 DCR 1888; Oct. 19, 2002, D.C. Law 14-213, § 32(c), 49 DCR 8140; Mar. 21, 2009, D.C. Law 17-319, § 5(a), 56 DCR 214.)","sections":[{"prefix":"a","text":"(1) A receiver may be appointed if a rental housing accommodation has been cited by the Department of Consumer and Regulatory Affairs for a violation of chapters 1 through 16 of Title 14 of the District of Columbia Municipal Regulations or Title 12 of the District of Columbia Municipal Regulations, or its equivalent, which violation poses a serious threat to the health, safety, or security of the tenants; and"},{"prefix":"2","text":" The owner, agent, lessor, or manager has been properly notified of the violation but has failed timely to abate the violations; provided, that proper notification shall be deemed to have been effected if a copy of the notice has been served pursuant to applicable law or rule, or as follows:"},{"prefix":"A","text":" By personal service on the property owner, lessor, or manager or the agent thereof;"},{"prefix":"B","text":" By delivering the notice to the last known home or business address of the property owner, lessor, manager, or agent as identified by the tax records, business license records, or business entity registration records, and leaving it with a person over 16 years of age residing or employed therein;"},{"prefix":"C","text":" By mailing the notice, via first-class mail postage prepaid, to the last known home or business address of the property owner, lessor, manager, or agent as identified by the tax records, business license records, or business entity registration records; or"},{"prefix":"D","text":" If the notice is returned as undeliverable by the post office authorities, or if no address is known or can be ascertained from the District's tax, business license, or business entity registration records, by posting a copy of the notice in a conspicuous place in or about the structure affected by such notice."},{"prefix":"b","text":" A receiver may also be appointed if a rental housing accommodation has been operated in a manner that demonstrates a pattern of neglect for the property for a period of 30 consecutive days and such neglect poses a serious threat to the health, safety, or security of the tenants. For purposes of this subsection, the term \"pattern of neglect\" includes all evidence that the owner, agent, lessor, or manager of the rental housing accommodation has maintained the premises in a serious state of disrepair, including vermin or rat infestation, filth or contamination, inadequate ventilation, illumination, sanitary, heating or life safety facilities, inoperative fire suppression or warning equipment, or any other condition that constitutes a hazard to its occupants or to the public."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"36A","text":"Tenant Receivership."},"heading":{"title":"42","chaptersection":"3651","identifier":"42-3651.02","catch_text":"Grounds for appointment of a receiver."}}