{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-368, in subsec. (a), substituted \"§ 16-1001(8)\" for \"§ 16-1001(5)\".\n\nLegislative History of Laws\n\nFor Law 16-273, see notes following § 42-3505.01.\n\nFor Law 17-368, see notes following § 42-3505.01.\n\nDC CODE § 42-3505.08\n\nCurrent through December 11, 2012","credits":"(July 17, 1985, D.C. Law 6-10, § 508, as added Mar. 14, 2007, D.C. Law 16-273, § 2(c), 54 DCR 859; Mar. 25, 2009, D.C. Law 17-368, § 4(h)(3), 56 DCR 1338.)","sections":[{"prefix":"a","text":" Upon the written request of a tenant who is the victim of an intrafamily offense, as defined in § 16-1001(8), a housing provider shall change the locks to all entrance doors to that tenant's unit within 5 business days; provided, that if the perpetrator of the intrafamily offense is a tenant in the same dwelling unit as the tenant who makes the request, the tenant who makes the request shall provide the landlord with a copy of a protective order issued pursuant to § 16-1005 ordering the perpetrator to stay away from, or avoid, the tenant who makes the request, any other household member, or the dwelling unit. If the perpetrator of the intrafamily offense is not, or is no longer, a tenant in the same dwelling unit as the tenant who makes the request, no documentation of the intrafamily offense shall be required."},{"prefix":"b","text":" The housing provider shall pay the cost of changing the locks.   No later than 45 days after the housing provider provides the tenant who makes the request with documentation of the cost of changing the locks, the tenant shall reimburse the housing provider for such cost and any associated fee;  provided, that the fee shall not exceed the fee imposed on any other tenant for changing the locks under any other circumstances."},{"prefix":"c","text":" Upon receipt of a copy of the court order pursuant to subsection (a) of this section, unless the court orders that the perpetrator be allowed to return to the unit for some purpose, the housing provider shall not provide the perpetrator with keys to the unit or otherwise permit the perpetrator access to the unit or to property within the unit."},{"prefix":"d","text":" The housing provider shall not be liable to the perpetrator for any civil damages as a result of actions the housing provider takes to comply with this section."},{"prefix":"e","text":" This section shall not be construed to relieve the perpetrator of any obligation under a lease agreement or any other liability to the housing provider."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"35","text":"Rental Housing Generally."},"subchapter":{"identifier":"V","text":"Evictions; Retaliatory Action; and Other Matters. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"3505","identifier":"42-3505.08","catch_text":"Victims of an intrafamily offense protection --change locks and notice."}}