{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 14-99, see notes following § 42-3671.01.\n\nDC CODE § 42-3671.04\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2002, D.C. Law 14-99, § 5, 49 DCR 1000.)","sections":[{"prefix":"a","text":" For each lease-purchase agreement, the lessor shall disclose in the agreement the following items, as applicable:"},{"prefix":"1","text":" The number, amount, and timing of all lease payments necessary to acquire ownership of the property;"},{"prefix":"2","text":" A statement that the consumer will not own the property until the consumer has made the total payment required to purchase under the lease-purchase agreement;"},{"prefix":"3","text":" A statement that the consumer is responsible for the fair market value of the property if, and as of the time, it is lost, stolen, damaged, or destroyed;"},{"prefix":"4","text":" A brief description of the leased property, sufficient to identify the property to the consumer and the lessor, including an identification number, if applicable, and a statement indicating whether the property is new or used; provided, that a statement that indicates new property is used shall not be a violation of this chapter;"},{"prefix":"5","text":" A brief description of any damages to the leased property;"},{"prefix":"6","text":" The cash price of the property; provided, that if the lease-purchase agreement involves a lease of items as a set, a statement of the aggregate cash price of all items shall satisfy this requirement;"},{"prefix":"7","text":" The total of initial payments paid or required at or before consummation or delivery of the property, whichever is later;"},{"prefix":"8","text":" A statement that the total of lease payments does not include other charges, such as taxes, late payment fees, default fees, processing fees, pickup fees, fees for optional services or products, or reinstatement fees, which fees shall be separately disclosed in the contract;"},{"prefix":"9","text":" A statement clearly summarizing the terms of the consumer's option to purchase, including a statement that the consumer has the right to exercise an early purchase option and the price, formula, or method for determining the price at which the property may be so purchased;"},{"prefix":"10","text":" A statement that the lessor is responsible for maintaining or servicing the property while it is being leased, together with a description of that responsibility, and a statement that if any part of a manufacturer's express warranty covers the lease property at the time the consumer acquires ownership of the property, it shall be transferred to the consumer, if allowed by the terms of the warranty;"},{"prefix":"11","text":" The date of the transaction and the identities of the lessor and consumer;"},{"prefix":"12","text":" A statement that the consumer may terminate the agreement without penalty by voluntarily surrendering or returning the property in good repair upon expiration of any lease term; and"},{"prefix":"13","text":" Notice of the right to reinstate a lease-purchase agreement as provided in § 42-3671.07."},{"prefix":"b","text":" With respect to matters specifically governed by the Consumer Credit Protection Act, approved May 29, 1968 (88 Stat. 1511; 15 U.S.C. § 1601 et seq.), compliance with that Act shall satisfy the requirements of this section."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII-A","text":" Personal Property"},"chapter":{"identifier":"36B","text":"Lease-Purchase Agreements."},"heading":{"title":"42","chaptersection":"3671","identifier":"42-3671.04","catch_text":"Disclosures."}}