{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-2512.\n\nEffect of Amendments\n\nD.C. Law 16-145, in par. (a)(3), substituted \"rent charged\" for \"rent ceiling\".\n\nD.C. Law 17-20, in subsec. (d), substituted \"The Department of Housing and Community Development\" for \"The Department of Consumer and Regulatory Affairs\".\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (d).\n\nD.C. Law 18-377, in subsec. (a)(1), inserted \"except rules and procedures subject to § 2-1831.05(a)(7)\".\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 18-231, in subsec. (b)(2), substituted \"One member\" for \"A majority\".\n\nSection 4(b) of D.C. Law 18-231 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Rent Control Reform Emergency Amendment Act of 2006 (D.C. Act 16-470, July 31, 2006, 53 DCR 6772).\n\nFor temporary (90 day) amendment of section, see § 2003(b), of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nFor temporary (90 day) amendment of section, see § 2 of Rental Housing Commission Quorum Emergency Amendment Act of 2010 (D.C. Act 18-460, July 7, 2010, 57 DCR 6058).\n\nFor temporary (90 day) amendment of section, see § 520 of Public Safety Legislation Sixty-Day Layover Emergency Amendment Act of 2010 (D.C. Act 18-693, January 18, 2011, 58 DCR 640).\n\nFor temporary (90 day) amendment of section, see § 520 of Public Safety Legislation Sixty-Day Layover Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-45, April 20, 2011, 58 DCR 3701).\n\nFor temporary (90 day) amendment of section, see § 2 of Rental Housing Commission Quorum Emergency Amendment Act of 2011 (D.C. Act 19-52, April 27, 2011, 58 DCR 3880).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-10, see Historical and Statutory Notes following § 42-3502.01.\n\nFor legislative history of D.C. Law 7-30, see Historical and Statutory Notes following § 42-3502.01.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nLaw 16-145, the \"Rent Control Reform Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-109 which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on May 2, 2006, and June 6, 2006, respectively. Signed by the Mayor on June 15, 2006, it was assigned Act No. 16-391 and transmitted to both Houses of Congress for its review. D.C. Law 16-145 became effective on August 5, 2006.\n\nFor Law 17-20, see notes following § 42-2802.\n\nFor Law 17-353, see notes following § 42-1103.\n\nLaw 18-377, the \"Criminal Code Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-963, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on February 2, 2011, it was assigned Act No. 18-722 and transmitted to both Houses of Congress for its review. D.C. Law 18-377 became effective on June 3, 2011.\n\nMiscellaneous Notes\n\nTermination of Law 6-10: See Historical and Statutory Notes following § 42- 3502.01.\n\nDC CODE § 42-3502.02\n\nCurrent through December 11, 2012","credits":"(July 17, 1985, D.C. Law 6-10, § 202, 32 DCR 3089; Oct. 2, 1987, D.C. Law 7-30, § 2(b), 34 DCR 5304; Apr. 9, 1997, D.C. Law 11-255, § 51(a), 44 DCR 1271; Aug. 5, 2006, D.C. Law 16-145, § 2(a), 53 DCR 4889; Sept. 18, 2007, D.C. Law 17-20, § 2003(b), 54 DCR 7052; Mar. 25, 2009, D.C. Law 17- 353, § 215(c), 56 DCR 1117; June 3, 2011, D.C. 18-377, § 19, 58 DCR 1174.)","sections":[{"prefix":"a","text":" The Rental Housing Commission shall:"},{"prefix":"1","text":" Issue, amend, and rescind rules and procedures for the administration of this chapter except rules and procedures subject to § 2-1831.05(a)(7);"},{"prefix":"2","text":" Decide appeals brought to it from decisions of the Rent Administrator, including appeals under the Rental Accommodations Act of 1975, the Rental Housing Act of 1977, and the Rental Housing Act of 1980; and"},{"prefix":"3","text":" Certify and publish within 30 days after July 17, 1985, and prior to March 1 of each subsequent year the annual adjustment of general applicability in the rent charged of a rental unit under § 42-3502.06."},{"prefix":"b","text":"(1) The Rental Housing Commission may hold hearings, sit and act at times and places within the District, administer oaths, and require by subpoena or otherwise the attendance and testimony of witnesses and the production of books, records, correspondence, memoranda, papers, and documents as the Rental Housing Commission may consider advisable in carrying out its functions under this chapter."},{"prefix":"2","text":" A majority of the Rental Housing Commissioners shall constitute a quorum to do business, and any vacancy shall not impair the right of the remaining Rental Housing Commissioners to exercise all the powers of the Rental Housing Commission."},{"prefix":"3","text":" In the case of contumacy or refusal to obey a subpoena issued under paragraph (1) of this subsection by any person who resides in, is found in, or transacts business within the District, the Superior Court of the District of Columbia, at the written request of the Rental Housing Commission, shall issue an order requiring the contumacious person to appear before the Rental Housing Commission, to produce evidence if so ordered, or to give testimony touching upon the matter under inquiry. Any failure of the person to obey any order of the Superior Court of the District of Columbia may be punished by that Court for contempt."},{"prefix":"c","text":" Upon the written request of the chairperson of the Rental Housing Commission, each department or entity of the District government may furnish directly to the Rental Housing Commission any assistance and information necessary for the Rental Housing Commission to carry out effectively this chapter."},{"prefix":"d","text":" The Department of Housing and Community Development shall employ the staff necessary to assist the Rental Housing Commission in carrying out its functions. Of the staff employed, 3 shall be law clerks who shall assist each member of the Rental Housing Commission in the preparation of decisions and orders."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"35","text":"Rental Housing Generally."},"subchapter":{"identifier":"II","text":"Rent Stabilization Program."},"heading":{"title":"42","chaptersection":"3502","identifier":"42-3502.02","catch_text":"Powers and duties of Rental Housing Commission."}}