{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1653.1.\n\nEffect of Amendments\n\nD.C. Law 16-15 designated the existing text as subsec. (a), and added subsecs. (b) to (d).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-86, see Historical and Statutory Notes following § 42-3401.01.\n\nLaw 5-38, the \"Rental Housing Conversion and Sale Act of 1980 Amendments and Extension Act of 1983,\" was introduced in Council and assigned Bill No. 5-162 which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on July 5, 1983, and September 6, 1983, respectively. Signed by the Mayor on September 15, 1983, it was assigned Act No. 5-63 and transmitted to both Houses of Congress for its review.\n\nFor Law 16-15, see notes following § § 42-3401.03.\n\nMiscellaneous Notes\n\nReenactment of Law 3-86: See Historical and Statutory Notes following § 42- 3401.01.\n\nDC CODE § 42-3405.03a\n\nCurrent through December 11, 2012","credits":"(Sept. 10, 1980, D.C. Law 3-86, § 503a, as added Nov. 5, 1983, D.C. Law 5-38, § 2(m), 30 DCR 4866; July 22, 2005, D.C. Law 16-15, § 2(d), 52 DCR 6885.)","sections":[{"prefix":"a","text":" An aggrieved owner, tenant, or tenant organization may petition the Mayor for declaratory relief under provisions of this chapter. Upon a showing of reasonable grounds, the Mayor shall grant a hearing and may issue findings of fact, conclusions of law, and declaratory orders and take other enforcement actions provided by this subchapter."},{"prefix":"b","text":" The Mayor shall consider a petition for relief and issue a declaratory order with regard to the petition within 30 days after receipt of the petition requesting relief. The Mayor shall promulgate regulations to afford all interested parties an opportunity to participate in any declaratory proceeding."},{"prefix":"c","text":" A declaratory order issued pursuant to § 42-3405.03 or § 42-3405.03a shall be the sole means by which the Mayor shall issue an official, binding determination pursuant to the request of an aggrieved owner, tenant, or tenant organization to determine rights under subchapters IV and V of this chapter. Reliance upon any other form of determination shall not be afforded any weight."},{"prefix":"d","text":" Notwithstanding the preceding subsection, the following, when taken together, shall constitute conclusive proof of the termination of a tenant's or a tenant organization's rights pursuant to subchapters IV and V of this chapter:"},{"prefix":"1","text":" Certifications provided by the Mayor setting forth the date of receipt of the Notice of Transfer and indicating that no Time Certain Notices from a tenant or tenant organization were received within the prescribed periods;"},{"prefix":"2","text":" An affidavit from the owner or the owner's authorized representative attesting to the date, content, and manner of issuance of the Notice of Transfer; and"},{"prefix":"3","text":" An affidavit from owner or owner's authorized representative in compliance with the Servicemembers Civil Relief Act, approved October 17, 1940 (54 Stat. 1178; 50 U.S.C. App. § 501 et seq.), as to any tenant whose rights are affected by this chapter."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"34","text":"Rental Housing Conversion and Sale."},"subchapter":{"identifier":"V","text":"Implementation and Enforcement."},"heading":{"title":"42","chaptersection":"3405","identifier":"42-3405.03a","catch_text":"Declaratory relief."}}