{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1612.\n\nEffect of Amendments\n\nD.C. Law 16-179, designated the existing text of subsec. (d) as subsec. (d)(1); in subsec. (d)(1), substituted \"a member of the household's continued right to remain a tenant as guaranteed by this chapter is exercised\" for \"he or she is a head of household whose continued right to remain a tenant is required by this chapter\"; and added subsec. (d)(2).\n\nD.C. Law 17-247 rewrote subsec. (d), which had read as follows:\n\n\"(d) Qualified voter. -- (1) A head of household residing in each rental unit of the housing accommodation is qualified to vote unless no member of the household has resided in the accommodation for at least 90 days before the election, or unless a member of the household is or has been an employee of the owner within 120 days prior to the date of application for eligibility, or unless a member of the household's continued right to remain a tenant as guaranteed by this chapter is exercised. The Mayor shall determine the eligibility of voters prior to the election and shall devise such forms and procedures as may be necessary to verify eligibility under this subsection. (2) An elderly or disabled tenant who delivers a waiver under § 42- 3402.08(a)(2)(D) to the Mayor shall be qualified to vote in an election under this section.\"\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (d).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Tenant-Owner Voting in Conversion Election Clarification Temporary Amendment Act of 2006 (D.C. Law 16- 253, March 8, 2007, law notification 54 DCR 3038).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Tenant-Owner Voting in Conversion Election Clarification Emergency Amendment Act of 2006 (D.C. Act 16-565, December 19, 2006, 53 DCR 10269).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-86, see Historical and Statutory Notes following § 42-3401.01.\n\nFor legislative history of D.C. Law 3-131, see Historical and Statutory Notes following § 42-3401.03.\n\nLaw 4-27, the \"Rental Housing Conversion and Sale Act Amendment Act of 1981,\" was introduced in Council and assigned Bill No. 4-162, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on May 5, 1981, and May 19, 1981, respectively. Signed by the Mayor on June 5, 1981, it was assigned Act No. 4-48 and transmitted to both Houses of Congress for its review.\n\nFor Law 16-179, see notes following § 42-3401.01.\n\nLaw 17-247, the \"Tenant-Owned Voting in Conversion Election Clarification Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-267 which was referred to the Committee on Housing and Urban Affairs. The Bill was adopted on first and second readings on July 1, 2008, and July 15, 2008, respectively. Signed by the Mayor on August 4, 2008, it was assigned Act No. 17-494 and transmitted to both Houses of Congress for its review. D.C. Law 17- 247 became effective on October 22, 2008.\n\nFor Law 17-353, see notes following § 42-1103.\n\nEffective Dates\n\nSection 3 of D.C. Law 4-27 provided that the provisions of § 2(a) shall take effect retroactively as of August 10, 1980.\n\nMiscellaneous Notes\n\nDeclaration of continuing housing crisis: See Mayor's Order 83-239, October 7, 1983.\n\nReenactment of Law 3-86: See Historical and Statutory Notes following § 42- 3401.01.\n\nDC CODE § 42-3402.03\n\nCurrent through December 11, 2012","credits":"(Sept. 10, 1980, D.C. Law 3-86, § 203, 27 DCR 2975; Mar. 4, 1981, D.C. Law 3-131, § 801(c), 28 DCR 326; Aug. 1, 1981, D.C. Law 4-27, § 2(a), 28 DCR 2824; Nov. 16, 2006, D.C. Law 16-179, § 2(c), 53 DCR 6698; Oct. 22, 2008, D.C. Law 17-247, § 2, 55 DCR 9201; Mar. 25, 2009, D.C. Law 17-353, § 125, 56 DCR 1117.)","sections":[{"prefix":"a","text":" Notice by owner. -- An owner who seeks to convert shall provide each tenant and the Mayor a written request for a tenant election by first class mail and post the request for an election in conspicuous places in common areas of the housing accommodation. The written request shall include, at a minimum, a summary of tenant rights and obligations, a list of tenant voter qualifications and disqualifications, and sources of technical assistance as published in the D.C. Register by the Mayor. If Spanish is the primary language of a head of household, the owner shall provide a Spanish translation of the request to the head of household. An owner shall also provide the Mayor with a list of tenants residing in the housing accommodation."},{"prefix":"b","text":" Notice by tenant organization. -- Within 30 days of receipt of the owner's request for an election, the tenants may establish a single tenant organization, if one does not exist, and if a tenant organization exists or is established, it shall provide each tenant, the owner, and the Mayor with written notice of the election by first class mail and by conspicuous posting in common areas of the housing accommodation. Notice includes, at a minimum, the date, time and place of the election, and a summary of tenant rights, obligations, a list of tenant voter qualifications and disqualifications, and sources of technical assistance as published in the D.C. Register by the Mayor, if published."},{"prefix":"c","text":" Conduct of election. -- Within 60 days of receipt of an owner's request for an election, a tenant organization, if one exists or is established, shall conduct an election. If notice of an election is not provided as required by this section, upon the request of a tenant or an owner, the Mayor shall provide notice and conduct an election within 60 days of receipt of an owner's original request for an election."},{"prefix":"d","text":" Qualified voter. -- (1) Except as provided in paragraph (2) of this subsection, a head of household residing in each rental unit of the housing accommodation is qualified to vote unless:"},{"prefix":"A","text":" No member of the household has resided in the accommodation for at least 90 days before the election;"},{"prefix":"B","text":" A member of the household is or has been an owner or an employee of the owner within 120 days prior to the date of application for eligibility; or"},{"prefix":"C","text":" A member of the household's continued right to remain a tenant as guaranteed by this chapter is exercised."},{"prefix":"2","text":" A tenant who otherwise meets the requirements of this section and becomes an owner only after the exercise of his or her rights under subchapter IV of this chapter shall be qualified to vote."},{"prefix":"3","text":" The Mayor shall determine the eligibility of voters prior to the election and shall devise such forms and procedures as may be necessary to verify eligibility under this subsection."},{"prefix":"4","text":" An elderly or disabled tenant who delivers a waiver under § 42- 3402.08(a)(2)(D) to the Mayor shall be qualified to vote in an election under this section."},{"prefix":"e","text":" Absentee ballot. -- A head of household unable to attend the election may submit to the Mayor or tenant organization, prior to the election, a signed absentee ballot or sworn statement of agreement or disagreement with the conversion."},{"prefix":"f","text":" Notification of election results. -- The tenant organization shall notify the owner and the Mayor of the results of the election within 3 days. If the Mayor conducts the election, the Mayor shall notify the owner of the results of the election within 3 days."},{"prefix":"g","text":" Election audit. -- The Mayor may monitor an election and take measures to preserve the integrity of the election process and result."},{"prefix":"h","text":" Coercion prohibited. -- An owner, tenant organization, or third party purchaser shall not coerce a household in order to influence the head of household's vote.   Coercion includes, but is not limited to, the knowing circulation of inaccurate information;  frequent visits or calls over the objection of that household;  threat of retaliatory action;  an act or threat not otherwise permitted by law which seeks to recover possession of a rental unit, increase rent, decrease services, increase the obligation of a tenant or cause undue or unavoidable inconvenience, harass or violate the privacy of the household;  refusal to honor a lease provision;  refusal to renew a lease or rental agreement;  or other form of threat or coercion."},{"prefix":"i","text":" Compliance approved. -- If over 50 percent of the qualified voters vote in approval of conversion, or if an election is not held within 60 days of receipt of an owner's request pursuant to subsection (a) of this section or within such reasonable extension of time as the Mayor may consider necessary to hold an election in accordance with the procedural requirements of this chapter, the Mayor shall certify compliance with this section for purposes of conversion."},{"prefix":"j","text":" Compliance not approved. -- If 50 percent or less of the qualified voters vote in approval of conversion, or if an election is invalidated by the Mayor because of fraud or coercion in favor of conversion on the part of the owner, the Mayor shall not certify compliance with this section for purposes of conversion, and an owner may not request another tenant election for that accommodation for 1 year from the date of the election."},{"prefix":"k","text":" New election. -- If an election is invalidated by the Mayor because of fraud or coercion on the part of the tenant organization, the Mayor shall conduct a new election within 30 days of the invalidation."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"34","text":"Rental Housing Conversion and Sale."},"subchapter":{"identifier":"II","text":"Conversion Procedures. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"3402","identifier":"42-3402.03","catch_text":"Tenant election."}}