{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-114, see notes following § 42-3171.01.\n\nDC CODE § 42-3173.05\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-281, § 445, as added Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468.)","sections":[{"prefix":"a","text":" If the Mayor determines that a structure is a deteriorated structure, the Mayor shall prepare a notice of initial determination which shall include the following information:"},{"prefix":"1","text":" The address of the deteriorated structure or, if the address is not available or does not adequately identify the location of the structure, a description of the location of the structure that is sufficient for its identification;"},{"prefix":"2","text":" A statement that the Mayor has determined that the structure is a deteriorated structure and the basis for the Mayor's determination;"},{"prefix":"3","text":" A description of the analysis of the Department under § 42-3173.03 and a statement regarding the Mayor's consideration of the analysis or, if no analysis was provided, a summary of the Mayor's reason for issuing the notice of initial determination absent the analysis;"},{"prefix":"4","text":"(A) A statement that the structure is not a historic landmark, a contributing building in a historic district, or a structure for which the Historic Preservation Review Board has made a preliminary determination that there is a substantial possibility that the structure is eligible for designation as a historic landmark or a contributing building in a historic district; or"},{"prefix":"B","text":" A statement that the structure is a historic landmark or a contributing building in a historic district or the Historic Preservation Review Board has made a preliminary determination under § 42-3173.04 that there is a substantial possibility that the structure is eligible for designation as a historic landmark or a contributing building in a historic district, and a statement that:"},{"prefix":"i","text":" The Mayor has determined, pursuant to the procedures and standards of subchapter I of Chapter 11 of Title 6, that demolition of the structure is necessary in the public interest, as provided in § 6-1104(e); or"},{"prefix":"ii","text":" The Mayor intends to enclose, but not demolish, the structure;"},{"prefix":"5","text":" A statement that the Mayor intends to demolish or enclose the deteriorated structure if an interested party does not take sufficient action within 30 days after the mailing or publication of the notice, whichever is later;"},{"prefix":"6","text":" If the Mayor intends to demolish the structure, a statement describing why the Mayor intends to demolish, rather than enclose, the structure;"},{"prefix":"7","text":" A statement that the Mayor shall not demolish or enclose the structure if sufficient action is taken within 30 days after the mailing or publication of the notice, whichever is later;"},{"prefix":"8","text":" A description of the action which, if taken, shall be considered sufficient action; and"},{"prefix":"9","text":" A summary statement of the final determination procedure and judicial review provided by this chapter."},{"prefix":"b","text":" After the notice is prepared under subsection (a) of this section, the Mayor shall:"},{"prefix":"1","text":" Post the notice on the deteriorated structure;"},{"prefix":"2","text":" Mail the notice to all interested parties by certified mail, return receipt requested;"},{"prefix":"3","text":" Publish the notice once in a newspaper of general circulation in the District of Columbia;"},{"prefix":"4","text":" Publish the notice in the District of Columbia Register."},{"prefix":"5","text":" Transmit the notice to the advisory neighborhood commission in which the structure is located; and"},{"prefix":"6","text":" File the notice with the Recorder of Deeds."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Nuisance Property."},"chapter":{"identifier":"31C","text":"Quick Acquisition of Abandoned and Nuisance Property."},"subchapter":{"identifier":"II","text":"Due Process Demolition."},"heading":{"title":"42","chaptersection":"3173","identifier":"42-3173.05","catch_text":"Initial determination of deteriorated structure."}}