{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1616.\n\nEffect of Amendments\n\nD.C. Law 16-179 rewrote subsec. (a); in subsec. (b), substituted \"elderly or disabled\" for \"elderly\"; and rewrote subsec. (c). Prior to amendment, subsecs. (a) and (c) read as follows:\n\n\"(a) Eviction limited. -- Notwithstanding any other provision of this subchapter, the Condominium Act, or the Rental Housing Act, an owner of a rental unit in a housing accommodation converted under the provisions of this chapter shall not evict or send notice to vacate to an elderly tenant with an annual household income, as determined by the Mayor, of less than $40,000 per year unless:\n\n\"(1) The tenant violates an obligation of the tenancy and fails to correct the violation within 30 days after receiving notice of the violation from the owner;\n\n\"(2) A court of competent jurisdiction has determined that the tenant has performed an illegal act within the rental unit or housing accommodation; or\n\n\"(3) The tenant fails to pay rent.\"\n\n\"(c) Definition. -- For the purposes of this subchapter, the term 'elderly tenant' means a head of household who is 62 years of age or older. The number of elderly tenants qualifying under this section is that number on the day an owner requests a tenant election for purposes of conversion.\"\n\nD.C. Law 16-240 rewrote subsec. (c)(1)(B)(ii), which had read as follows:\n\n\"(ii)(I) Has a medically determinable physical impairment, including blindness, which prohibits and incapacitates 75% of that person's ability to move about, to assist himself or herself, or to engage in an occupation.\n\n\"(II) In making a determination that a tenant qualifies under this sub-subparagraph, the Mayor shall limit the inquiry to the minimum information and documentation necessary to establish that the tenant meets the definition of disabled provided in sub-sub-subparagraph (I) of this sub-subparagraph, and shall not inquire further into the nature or severity of the disability. The Mayor shall not require the tenant to provide a description of the disability when making an eligibility determination; provided, that the Mayor may request that a physician or other licensed healthcare professional verify that a tenant meets the definition of disabled in sub-sub-subparagraph (I) of this sub-subparagraph. The Mayor shall not require the tenant to provide eligibility documentation in less than 30 days.\n\n\"(III) The Mayor shall not disclose information compiled under this sub-subparagraph unless the disclosure is required by law; provided, that the Mayor may provide a list of eligible voters upon request; provided further, that the Mayor may make a list of eligible voters available at the site of the tenant election.\"\n\nD.C. Law 17-354 rewrote subsec.(a)(1), which had read as follows:\n\n\"(a) Eviction limited. -- (1)(A) For the purposes of this subsection, the term 'qualifying income' means the applicable percentage for the household size, as set forth in subparagraph (B) of this paragraph, of the area median income for a household of 4 persons for the Washington-Arlington-Alexandria Metropolitan area, as established by the U.S. Department of Housing and Urban Development.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-86, see Historical and Statutory Notes following § 42-3401.01.\n\nFor legislative history of D.C. Law 3-131, see Historical and Statutory Notes following § 42-3401.03.\n\nFor legislative history of D.C. Law 5-38, see Historical and Statutory Notes following § 42-3405.03a.\n\nFor Law 16-179, see notes following § 42-3401.01.\n\nLaw 16-240, the \"Definition of Persons with Disabilities A.D.A. Conforming Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-875, which was referred to Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 14, 2006, and December 5, 2006, respectively. Signed by the Mayor on December 28 2006, it was assigned Act No. 16-596 and transmitted to both Houses of Congress for its review. D.C. Law 16-240 became effective on March 8, 2007.\n\nFor Law 17-354, see notes following § 42-3402.04\n\nMiscellaneous Notes\n\nDeclaration of continuing housing crisis: See Mayor's Order 83-239, October 7, 1983.\n\nReenactment of Law 3-86: See Historical and Statutory Notes following § 42- 3401.01.\n\nDC CODE § 42-3402.08\n\nCurrent through December 11, 2012","credits":"(Sept. 10, 1980, D.C. Law 3-86, § 208, 27 DCR 2975; Mar. 4, 1981, D.C. Law 3-131, § 801(d), 28 DCR 326; Nov. 5, 1983, D.C. Law 5-38, § 2(e), 30 DCR 4866; Nov. 16, 2006, D.C. Law 16-179, § 2(d), 53 DCR 6698; Mar. 8, 2007, D.C. Law 16-240, § 2, 54 DCR 597; Mar. 25, 2009, D.C. Law 17-354, § 2(b), 56 DCR 1155.)","sections":[{"prefix":"a","text":"(1) For the purposes of this subsection, the term \"qualifying income\" means a total annual household income, as determined by the Mayor, no greater than 95% of the area median income, as defined in § 42-2801(1)."},{"prefix":"2","text":" Notwithstanding any other provision of this subchapter, Chapter 19 of this title, or Chapter 35 of this title, an owner of a rental unit in a housing accommodation converted under the provisions of this subchapter shall not evict or send notice to vacate to an elderly or disabled tenant if the combined annual household income for his or her unit, as determined by the Mayor, does not exceed the qualifying income, unless:"},{"prefix":"A","text":" The tenant violates an obligation of the tenancy and fails to correct the violation within 30 days after receiving notice of the violation from the owner;"},{"prefix":"B","text":" A court of competent jurisdiction has determined that the tenant has performed an illegal act within the rental unit or housing accommodation;"},{"prefix":"C","text":" The tenant fails to pay rent; or"},{"prefix":"D","text":"(i) For the purposes of a single, scheduled tenant election under § 42- 3402.03, the tenant waives, in writing, his or her right to remain a tenant."},{"prefix":"ii","text":" The waiver shall state that it was made voluntarily, without coercion as set forth in § 42-3402.03(h), and with full knowledge of the ramifications of a waiver of the right to remain a tenant."},{"prefix":"iii","text":" The waiver under sub-subparagraph (i) of this subparagraph shall apply only to the single, scheduled tenant election for which it was given."},{"prefix":"b","text":" Rent level. -- Any owner of a converted unit shall not charge an elderly or disabled tenant rent in excess of the lawful rent at the time of request for a tenant election for purposes of conversion plus annual increases on that basis authorized under the Rental Housing Act."},{"prefix":"c","text":" Qualification. -- (1) An elderly or disabled tenant shall qualify under this subchapter if, on the day a tenant election is held for the purposes of conversion, the elderly or disabled tenant:"},{"prefix":"A","text":" Is entitled to the possession, occupancy, or the benefits of his or her rental unit; and"},{"prefix":"B","text":"(i) Is 62 years of age or older; or"},{"prefix":"ii","text":"(I) Has a disability as defined in section 3(2)(A) of the Americans with Disabilities Act of 1990, approved July 26, 1990 (104 Stat. 329; 42 U.S.C. § 12102(2)(A)), and 29 C.F.R. § 1630.2(g)(1)."},{"prefix":"II","text":" In making a determination that a tenant qualifies under this sub-subparagraph, the Mayor shall limit the inquiry to the minimum information and documentation necessary to establish that the tenant meets the definition of disabled provided in sub-sub-subparagraph (I) of this sub-subparagraph, and shall not inquire further into the nature or severity of the disability. The Mayor shall not require the tenant to provide a description of the disability when making an eligibility determination; provided, that the Mayor shall require that a physician or other licensed healthcare professional verify that a tenant meets the definition of disabled in sub-sub-subparagraph (I) of this sub-subparagraph. The Mayor shall not require the tenant to provide eligibility documentation in less than 30 days."},{"prefix":"III","text":" The Mayor shall maintain records of the information compiled under this sub-subparagraph; provided, that the Mayor:"},{"prefix":"aa","text":" Shall not disclose information about a tenant's disability unless the disclosure is required by law;"},{"prefix":"bb","text":" May provide a list of eligible voters upon request; and"},{"prefix":"cc","text":" May make a list of eligible voters available at the site of the tenant election."},{"prefix":"IV","text":" In requesting information under this sub-subparagraph, the Mayor shall inform tenants that their names will be absent from publicly available lists of eligible voters and the Mayor shall not disclose information provided about a tenant's disability unless the disclosure is required by law."},{"prefix":"2","text":" The Mayor shall develop such forms and procedures as may be necessary to verify eligibility under this subsection."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"34","text":"Rental Housing Conversion and Sale."},"subchapter":{"identifier":"II","text":"Conversion Procedures. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"3402","identifier":"42-3402.08","catch_text":"Elderly or disabled tenancy."}}