{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 14-99, the \"Lease-Purchase Agreement Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-123, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 4, 2001, and January 8, 2002, respectively. Signed by the Mayor on January 28, 2002, it was assigned Act No. 14-232 and transmitted to both Houses of Congress for its review. D.C. Law 14-99 became effective on April 13, 2002.\n\nDC CODE ยง 42-3671.01\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2002, D.C. Law 14-99, ยง 2, 49 DCR 1000.)","sections":[{"prefix":"1","text":" \"Advertisement\" means a commercial message in any medium that aids, promotes, or assists, directly or indirectly, a lease-purchase agreement. The term \"advertisement\" shall not include in- store merchandising aids or window signs."},{"prefix":"2","text":" \"Cash price\" means the price at which the lessor would have sold the property to the consumer for cash on the date of the lease-purchase agreement."},{"prefix":"3","text":" \"Consumer\" means a natural person who rents personal property under a lease-purchase agreement to be used primarily for personal, family, or household purposes."},{"prefix":"4","text":" \"Consummation\" means the time a consumer becomes contractually obligated on a lease-purchase agreement."},{"prefix":"5","text":" \"Department\" means the Department of Consumer and Regulatory Affairs."},{"prefix":"6","text":" \"Lessor\" means a person who regularly provides the use of property through lease-purchase agreements and to whom lease payments are initially payable on the face of the lease-purchase agreement."},{"prefix":"7","text":"(A) \"Lease-purchase agreement\" mean an agreement for the use of personal property:"},{"prefix":"i","text":" By a natural person primarily for personal, family, or household purposes;"},{"prefix":"ii","text":" For an initial period of 4 months or less that is automatically renewable with each payment after the initial period, but does not obligate or require the consumer to continue leasing or using the property beyond the initial period; and"},{"prefix":"iii","text":" That permits the consumer to become the owner of the property."},{"prefix":"B","text":" A lease-purchase agreement shall not mean:"},{"prefix":"i","text":" A consumer transaction under Chapter 38 of Title 28 of the District of Columbia Official Code or Chapter 100 of Title 16 of the District of Columbia Municipal Regulations (16 DCRM ยง 100 et seq.);"},{"prefix":"ii","text":" A security interest as defined in Chapter 38 of Title 28;"},{"prefix":"iii","text":" A loan, an instrument in writing for the payment of money at a future time, or interest under Chapter 38 of Title 28;"},{"prefix":"iv","text":" A lease-purchase agreement primarily for business, commercial, agricultural purposes, or those made with governmental agencies or instrumentalities or with organizations;"},{"prefix":"v","text":" A lease of a safe deposit box:"},{"prefix":"vi","text":" A lease or bailment of personal property which is incidental to the lease of real property and which provides that the consumer has no option to purchase the leased property;"},{"prefix":"vii","text":" A lease of an automobile; or"},{"prefix":"viii","text":" A lease or purchase or real property."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII-A","text":" Personal Property"},"chapter":{"identifier":"36B","text":"Lease-Purchase Agreements."},"heading":{"title":"42","chaptersection":"3671","identifier":"42-3671.01","catch_text":"Definitions."}}