{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1601.\n\nEffect of Amendments\n\nD.C. Law 16-179, in subsec. (a)(4), in the first sentence, substituted \"elderly and disabled\" for \"elderly\", and, in the second sentence, substituted \"lower income, elderly, and disabled\" for \"lower income and elderly\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a) of Rental Housing Conversion and Sale Act of 1980 Temporary Extension Amendment Act of 1988 (D.C. Law 7-140, September 21, 2008, law notification 35 DCR 7279).\n\nFor temporary (225 day) amendment of section, see § 2(a) of Rental Housing Conversion and Sale Act of 1980 Temporary Extension Amendment Act of 1993 (D.C. Law 10-13, September 11, 1993, law notification 40 DCR 6835).\n\nFor temporary (225 day) amendment of section, see § 2(a) of Rental Housing Conversion and Sale Act of 1980 Temporary Extension Amendment Act of 1994 (D.C. Law 10-176, September 22, 1994, law notification 41 DCR 6706).\n\nEmergency Act Amendments\n\nFor temporary amendments of section, see § 2(a) of the Rental Housing Conversion and Sale Act of 1980 Extension Emergency Amendment Act of 1993 (D.C. Act 10-29, May 19, 1993, 40 DCR 3418) and § 2(a) of the Rental Housing Conversion and Sale Act of 1980 Extension Congressional Recess Emergency Amendment Act of 1993 (D.C. Act 10-82, August 4, 1993, 40 DCR 6056).\n\nFor temporary amendment of section, see § 2(a) of the Rental Housing Conversion and Sale Act of 1980 Extension Emergency Amendment Act of 1994 (D.C. Act 10- 235, April 28, 1994, 41 DCR 2599).\n\nFor temporary amendment of section, see § 3(a) of the Rental Housing Conversion and Sale Act of 1980 Reenactment and Amendment Emergency Act of 1994 (D.C. Act 10-285, July 8, 1994, 41 DCR 4904).\n\nFor temporary amendment of section, see § 3(a) of the Rental Housing Conversion and Sale Act of 1980 Reenactment and Amendment Emergency Act of 1995 (D.C. Act 11-47, May 4, 1995, 42 DCR 2410) and § 3(a) of the Rental Housing Conversion and Sale Act of 1980 Reenactment and Amendment Congressional Recess Emergency Act of 1995 (D.C. Act 11-96, July 19, 1995, 42 DCR 3837-8).\n\nLegislative History of Laws\n\nLaw 3-86, the \"Rental Housing Conversion and Sale Act of 1980,\" was introduced in Council and assigned Bill No. 3-222, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on June 3, 1980 and June 17, 1980, respectively. Signed by the Mayor on June 27, 1980, it was assigned Act No. 3-204 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 5-38, see Historical and Statutory Notes following § 42-3405.03a.\n\nLaw 7-154, the \"Rental Housing Conversion and Sale Act of 1980 Extension Amendment Act of 1988,\" was introduced in Council and assigned Bill No. 7-462, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 28, 1988 and July 12, 1988, respectively. Signed by the Mayor on July 15, 1988, it was assigned Act No. 7-209 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 10-144, see Historical and Statutory Notes following § 42-3405.03a.\n\nFor legislative history of D.C. Law 11-31, see Historical and Statutory Notes following § 42-3405.03b.\n\nLaw 16-179, the \"Low-Income Disabled Tenant Rental Conversion Protection Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-724, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively. Signed by the Mayor on July 21, 2006, it was assigned Act No. 16-457 and transmitted to both Houses of Congress for its review. D.C. Law 16-179 became effective on November 16, 2006.\n\nReferences in Text\n\nThe \"Rental Housing Conversion and Sale Act of 1980 Amendments and Extension Act of 1983,\" referred to in the introductory language of (b), is D.C. Law 5- 38.\n\nThe \"Rental Housing Conversion and Sale Act of 1980 Extension Amendment Act of 1988,\" referred to in the introductory language of (c), is D.C. Law 7-154.\n\nMiscellaneous Notes\n\nAmendment of section by Law 10-144: Section 2(a) of D.C. Law 10-144 purported to amend this section by adding (d) to read as follows:\n\n\"(d) In enacting the Rental Housing Conversion and Sale Act of 1980 Extension and Amendment Act of 1994, the Council of the District of Columbia finds that:\n\n(1) The District of Columbia continues to face an ongoing housing crisis and will continue to face such a crisis for the foreseeable future. The well publicized and well documented District budget crisis has meant that the limited ability of the District government to meaningfully address the housing crisis has been further eroded.\n\n\"(2) The Rental Housing Conversion and Sale Act of 1980, as amended ('chapter'), has generally been successful in meeting its stated purposes and needs to be continued in effect in light of the ongoing housing and budget crises.\n\n(3) A number of assumptions upon which this chapter was based have changed in light of the almost 14 years of experience since this chapter first went into effect. In continuing this chapter, the Council intends the amendments reflected in this extension to address these changes.\n\n(4) The chapter should be continued into the future so long as the underlying housing crisis continues as declared annually by the Mayor pursuant to § 45- 1662.\n\n(5) This extension is required to preserve the public peace, health, safety, and general welfare.\"\n\nThe provisions of D.C. Law 10-144 cannot be given effect, however, as that act amends provisions of D.C. Law 3-86 which had expired pursuant to § 45- 1601(c)(3) [1981 Ed.] and D.C. Law 10-13, the Rental Housing Conversion and Sale Act of 1980 Extension Temporary Amendment Act of 1993.\n\nReenactment of Law 3-86: Section 2 of D.C. Law 10-176 temporarily reestablished the Rental Housing Conversion and Sale Act of 1980 as it existed on April 23, 1994.\n\nSection 2 of the Rental Housing Conversion and Sale Act of 1980 Reenactment and Amendment Emergency Act of 1994 (D.C. Act 10-285, July 8, 1994, 41 DCR 4904) provides for the temporary reenactment into law of D.C. Law 3-86 as it existed on April 23, 1994.\n\nFor provisions reestablishing D.C. Law 3-86 as it existed on April 23, 1994, see § 2 of D.C. Law 11-31.\n\nReenactment of Law 3-86: Section 2 of the Rental Housing Conversion and Sale Act of 1980 Reenactment and Amendment Emergency Act of 1995 (D.C. Act 11-47, May 4, 1995, 42 DCR 2410) and § 2 of the Rental Housing Conversion and Sale Act of 1980 Reenactment and Amendment Congressional Recess Emergency Act of 1995 (D.C. Act 11-96, July 19, 1995, 42 DCR 3837) provide for the temporary reestablishment as law of D.C. Law 3-86 as it existed on April 23, 1994.\n\nDC CODE § 42-3401.01\n\nCurrent through December 11, 2012","credits":"(Sept. 10, 1980, D.C. Law 3-86, § 101, 27 DCR 2975; Nov. 5, 1983, D.C. Law 5-38, § 2(a), 30 DCR 4866; Sept. 29, 1988, D.C. Law 7-154, § 2(a), 35 DCR 5715; Sept. 6, 1995, D.C. Law 11-31, § 3(a), 42 DCR 3239; Nov. 16, 2006, D.C. Law 16-179, § 2(a), 53 DCR 6698.)","sections":[{"prefix":"a","text":" The Council of the District of Columbia finds that:"},{"prefix":"1","text":" There is a continuing housing crisis in the District of Columbia."},{"prefix":"2","text":" There is a severe shortage of rental housing available to the citizens of the District of Columbia. The percentage of all rental housing units within the District of Columbia which are vacant, habitable, and available for occupancy is less than 5% which is generally considered an indication of a serious shortage of rental housing units. The vacancy rate is substantially lower among units which can be afforded by lower income tenants as evidenced by serious overcrowding in private units and waiting lists for public housing in excess of 5,000 households."},{"prefix":"3","text":" Conversion of rental units to condominiums or cooperatives depletes the rental housing stock. Since 1977, more than 8,000 rental units in the District of Columbia have been converted to condominiums or cooperatives, more than 9,000 additional units have not yet been converted but have been declared eligible to do so and applications for 6,000 more units are pending. The 8,000 units which have been converted represent 4.5% of the District of Columbia's 1977 rental stock, and the 15,000 units subject to conversion represent an additional 8.3%. These trends have been thoroughly investigated and documented by two legislative study commissions: The D.C. Legislative Commission on Housing and the Emergency Commission on Condominium and Cooperative Conversion. The latter Commission reported policy proposals, many of which are contained in this chapter."},{"prefix":"4","text":" Lower income tenants, particularly elderly and disabled tenants, are the most adversely affected by conversions since the after conversion costs are usually beyond their ability to pay, which results in forced displacement, serious overcrowding, disproportionately high housing costs, and the loss of additional affordable rental housing stock. The threat of conversion has caused widespread fear and uncertainty among many tenants, particularly lower income, elderly, and disabled tenants."},{"prefix":"5","text":" The District of Columbia housing assistance plan shows that 43,521 renter households and 14,215 homeowner households are in need of housing assistance in the District."},{"prefix":"6","text":" Very few rental units are being constructed or vacant units being made available for rental occupancy. More units are being converted to other uses or demolished than are being made available for rent."},{"prefix":"7","text":" Experience with conversions since passage of the Condominium Act of 1976 and the Condominium and Cooperative Stabilization Act of 1979 (D.C. Law 3-53) has demonstrated that the previous conversion controls have not been sufficiently effective in preserving rental housing, particularly for those who cannot afford homeownership. Based on that experience and the conclusions of the legislative study commissions, tenants who are most directly affected by the conversion should be provided with sufficient accurate information about the relative advantages and disadvantages to conversion of rental housing and should have a voice in the decision whether or not their rental housing should be converted. These controls are necessary to more effectively assure that housing will be preserved at a cost which can be afforded by current tenants who would otherwise be involuntarily displaced and forced into overcrowded or otherwise substandard housing conditions."},{"prefix":"8","text":" These additional conversion controls are required to preserve the public peace, health, safety, and general welfare."},{"prefix":"b","text":" In enacting the Rental Housing Conversion and Sale Act of 1980 Amendments and Extension Act of 1983, the Council of the District of Columbia finds that:"},{"prefix":"1","text":" A housing crisis continues in the District of Columbia that has not substantially improved since the passage of this chapter."},{"prefix":"2","text":" The chapter, as amended by the Rental Conversion and Sale Act of 1980 Amendment Act of 1982 (D.C. Law 4-196), the Rental Housing Conversion and Sale Act Amendment Act of 1981 (D.C. Law 4-27), the Rental Housing Act of 1980 (D.C. Law 3-131), and the Rental Housing Act of 1977 Extension Act of 1980 (D.C. Law 3-106), has generally been successful in meeting its stated purposes."},{"prefix":"3","text":" The chapter, with additional amendments to address minor problems which have been identified since its passage, should be extended for 5 more years."},{"prefix":"4","text":" This extension is required to preserve the public peace, health, safety, and general welfare."},{"prefix":"c","text":" In enacting the Rental Housing Conversion and Sale Act of 1980 Extension Amendment Act of 1988, the Council of the District of Columbia finds that:"},{"prefix":"1","text":" A housing crisis continues in the District of Columbia that has not substantially improved since passage of this chapter."},{"prefix":"2","text":" The chapter, as amended by the Rental Housing Act of 1985 (D.C. Law 6-10), the Rental Housing Conversion and Sale Act of 1980 Amendments and Extension Act of 1983 (D.C. Law 5-38), the Rental Conversion and Sale Act Amendment Act of 1982 (D.C. Law 4-196), the Rental Housing Act of 1980 (D.C. Law 3-131), and the Rental Housing Act of 1977 Extension Act of 1980 (D.C. Law 3-106), has generally been successful in meeting its stated purposes."},{"prefix":"3","text":" The chapter should be extended until September 6, 1995, and thereafter by subsection (d)(4) of this section."},{"prefix":"4","text":" This extension is required to preserve the public peace, health, safety, and general welfare."},{"prefix":"d","text":" In enacting the Rental Housing Conversion and Sale Act of 1980 Reenactment and Amendment Act of 1995, the Council of the District of Columbia finds that:"},{"prefix":"1","text":" The District of Columbia continues to face an ongoing housing crisis and will continue to face such a crisis for the foreseeable future. The well publicized and well documented District budget crisis has meant that the limited ability of the District government to meaningfully address the housing crisis has been further eroded."},{"prefix":"2","text":" The Rental Housing Conversion and Sale Act of 1980, as amended (\"this chapter\"), has generally been successful in meeting its stated purposes and needs to be continued in effect in light of the ongoing housing and budget crises."},{"prefix":"3","text":" A number of assumptions upon which this chapter was based have changed in light of the almost 15 years of experience since this chapter first went into effect. In continuing this chapter, the Council intends the amendments reflected in this extension to address these changes."},{"prefix":"4","text":" This chapter should be continued into the future so long as the underlying housing crisis continues as declared annually by the Mayor pursuant to § 42- 3405.12."},{"prefix":"5","text":" This extension is required to preserve the public peace, health, safety, and general welfare."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"34","text":"Rental Housing Conversion and Sale."},"subchapter":{"identifier":"I","text":"Findings; Purposes; Definitions."},"heading":{"title":"42","chaptersection":"3401","identifier":"42-3401.01","catch_text":"Findings."}}