{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1651.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3(p) of Rental Housing Conversion and Sale Act of 1980 Temporary Extension Amendment Act of 1994 (D.C. Law 10-176, September 22, 1994, law notification 41 DCR 6076).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 3(p) of the Rental Housing Conversion and Sale Act of 1980 Reenactment and Amendment Emergency Act of 1994 (D.C. Act 10-285, July 8, 1994, 41 DCR 4904).\n\nFor temporary amendment of section, see § 3(p) of the Rental Housing Conversion and Sale Act of 1980 Reenactment and Amendment Emergency Act of 1995 (D.C. Act 11-47, May 4, 1995, 42 DCR 2410) and § 3(p) of the Rental Housing Conversion and Sale Act of 1980 Reenactment and Amendment Congressional Recess Emergency Act of 1995 (D.C. Act 11-96, July 19, 1995, 42 DCR 3837).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-86, see Historical and Statutory Notes following § 42-3401.01.\n\nFor legislative history of D.C. Law 10-144, see Historical and Statutory Notes following § 42-3405.03a.\n\nFor legislative history of D.C. Law 11-31, see Historical and Statutory Notes following § 42-3405.03b.\n\nReferences in Text\n\nThe Rental Housing Conversion and Sale Act of 1980 Reenactment and Amendment Act of 1995, referred to in this section, is D.C. Law 11-31.\n\nDelegation of Authority\n\nDelegation of authority under Rental Housing Conversion and Sale Act of 1983, as amended, see Mayor's Order 84-8, January 12, 1984.\n\nMiscellaneous Notes\n\nReenactment of Law 3-86: See Historical and Statutory Notes following § 42- 3401.01.\n\nAmendment of section by Law 10-144: Section 2(p) of D.C. Law 10-144 purported to amend this section by adding (c) to read as follows:\n\n\"(c) Within 180 days after July 23, 1994, the Mayor shall issue updated rules for comment, which shall reflect all changes made by the Rental Housing Conversion and Sale Act of 1980 Extension and Amendment Act of 1994. Within 180 days after publication of the proposed rules, the Mayor shall adopt final rules. The failure to meet these deadlines shall not prevent the changes in the Rental Housing Conversion and Sale Act of 1980 Extension and Amendment Act of 1994 from being effective immediately upon July 23, 1994.\"\n\nDC CODE § 42-3405.01\n\nCurrent through December 11, 2012","credits":"(Sept. 10, 1980, D.C. Law 3-86, § 501, 27 DCR 2975; Sept. 6, 1995, D.C. Law 11-31, § 3(p), 42 DCR 3239; Apr. 9, 1997, D.C. Law 11-255, § 47, 44 DCR.)","sections":[{"prefix":"a","text":" The Mayor shall issue rules for the implementation of this chapter. The Mayor shall issue rules for the holding of elections which shall include, but not be limited to, provisions for secret voting, and the right of any person including the owner to observe the counting of the ballots."},{"prefix":"b","text":" By November 9, 1980, the Mayor shall publish in the D.C. Register a summary of tenant rights and obligations pursuant to this chapter, and sources of technical assistance, which shall include, but shall not be limited to, information regarding counseling, subsidy programs, relocation services, housing purchase and rehabilitation finance, tax relief programs, formation of tenant organizations, purchase of housing accommodations, rehabilitation, and conversion to cooperative or condominium."},{"prefix":"c","text":" By March 5, 1996, the Mayor shall issue updated rules for comment, which shall reflect all changes made by the Rental Housing Conversion and Sale Act of 1980 Reenactment Extension and Amendment Act of 1995.   Within 180 days after publication of the proposed rules, the Mayor shall adopt final rules.  The failure to meet these deadlines shall not prevent the changes in the Rental Housing Conversion and Sale Act of 1980 Reenactment Extension and Amendment Act of 1995 from being effective immediately upon September 6, 1995."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"34","text":"Rental Housing Conversion and Sale."},"subchapter":{"identifier":"V","text":"Implementation and Enforcement."},"heading":{"title":"42","chaptersection":"3405","identifier":"42-3405.01","catch_text":"Rule making; publication requirements."}}