{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-2516.\n\nEffect of Amendments\n\nD.C. Law 16-145, in subsec. (a), inserted the first three sentences; and, in subsecs. (b), (c), and (f)(3), substituted \"rent charged\" for \"rent ceiling\".\n\nD.C. Law 16-240 rewrote subsec. (f)(2)(A) and added subsec. (f)(2)(2A). Prior to amendment, subsec. (f)(2)(A) read as follows:\n\n\"(A) 'Disabled tenant' means an individual who has a medically determinable physical impairment, including blindness, which prohibits and incapacitates 75% of that person's ability to move about, to assist himself or herself, or to engage in an occupation, and has an income of not more than $40,000 per year at the time of approval by the Rent Administrator of a petition for capital improvements pursuant to § 42-3502.10.\"\n\nD.C. Law 16-294, in subsec. (a), made a technical correction that made no change in text.\n\nD.C. Law 16-305, in subsec. (f)(1), substituted \"tenant or tenant with a disability\" for \"or disabled tenant\"; and, in subsec. (f)(2), purported to substitute \"Tenant with a disability\" for \"Disabled tenant\".\n\nD.C. Law 17-353 , in the section heading, substituted \"Rent ceilings abolished\" for \"Rent ceiling\", and validated a previously made technical correction in subsec. (a).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a), (c) of Rent Control Reform Emergency Amendment Act of 2006 (D.C. Act 16-470, July 31, 2006, 53 DCR 6772).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-10, see Historical and Statutory Notes following § 42-3501.01.\n\nLaw 9-154, the \"Rental Housing Act of 1985 Elderly and Disabled Tenant Rental Housing Capital Improvement Relief Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-74, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 2, 1992, and July 7, 1992, respectively. Signed by the Mayor on July 21, 1992, it was assigned Act No. 9-246 and transmitted to both Houses of Congress for review. D.C. Law 9-154 became effective on September 26, 1992.\n\nFor Law 16-145, see notes following § 42-3502.02.\n\nFor Law 16-240, see notes following § 42-3402.08.\n\nFor Law 16-294, see notes following § 42-1103.\n\nFor Law 16-305, see notes following § 42-820.\n\nFor Law 17-353, see notes following § 42-1103.\n\nMiscellaneous Notes\n\nTermination of Law 6-10: See Historical and Statutory Notes following § 42- 3502.01.\n\nDC CODE § 42-3502.06\n\nCurrent through December 11, 2012","credits":"(July 17, 1985, D.C. Law 6-10, § 206, 32 DCR 3089; Sept. 26, 1992, D.C. Law 9-154, § 2(a), 39 DCR 5673; Aug. 5, 2006, D.C. Law 16-145, § 2(a), (c), 53 DCR 4889; Mar. 8, 2007, D.C. Law 16-240, § 3, 54 DCR 597; Mar. 14, 2007, D.C. Law 16-294, § 3, 54 DCR 1086; Apr. 24, 2007, D.C. Law 16-305, § 67(a), 53 DCR 6198; Mar. 25, 2009, D.C. Law 17-353, §§ 184(c), 253, 56 DCR 1117.)","sections":[{"prefix":"a","text":" Rent ceilings are abolished, except that the housing provider may implement, in accordance with § 42-3502.08(g), rent ceiling adjustments pursuant to petitions and voluntary agreements approved by the Rent Administrator prior to August 5, 2006. Petitions and voluntary agreements pending as of August 5, 2006, shall be decided pursuant to the provisions of this subchapter in effect prior to August 5, 2006, and may be implemented in accordance with § 42-3502.08(g). In considering a hardship petition pursuant to § 42-3502.12, any unimplemented rent charged increase pursuant to a petition or voluntary agreement approved by the Rent Administrator shall be included in the maximum possible rental income. Except to the extent provided in subsections (b) and (c) of this section, no housing provider of any rental unit subject to this chapter may charge or collect rent for the rental unit in excess of the amount computed by adding to the base rent not more than all rent increases authorized after April 30, 1985, for the rental unit by this chapter, by prior rent control laws and any administrative decision under those laws, and by a court of competent jurisdiction. No tenant may sublet a rental unit at a rent greater than that tenant pays the housing provider."},{"prefix":"b","text":" On an annual basis, the Rental Housing Commission shall determine an adjustment of general applicability in the rent charged established by subsection (a) of this section. This adjustment of general applicability shall be equal to the change during the previous calendar year, ending each December 31, in the Washington, D.C., Standard Metropolitan Statistical Area Consumer Price Index for Urban Wage Earners and Clerical Workers (CPI-W) for all items during the preceding calendar year. No adjustment of general applicability shall exceed 10%. A housing provider may not implement an adjustment of general applicability, or an adjustment permitted by subsection (c) of this section for a rental unit within 12 months of the effective date of the previous adjustment of general applicability, or instead, an adjustment permitted by subsection (c) of this section in the rent charged for that unit."},{"prefix":"c","text":" At the housing provider's election, instead of any adjustment authorized by subsection (b) of this section, the rent charged for an accommodation may be adjusted through a hardship petition under § 42-3502.12. Such a petition shall be clearly identified as an election instead of the general adjustments authorized by subsection (b) of this section. The Rent Administrator shall accord an expedited review process for these petitions and shall issue and publish a final decision within 90 days after the petition has been filed. In the case of any petition filed under this subsection as to which a final decision has not been rendered by the Rent Administrator at the end of 90 days from the date of filing of the petition and as to which the housing provider is not in default in complying with any information request made under § 42- 3502.16, the rent charged adjustment requested in the petition may be conditionally implemented by the housing provider at the end of the 90-day period. The conditional rent charged adjustment shall be subject to subsequent modification by the final decision of the Rent Administrator on the petition. If a hearing has been held on the petition, the Rent Administrator shall, by order served upon the parties at least 10 days prior to the expiration of the 90 days, make a provisional finding as to the rent charged adjustment justified by the order, if any. Except to the extent modified by this section, the adjustment procedures of § 42-3502.16 shall apply to any adjustment."},{"prefix":"d","text":" If on July 17, 1985 the rent being charged exceeds the allowable rent ceiling, that rent shall be reduced to the allowable rent ceiling effective the next date that the rent is due. This subsection shall not apply to any rent administratively approved under the Rental Accommodations Act of 1975, the Rental Housing Act of 1977, or the Rental Housing Act of 1980, or any rent increase authorized by a court of competent jurisdiction. The housing provider shall notify the tenant in writing of any decrease required under this chapter before the effective date of the decrease."},{"prefix":"e","text":" A tenant may challenge a rent adjustment implemented under any section of this chapter by filing a petition with the Rent Administrator under § 42- 3502.16. No petition may be filed with respect to any rent adjustment, under any section of this chapter, more than 3 years after the effective date of the adjustment, except that a tenant must challenge the new base rent as provided in § 42-3501.03(4) within 6 months from the date the housing provider files his base rent as required by this chapter."},{"prefix":"f","text":"(1) Unless permitted under § 42-3502.10(j), a capital improvement increase in the rent charged as provided under § 42-3502.10 shall not be assessed against any elderly tenant or tenant with a disability who leases and occupies a rental unit regulated under this chapter."},{"prefix":"2","text":" For the purposes of this section and § 42-3502.10, the term:"},{"prefix":"A","text":" \"Tenant with a disability\" means a person who has:"},{"prefix":"i","text":" A disability, as defined in section 3(2)(A) of the Americans with Disabilities Act of 1990, approved July 26, 1990 (104 Stat. 329; 42 U.S.C. § 12102(2)(A)) and 29 C.F.R. § 1630.2(g)(1); and"},{"prefix":"ii","text":" An income of not more than $40,000 per year at the time of approval by the Rent Administrator of a petition for capital improvements pursuant to § 42- 3502.10."},{"prefix":"B","text":" \"Elderly tenant\" means an individual who is, and who proves to the satisfaction of the Rent Administrator that he or she is, at least 62 years of age, and has an income of not more than $40,000 per year at the time of approval by the Rent Administrator of a petition for capital improvements pursuant to 42-3502.10."},{"prefix":"2A","text":"(A) In making a determination that a tenant qualifies as a tenant with a disability under this subsection, the Mayor shall limit the inquiry to the minimum information and documentation necessary to establish that the tenant meets the definition of a person with a disability and shall not inquire further into the nature or severity of the disability. The Mayor shall not require the tenant to provide a description of the disability when making an eligibility determination; provided, that the Mayor shall require that a physician or other licensed healthcare professional verify that a tenant meets the definition of a person with a disability. The Mayor shall not require the tenant to provide eligibility documentation in less than 30 days."},{"prefix":"B","text":" The Mayor shall maintain records of the information compiled under this paragraph; provided, that the Mayor shall not disclose information about a tenant's disability unless the disclosure is required by law."},{"prefix":"C","text":" The Mayor shall develop such forms and procedures as may be necessary to verify eligibility under this subsection."},{"prefix":"3","text":" Paragraphs (1) and (2) of this subsection shall not affect any increase in the rent charged for any rental unit regulated under this chapter."},{"prefix":"g","text":"(1) Any housing provider who provides housing to an elderly or disabled tenant and is not permitted under § 42-3502.10 to implement, and does not implement, all or any portion of any increase in rent charged based on capital improvements provided under § 42-3502.10 shall receive a tax credit for each unit occupied by an elderly tenant, as determined by the Rent Administrator under § 42-3502.10, in the amount of $1 for each $1 of the capital improvement rent increase granted by the Rent Administrator that is not implemented. The credit shall be taken against the next installment or installments of real property taxes payable to the District of Columbia coming due with respect to the housing accommodation, inclusive of the land on which it is located."},{"prefix":"2","text":" If an elderly or disabled tenant exempted from capital improvement rent increases pursuant to this chapter should cease to reside in a rental unit, the tax credit allowed to the housing provider for that rental unit shall also cease. If another eligible elderly or disabled tenant becomes a resident of the same rental unit, the housing provider shall provide the exemption to the new tenant, and the tax credit shall continue to be effective."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"35","text":"Rental Housing Generally."},"subchapter":{"identifier":"II","text":"Rent Stabilization Program."},"heading":{"title":"42","chaptersection":"3502","identifier":"42-3502.06","catch_text":"Rent ceilings abolished."}}