{"text":"","historical":"Temporary Addition of Section\n\nFor temporary (225 day) addition, see ยง 4 of Multiple Dwelling Residence Water Lead Level Test Temporary Act of 2004 (D.C. Law 15-206, December 7, 2004, law notification 52 DCR 450).\n\nLegislative History of Laws\n\nFor Law 15-303, see notes following ยง 42-3251.\n\nDC CODE ยง 42-3253\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2005, D.C. Law 15-303, ยง 4, 52 DCR 1690.)","sections":[{"prefix":"a","text":" Whenever the Mayor finds reasonable grounds to believe that a violation of any provision of this chapter exists, he or she shall give notice of the alleged violation to the person or persons responsible for that violation. Each notice of violation shall be in writing and shall meet the following requirements:"},{"prefix":"1","text":" State the nature of the violation;"},{"prefix":"2","text":" Indicate the provision of this chapter being violated;"},{"prefix":"3","text":" Allow a reasonable time for the performance of any corrective action required by the notice; and"},{"prefix":"4","text":" Be signed by the Mayor or the Mayor's authorized agent."},{"prefix":"b","text":" Each notice shall be served upon the persons responsible for correcting the violation described in the notice."},{"prefix":"c","text":" The notice shall be to be properly served upon the person to be notified if served by any of the following means:"},{"prefix":"1","text":" By serving a copy of the notice upon the person personally;"},{"prefix":"2","text":" By leaving a copy of the notice at the person's usual place of business or at the person's usual residence with a person over the age of 16 years;"},{"prefix":"3","text":" If no residence or place of business can be found in the District following a reasonable search, by leaving a copy of the notice with any agent of the person to be notified who has any authority or duty with reference to the premises to which the notice relates, or by leaving a copy of the notice at the office of that agent with any person employed in that office;"},{"prefix":"4","text":" By mailing a copy of the notice with a receipt of notice included, postage prepaid, to the last known address of the person to be notified; or"},{"prefix":"5","text":" By publishing a copy of the notice on 3 consecutive days in a daily newspaper of general circulation published in the District."},{"prefix":"d","text":" Failure of an owner to comply with the provisions of this chapter upon a determination by the Mayor that a violation has occurred shall be punishable by a fine of $100 for each day of noncompliance."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"32A","text":"Lead Level Test of Water in Multiple Dwellings"},"heading":{"title":"42","chaptersection":"3253","identifier":"42-3253","catch_text":"Violations."}}