{"text":"","historical":"Legislative History of Laws\n\nLaw 18-226, the \"Tenant Organization Petition Standing Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-598, which was referred to the Committee on Housing and Workforce Development.  The Bill was adopted on first and second readings on June 1, 2010, and June 15, 2010, respectively. Signed by the Mayor on July 6, 2010, it was assigned Act No. 18-470 and transmitted to both Houses of Congress for its review.   D.C. Law 18-226 became effective on September 24, 2010.\n\nDC CODE § 42-3502.16a\n\nCurrent through December 11, 2012","credits":"(July 17, 1985, D.C. Law 6-10, § 216a, as added Sept. 24, 2010, D.C. Law 18-226, § 2, 57 DCR 6920.)","sections":[{"prefix":"a","text":" A tenant organization shall have standing to assert a claim in its name on behalf of one or more of its members in any petition filed pursuant to this chapter, or under Chapters 39 or 40 of Title 14 of the District of Columbia Municipal Regulations, whether initiated by or against a housing provider; provided, that:"},{"prefix":"1","text":" One or more members of the tenant organization have standing to assert a claim in their own right;"},{"prefix":"2","text":" One or more members of the tenant organization have provided the tenant organization with written authorization for it to represent that member in the proceeding governing the petition; and"},{"prefix":"3","text":" Neither the claim asserted nor the relief requested requires the participation of the member."},{"prefix":"b","text":" Where the provisions of subsection (a) of this section have been satisfied, the tenant organization shall be granted party status and have its name placed in the caption of the proceeding."},{"prefix":"c","text":" No further inquiry into the membership of the association shall be permitted."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"35","text":"Rental Housing Generally."},"subchapter":{"identifier":"II","text":"Rent Stabilization Program."},"heading":{"title":"42","chaptersection":"3502","identifier":"42-3502.16a","catch_text":"Tenant representation by tenant organization."}}