{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-176, in par. (3) of subsec. (c), substituted \"spouse, or domestic partner as defined in § 32-701(3),\" for \"spouse\".\n\nD.C. Law 17-319 added subsec. (f).\n\nD.C. Law 19-171, in subsec. (f), validated a previously made technical correction.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 5(b) of Abatement of Nuisance Properties and Tenant Receivership Temporary amendment Act of 2008 (D.C. Law 17-237, October 21, 2008, law notification 55 DCR 11700).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment, see § 5(b) of Abatement of Nuisance Properties and Tenant Receivership Emergency Amendment Act of 2008 (D.C. Act 17-420, July 8, 2008, 55 DCR 7703).\n\nFor temporary (90 day) amendment of section, see § 5(b) of Abatement of Nuisance Properties and Tenant Receivership Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-563, October 27, 2008, 55 DCR 12019).\n\nLegislative History of Laws\n\nFor Law 13-281, see notes following § 42-3131.05.\n\nFor Law 15-176, see notes following § 42-1102.\n\nFor Law 17-319, see notes following § 42-3131.01.\n\nFor history of Law 19-171, see notes under § 42-815.02.\n\nMiscellaneous Notes\n\nApplicability of D.C. Law 15-176: Section 7 of D.C. Law 15-176 provides:\n\n\"Sections 2 through 6 shall apply as of October 1, 2003.\"\n\nDC CODE § 42-3651.05\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-281, § 505, 48 DCR 1888; Sept. 8, 2004, D.C. Law 15-176, § 4, 51 DCR 5707; Mar. 21, 2009, D.C. Law 17-319, § 5(b), 56 DCR 214; Sept. 26, 2012, D.C. Law 19-171, § 106, 59 DCR 6190.)","sections":[{"prefix":"a","text":"(1) After a hearing, the Court may appoint a receiver for a rental housing accommodation or continue the appointment of a receiver made ex parte if it finds that the petitioner has proven, by a preponderance of the evidence, the existence of the grounds for receivership as set forth in § 42-3651.02 and finds that the respondent has not provided the Court with a sufficient plan for abatement of the conditions alleged in the petition."},{"prefix":"2","text":" Upon acceptance of a respondent's plan, the Court may dismiss the petition or retain the case for purposes of monitoring respondent's execution of the plan. The monitoring shall continue until the Court, on its own motion or that of any party:"},{"prefix":"A","text":" Dismisses the petition on grounds that the respondent has completed the plan; or"},{"prefix":"B","text":" Finds the respondent has not made sufficient progress to complete the plan, in which event it may order appointment of a receiver under this section."},{"prefix":"b","text":" Except as provided in subsection (c) of this section, the Court may appoint as a receiver any person or entity who has demonstrated to the Court the capacity and expertise to develop and supervise a viable financial and construction plan for the satisfactory rehabilitation of the rental housing accommodation"},{"prefix":"c","text":" The Court shall not appoint as a receiver:"},{"prefix":"1","text":" An employee of a District of Columbia government agency that licenses or provides a financial payment to the type of housing accommodation being placed in receivership;"},{"prefix":"2","text":" A person who has a financial interest in any other real property in common with the owner of the property being placed under receivership; or"},{"prefix":"3","text":" A parent, child, grandchild, spouse, or domestic partner as defined in § 32-701(3), sibling, first cousin, aunt, or uncle of the owner of the property being placed under receivership or a tenant of the property being placed under receivership, whether the relationship arises by blood, marriage, or adoption."},{"prefix":"d","text":"(1) Before a receiver takes charge of a rental housing accommodation, the receiver shall post a bond, the premiums of which may be paid in installments, with the Court, which bond:"},{"prefix":"A","text":" Does not exceed the value of the rental housing accommodation and its furnishings, records, and other related personal property and goods; and"},{"prefix":"B","text":" Is held by the Court for the benefit of all persons interested in the faithful performance of the receivership."},{"prefix":"2","text":" Unless the Court directs otherwise, the receiver may pay the premium of the bond from the rental housing accommodation's income."},{"prefix":"3","text":" The bond requirement of this subsection may be waived by the Court for good cause."},{"prefix":"e","text":" Any person authorized to file a petition under § 42-3651.03 may petition the Court to appoint a substitute if a receiver:"},{"prefix":"1","text":" Dies;"},{"prefix":"2","text":" Has or develops a disability which impedes his or her ability to carry out the receivership;"},{"prefix":"3","text":" Has or develops a conflict of interest; or"},{"prefix":"4","text":" Fails to make reasonable progress in carrying out the receivership."},{"prefix":"f","text":" As part of any order appointing a receiver, or in any plan for abatement presented by a respondent, the Court may, in appropriate circumstances, order that the respondent contribute funds in excess of the rents collected from the rental housing accommodation for the purposes of abating housing code violations and assuring that any conditions that are a serious threat to the health, safety, or security of the occupants or public are corrected."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"36A","text":"Tenant Receivership."},"heading":{"title":"42","chaptersection":"3651","identifier":"42-3651.05","catch_text":"Appointment of a receiver; continuation of ex parte appointment."}}