{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1656.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-86, see Historical and Statutory Notes following § 42-3401.01.\n\nFor legislative history of D.C. Law 4-27, see Historical and Statutory Notes following § 42-3402.03.\n\nLaw 6-42, the \"Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985,\" was introduced in Council and assigned Bill No. 6-187, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 25, 1985, and July 9, 1985, respectively. Signed by the Mayor on July 16, 1985, it was assigned Act No. 6- 60 and transmitted to both Houses of Congress for its review.\n\nMiscellaneous Notes\n\nReenactment of Law 3-86: See Historical and Statutory Notes following § 42- 3401.01.\n\nDC CODE § 42-3405.06\n\nCurrent through December 11, 2012","credits":"(Sept. 10, 1980, D.C. Law 3-86, § 506, 27 DCR 2975; Aug. 1, 1981, D.C. Law 4-27, § 2(i), 28 DCR 2824; Oct. 5, 1985, D.C. Law 6-42, § 410(a), 32 DCR 4450.)","sections":[{"prefix":"a","text":" The Mayor shall have the power to enforce this chapter and rules and regulations made hereunder. If the Mayor determines after notice and hearing that a person has: (1) violated any provision of this chapter; (2) violated any condition imposed in writing in connection with the granting of any application or other request under this chapter; or (3) violated any lawful order or rule of the agency; the Mayor may issue an order requiring the person to cease and desist from the unlawful practice and to take such affirmative action as in his or her judgment will carry out the purposes of this chapter."},{"prefix":"b","text":" If the Mayor makes a finding of fact in writing that the public interest will be irreparably harmed by delay in issuing an order, the Mayor may issue a temporary cease and desist order. Prior to issuing the temporary cease and desist order, the Mayor shall give notice of the proposal to issue a temporary cease and desist order which shall include in its terms a provision that upon request a hearing will be held promptly to determine whether or not such order becomes permanent."},{"prefix":"c","text":" If it appears that a person has engaged or is about to engage in an act or practice constituting a violation of a provision of this chapter, or a rule, regulation, or order hereunder, the Mayor with or without prior administrative proceedings may bring an action in the Superior Court of the District of Columbia to enjoin the acts or practices and to enforce compliance with this chapter or any rule, regulation, or order hereunder. Upon proper showing, injunctive relief or temporary restraining orders shall be granted. The Mayor is not required to post a bond in any court proceedings or prove that any other adequate remedy at law exists."},{"prefix":"d","text":" The Mayor may intervene in any civil action involving the enforcement of any right or provision under this chapter. The Mayor may require an owner, tenant, or tenant organization to notify the Mayor of any suit instituted pursuant to § 42-3405.03."},{"prefix":"e","text":" Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this chapter, or any rules or regulations issued under the authority of this chapter, pursuant to Chapter 18 of Title 2. Adjudication of any infraction of this chapter shall be pursuant to Chapter 18 of Title 2."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"34","text":"Rental Housing Conversion and Sale."},"subchapter":{"identifier":"V","text":"Implementation and Enforcement."},"heading":{"title":"42","chaptersection":"3405","identifier":"42-3405.06","catch_text":"Enforcement."}}