{"text":"For the purpose of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 45-2531.\n\nEffect of Amendments\n\nD.C. Law 16-305, in par. (1)(A), substituted \"has a disability or is\" for \"is disabled, handicapped, or\"; repealed par. (7), and added par. (8A). Prior to repeal par. (7), read as follows:\n\n\"(7) 'Handicapped person' means a person who has a medically determinable mental or physical impairment, including blindness, which prohibits and incapacitates 75% of that person's ability to move about, to assist himself or herself, or to engage in an occupation.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a), (b) of Tenant Assistance Program Amendment Temporary Act of 1987 (D.C. Law 7-48, December 10, 1987, law notification 34 DCR 8107).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-10, see Historical and Statutory Notes following § 42-3501.01.\n\nFor legislative history of D.C. Law 7-30, see Historical and Statutory Notes following § 42-3502.01.\n\nLaw 9-237, the \"Tenant Assistance Program Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-384, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 1, 1992, and December 15, 1992, respectively. Signed by the Mayor on December 31, 1992, it was assigned Act No. 9-369 and transmitted to both Houses of Congress for its review. D.C. Law 9-237 became effective on March 17, 1993.\n\nFor legislative history of D.C. Law 10-155, see Historical and Statutory Notes following § 42-3508.06.\n\nFor Law 16-305, see notes following § 42-820.\n\nDC CODE § 42-3503.01\n\nCurrent through December 11, 2012","credits":"(July 17, 1985, D.C. Law 6-10, § 301, 32 DCR 3089; Oct. 2, 1987, D.C. Law 7-30, § 3(a), (b), 34 DCR 5304; Mar. 17, 1993, D.C. Law 9-237, § 2(a), 40 DCR 617; Aug. 25, 1994, D.C. Law 10-155, § 2(b), 41 DCR 4873; Apr. 24, 2007, D.C. Law 16-305, § 67(c), 53 DCR 6198.)","sections":[{"prefix":"1","text":" \"Annual adjusted income\" means income that remains after excluding:"},{"prefix":"A","text":" Four hundred eighty dollars ($480) for each member of the family residing in the household, other than the head of the household or spouse, who is under 18 years of age or who is 18 years of age or older and has a disability or is a full-time student; and"},{"prefix":"B","text":" Child care expenses to the extent necessary to enable another member of the family to be employed or to further the member's education."},{"prefix":"2","text":" \"Certificate of eligibility\" means a document issued by the Department declaring a family to be eligible for participation in the Tenant Assistance Program and stating the terms and conditions for the family's participation."},{"prefix":"3","text":" \"Decent, safe, and sanitary housing\" means housing which is in substantial compliance with the housing regulations, any other statute or regulation governing the condition of residential premises, and the requirements set forth in this subchapter."},{"prefix":"4","text":" \"Department\" means the Department of Housing and Community Development, which is authorized to assist in the administration of the Tenant Assistance Program."},{"prefix":"5","text":" \"Eligible family\" means an individual or a family residing and domiciled in the District which qualifies as a lower income family at the time it initially receives assistance under the Tenant Assistance Program."},{"prefix":"6","text":" \"Fair market rent\" means the rent, and all maintenance, management, and other services which would be required to be paid in order to obtain privately owned, decent, safe, and sanitary rental housing of modest nonluxury nature with suitable amenities in the District. Fair market rents as established by the Department shall be published in the D.C. Register and shall vary for dwelling units of varying sizes and types, with differentials for new, rehabilitated, and existing units. For SRO housing the fair market rent shall be in a range from 75% to 100% of the 0-bedroom fair market rent."},{"prefix":"7","text":" Repealed."},{"prefix":"8","text":" \"Lower-income family\" means a household with a combined annual income in a manner to be determined by the Mayor, whose income does not exceed 80% of the median income for a family in the district, with adjustments for smaller and larger families. The Mayor may refer to income or consumer expenditure data of the United States Census Bureau or the United States Department of Labor to determine median income for the District or Standard Metropolitan Statistical Area (SMSA)."},{"prefix":"8A","text":" \"Person with a disability\" means a person who has a medically determinable mental or physical impairment, including blindness, which prohibits and incapacitates 75% of that person's ability to move about, to assist himself or herself, or to engage in an occupation."},{"prefix":"9","text":" \"Request for lease approval\" means a standard form on which the eligible family and the housing provider jointly request the Department to approve a dwelling unit for purposes of tenant assistance. The form shall require the housing provider to state the number of bedrooms in the unit and to certify the most recent rent charged."},{"prefix":"10","text":" \"Residing and domiciled\" describes a person who resides in the District, pays income tax in the District, whose automobile is registered in the District, and, if a registered voter, votes in the District."},{"prefix":"11","text":" Repealed."},{"prefix":"12","text":" \"Tenant assistance contract\" means a written contract between the Department and a housing provider, in the form prescribed by the Mayor, in which the Department agrees to make tenant assistance payments to the housing provider (A) on behalf of a specific eligible family; or (B) for specific units to be held for and leased to families eligible for tenant assistance for the duration of the contract."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Rental Housing."},"chapter":{"identifier":"35","text":"Rental Housing Generally."},"subchapter":{"identifier":"III","text":"Tenant Assistance Program. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"3503","identifier":"42-3503.01","catch_text":"Definitions."}}