{"text":"The Recorder of Deeds shall not:","historical":"Prior Codifications\n\n1981 Ed., § 45-803.\n\n1973 Ed., § 45-503.\n\nEffect of Amendments\n\nD.C. Law 14-282 rewrote the section which had read as follows:\n\n\"§ 42-407. Instrument not properly executed or acknowledged not recordable.\"\n\n\"The Recorder of Deeds shall not accept for recordation any instrument unless the instrument is executed and acknowledged according to law by the person granting or contracting his or her right, title, or interest in the land, or any instrument for property against which a lien for delinquent water, sanitary sewer, or meter service charges has been assessed in accordance with § 34-2109, § 34-2110, or § 34-2407.02. The Recorder of Deeds shall require any person who attempts to record a deed to convey real property to provide written certification from the Mayor that any bill rendered for water, sanitary sewer, or meter service charges to the property has been paid in full.\"\n\nD.C. Law 15-105, in par. (2), validated previously made technical corrections.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 8(c) of the Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, Oct. 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see § 8(c) of the Tax Clarity and Related Amendments Temporary Act of 2002 (D.C. Law 14-228, Mar. 25, 2003, law notification 50 DCR 2741).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 8(c) of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) amendment of section, see § 8(c) of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 8(c) of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nLegislative History of Laws\n\nLaw 8-136, the \"District of Columbia Water and Sewer Operations Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-269, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on March 27, 1990, and April 10, 1990, respectively. Signed by the Mayor on April 17, 1990, it was assigned Act No. 8-192 and transmitted to both Houses of Congress for its review.\n\nFor Law 14-282, see notes following § 42-204.\n\nLaw 15-105, the \"Technical Amendments Act of 2003\", was introduced in Council and assigned Bill No. 15-437, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 2003, and December 2, 2003, respectively. Signed by the Mayor on January 6, 2004, it was assigned Act No. 15-291 and transmitted to both Houses of Congress for its review. D.C. Law 15-105 became effective on March 13, 2004.\n\nDelegation of Authority\n\nDelegation of authority under D.C. Law 8-136, the \"D.C. Water and Sewer Operations Act of 1990.\", see Mayor's Order 91-176, October 24, 1991.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: Section 8 of D.C. Law 8-136 provided that within 60 days of June 13, 1990, the Mayor shall, pursuant to subchapter I of Chapter 15 of Title 1, issue proposed rules to implement the provisions of this act including rules regarding deposits, meters, liens, the sale and redemption of real property, the amnesty program, receivership, termination of water and sewer services, and administrative review; that the proposed rules shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess, and, if the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution within this 45-day period, the proposed rules shall be deemed approved; and that if after 90 days from June 13, 1990, the Mayor has failed to issue proposed rules to implement the provisions of this act as provided in subsection (a) of this section, the Council may adopt any legislation necessary to accomplish the purposes of this act.\n\nDC CODE § 42-407\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1276, ch. 854, § 555; June 30, 1902, 32 Stat. 533, ch. 1329; June 13, 1990, D.C. Law 8-136, § 5, 37 DCR 2620; Apr. 4, 2003, D.C. Law 14-282, § 7(c), 50 DCR 896; Mar. 13, 2004, D.C. Law 15-105, § 72(a), 51 DCR 881.)","sections":[{"prefix":"1","text":" Accept for recordation any instrument unless the instrument is executed and acknowledged according to law by the person granting or contracting his or her right, title, or interest in the real property;"},{"prefix":"2","text":" Accept for recordation any deed, as defined in § 42-1101(3), concerning real property in connection with which taxes, assessments, or charges are owing under chapter 11 of this title, under chapters 9 and 14 of Title 47, or to a taxing agency as defined in § 47-1330(8); provided, that this paragraph shall not:"},{"prefix":"A","text":" Act to bar collection of the delinquent taxes, assessments, or charges; and"},{"prefix":"B","text":" Apply to real property acquired by the District, receiving assistance under the Distressed Properties Improvement Program established pursuant to § 42- 3508.04, or encumbered by an instrument securing payment of a promissory note executed under § 47-1353(a)(3); or"},{"prefix":"3","text":" Require liens filed by a taxing agency as defined in § 47-1330(8), or liens filed under § 47-4421, to be acknowledged; provided, that when a lien is delivered to the Recorder of Deeds via an electronic medium or first accessible via the Internet, the lien shall be deemed filed and recorded, notwithstanding any other law."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"4","text":"Deed Effective and Recordation Dates."},"heading":{"title":"42","chaptersection":"407","identifier":"42-407","catch_text":"Instrument not properly executed or acknowledged not recordable."}}