{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-508.\n\n1973 Ed., § 45-308.\n\nLegislative History of Laws\n\nLaw 2-23, the \"Soil Erosion and Sedimentation Control Act of 1977,\" was introduced in Council and assigned Bill No. 2-81, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on May 31, 1977 and June 14, 1977, respectively. Signed by the Mayor on July 11, 1977, it was assigned Act No. 2-54 and transmitted to both Houses of Congress for its review.\n\nTransfer of Functions\n\nThe functions of the Department of Environmental Services were transferred to the Department of Public Works by Reorganization Plan No. 4 of 1983, effective March 1, 1984.\n\nDC CODE § 42-608\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1269, ch. 854, § 510; Sept. 28, 1977, D.C. Law 2- 23, § 3, 24 DCR 3342.)","sections":[{"prefix":"a","text":" A covenant by a grantor, in a deed of land, \"that he will execute such further assurances of said land as may be requisite,\" shall have the same effect as if he had covenanted that he, his heirs or devisees, will, at any time, upon any reasonable request, at the charge of the grantee, his heirs or assigns, do, execute, or cause to be done and executed, all such further acts, deeds, and things, for the better, more perfectly and absolutely conveying and assuring the lands and premises conveyed unto the grantee, his heirs and assigns, as intended to be conveyed, as by the grantee, his heirs or assigns, or his or their counsel learned in the law, shall be reasonably devised, advised, or required."},{"prefix":"b","text":" All contracts drawn for the purpose of conveying real property in the District of Columbia shall contain the following information:"},{"prefix":"1","text":" The characteristic of the soil on the property in question as described by the Soil Conservation Service of the United States Department of Agriculture in the Soil Survey of the District of Columbia published in 1976 and as shown on the Soil Maps of the District of Columbia at the back of that publication; and"},{"prefix":"2","text":" A notation that for further information the buyer can contact a soil testing laboratory, the District of Columbia Department of Environmental Services or the Soil Conservation Service of the Department of Agriculture."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"6","text":"Forms; Covenants and Warranties."},"heading":{"title":"42","chaptersection":"608","identifier":"42-608","catch_text":"Covenant for further assurances; contracts to contain soil characteristics information."}}