{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-715.1.\n\nEffect of Amendments\n\nD.C. Law 14-132 revived this section as of November 6, 2001. This section had been previously repealed by D.C. Law 13-263, § 1601.\n\nD.C. Law 18-314 rewrote subsec. (a), which had read as follows:\n\n\"(a) For the purposes of this act, the term 'residential mortgage' means a loan used to acquire or refinance property which is a single family dwelling, including a condominium or cooperative unit, which is the principal place of abode of the debtor or the debtor and his immediate family.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Protections from Predatory Lending and Mortgage Foreclosure Improvements Temporary Amendment Act of 2001 (D.C. Law 14-86, March 19, 2002, law notification 49 DCR 2991).\n\nSection 2(a) of D.C. Law 19-41, in subsec. (a), deleted \", at least one of which is the principal place of abode of the debtor or his immediate family\".\n\nSection 4(b) of D.C. Law 19-41 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(a) of D.C. Law 19-173, in subsec. (a), deleted \"at least one of which is the principal place of abode of the debtor or his immediate family\".\n\nSection 4(b) of D.C. Law 19-173 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nSection 2 of Act 14-188, the \"Protections from Predatory Lending and Mortgage Foreclosure Improvements Emergency Amendment Act\", deemed approved Nov. 27, 2001, without the signature of the Mayor, provided that D.C. Law 13-263 shall not apply beginning November 6, 2001, through March 6, 2002.\n\nFor temporary (90 day) revival of section, see § 403(b) of Home Loan Protection Emergency Act of 2002 (D.C. Act 14-295, March 1, 2002, 49 DCR 2534).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Saving D.C. Homes from Foreclosure Emergency Amendment Act of 2010 (D.C. Act 18-599, November 17, 2010, 57 DCR 11026).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Saving D.C. Homes from Foreclosure Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-8, February 11, 2011, 58 DCR 1418).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Saving D.C. Homes from Foreclosure Emergency Amendment Act of 2011 (D.C. Act 19-147, August 9, 2011, 58 DCR 6828).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Saving D.C. Homes from Foreclosure Enhanced Emergency Amendment Act of 2012 (D.C. Act 19-378, June 15, 2012, 59 DCR 7380).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Saving D.C. Homes from Foreclosure Enhanced Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-493, October 26, 2012, 59 DCR 12722).\n\nLegislative History of Laws\n\nLaw 5-82, the \"Right to Cure a Residential Mortgage Foreclosure Default Act of 1984,\" was introduced in Council and assigned Bill No. 5-187, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on February 14, 1984, and February 28, 1984, respectively. Signed by the Mayor on March 15, 1984, it was assigned Act No. 5-118 and transmitted to both Houses of Congress for its review.\n\nFor Law 13-263, see notes following § 42-831.01.\n\nFor Law 14-132, see notes following § 42-801.\n\nFor history of Law 18-314, see notes under § 42-815.\n\nReferences in Text\n\nThis act, referred to in subsection (a), is the Act of March 3, 1901, Chapter 854.\n\nDC CODE § 42-815.01\n\nCurrent through December 11, 2012","credits":"(March 3, 1901, 31 Stat. 1274, ch. 854, § 539a, as added May 8, 1984, D.C. Law 5-82, § 2, 31 DCR 1348; Apr. 3, 2001, D.C. Law 13-263, § 1601, 48 DCR 991; May 7, 2002, D.C. Law 14-132, § 602(b), 49 DCR 1552; Mar. 12, 2011, D.C. Law 18-314, § 2(b), 57 DCR 12404.)","sections":[{"prefix":"a","text":" For the purposes of this act, the term \"residential mortgage\" means a loan secured by a deed of trust or mortgage, used to acquire or refinance real property which is improved by 4 or fewer single-family dwellings, including condominium or cooperative units, at least one of which is the principal place of abode of the debtor or his immediate family."},{"prefix":"b","text":" Notwithstanding the provisions of any other law, after a notice of intention to foreclose a residential mortgage has been given pursuant to § 42-815, at any time up to 5 business days prior to the commencement of bidding at a trustee sale or other judicial sale on a residential mortgage obligation, the residential mortgage debtor or anyone in his behalf, not more than 1 time in any 2 consecutive calendar years, may cure his default and prevent sale or other disposition of the real estate, by tendering the amount or performance specified in subsection (c) of this section."},{"prefix":"c","text":" To cure a default under this section, a residential mortgage debtor shall:"},{"prefix":"1","text":" Pay or tender in the form of cash, cashier's check, or certified check all sums, including any reasonable late penalty, required to bring the account current, with the exception of any amounts due by operation of any acceleration clause that may be included in the security agreement;"},{"prefix":"2","text":" Perform any other obligation which he would have been bound to perform in the absence of default or in the absence of the exercise of an acceleration clause, if any; and"},{"prefix":"3","text":" Pay or tender any expenses properly associated with the foreclosure and incurred by the mortgagee to the date of debtor's payment or tender under this section. These costs and expenses may include, but not be limited to, advertising fees, trustee fees, and reasonable attorney's fees."},{"prefix":"d","text":" Cure of a default pursuant to this section restores the residential mortgage debtor to the same position as if the default or the acceleration had not occurred."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"8","text":"Mortgages and Deeds of Trust. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"815","identifier":"42-815.01","catch_text":"Right to cure residential mortgage foreclosure default."}}