{"text":"","historical":"Temporary Amendments of Section\n\nSection 2(c) of D.C. Law 19-173 rewrote subsec. (a) to read as follows:\n\n\"(a) There is established as a nonlapsing fund the Foreclosure Mediation Fund ('Fund'), into which shall be deposited the fees and penalties generated by the foreclosure mediation program, the District's share of proceeds from the February 2012 consent judgments between the federal government and participating states, and any future designated settlements or funds. The February 2012 consent judgments are with Citibank, Wells Fargo, Ally Financial as successor of GMAC, Bank of America, and J.P. Morgan Chase.\n\n\"(b) The Fund shall be used for one or more of the following purposes:\n\n\"(1) Payment of mortgage-related or foreclosure-related counseling;\n\n\"(2) Mortgage-related or foreclosure-related legal assistance or advocacy;\n\n\"(3) Mortgage-related or foreclosure-related mediation;\n\n\"(4) Outreach or assistance to help current and former homeowners secure the benefits for which they are eligible under mortgage-related or foreclosure-related settlements or judgments; and\n\n\"(5) Enforcement work in the area of financial fraud or consumer protection.\".\n\nSection 4(b) of D.C. Law 19-173 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2(c) of Saving D.C. Homes from Foreclosure Emergency Amendment Act of 2010 (D.C. Act 18-599, November 17, 2010, 57 DCR 11026).\n\nFor temporary (90 day) addition of section, see § 2(c) of Saving D.C. Homes from Foreclosure Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-8, February 11, 2011, 58 DCR 1418).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Saving D.C. Homes from Foreclosure Enhanced Emergency Amendment Act of 2012 (D.C. Act 19-378, June 15, 2012, 59 DCR 7380).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Saving D.C. Homes from Foreclosure Enhanced Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-493, October 26, 2012, 59 DCR 12722).\n\nLegislative History of Laws\n\nFor history of Law 18-314, see notes under § 42-815.\n\nDC CODE § 42-815.03\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1274, ch. 854, § 539c, as added Mar. 12, 2011, D.C. Law 18-314, § 2(c), 57 DCR 12404.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the Foreclosure Mediation Fund (\"Fund\"), which shall be used solely to pay the costs of the administration of the foreclosure mediation established by § 42-815.02. The Mayor shall deposit in the Fund all fees and penalties generated pursuant to the foreclosure mediation program."},{"prefix":"b","text":" All funds deposited into the Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (a) of this section, subject to authorization by Congress."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"8","text":"Mortgages and Deeds of Trust. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"815","identifier":"42-815.03","catch_text":"Establishment of Foreclosure Mediation Fund."}}