{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-715.\n\n1973 Ed., § 45-615.\n\nEffect of Amendments\n\nD.C. Law 14-132 revived this section as of November 6, 2001. This section had been previously repealed by D.C. Law 13-263, § 1601.\n\nD.C. Law 18-314 rewrote subsec. (b); and added subsecs. (c) and (d). Prior to amendment, subsec. (b)read as follows:\n\n\"(b) No foreclosure sale under a power of sale provision contained in any deed of trust, mortgage or other security instrument, may take place unless the holder of the note secured by such deed of trust, mortgage, or security instrument, or its agent, gives written notice, by certified mail return receipt requested, of said sale to the owner of the real property encumbered by said deed of trust, mortgage or security instrument at his last known address, with a copy of said notice being sent to the Mayor of the District of Columbia, or his designated agent, at least 30 days in advance of the date of said sale. Said notice shall be in such format and contain such information as the Council of the District of Columbia shall by regulation prescribe. The 30-day period shall commence to run on the date of receipt of such notice by the Mayor. The Mayor or his agent shall give written acknowledgment to the holder of said note, or its agent, on the day that he receives such notice, that such notice has been received, indicating therein the date of receipt of such notice. The notice required by this subsection in regard to said mortgages and deeds of trust shall be in addition to the notice described by subsection (a) of this section.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Protections from Predatory Lending and Mortgage Foreclosure Improvements Temporary Amendment Act of 2001 (D.C. Law 14-86, March 19, 2002, law notification 49 DCR 2991).\n\nEmergency Act Amendments\n\nSection 2 of Act 14-188, the \"Protections from Predatory Lending and Mortgage Foreclosure Improvements Emergency Amendment Act\", deemed approved Nov. 27, 2001, without the signature of the Mayor, provided that D.C. Law 13-263 shall not apply beginning November 6, 2001, through March 6, 2002.\n\nFor temporary (90 day) revival of section, see § 403(b) of Home Loan Protection Emergency Act of 2002 (D.C. Act 14-295, March 1, 2002, 49 DCR 2534).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Saving D.C. Homes from Foreclosure Emergency Amendment Act of 2010 (D.C. Act 18-599, November 17, 2010, 57 DCR 11026).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Saving D.C. Homes from Foreclosure Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-8, February 11, 2011, 58 DCR 1418).\n\nLegislative History of Laws\n\nFor Law 13-263, see notes following § 42-831.01.\n\nFor Law 14-132, see notes following § 42-801.\n\nLaw 18-314, the \"Saving D.C. Homes from Foreclosure Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-691, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on November 9, 2010, and November 23, 2010, respectively. Signed by the Mayor on December 9, 2010, it was assigned Act No. 18-635 and transmitted to both Houses of Congress for its review. D.C. Law 18- 314 became effective on March 12, 2011.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDelegation of Authority\n\nDelegation of Authority to the Commissioner of the Department of Insurance, Securities and Banking under the Saving D.C. Homes from Foreclosure Congressional Review Emergency Amendment Act of 2011, see Mayor's Order 2011- 51, March 2, 2011 (58 DCR 2267).\n\nMiscellaneous Notes\n\nDelegation of functions: Organization Order No. 101, Part IV-J, designated the Office of the Recorder of Deeds as the office of record for the receipt, filing, indexing, mailing and handling of notice of foreclosure sale received pursuant to subsection (b) of this section.\n\nDC CODE § 42-815\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1274, ch. 854, § 539; June 30, 1902, 32 Stat. 532, ch. 1329; Oct. 12, 1968, 82 Stat. 1002, Pub. L. 90-566, § 1; Apr. 3, 2001, D.C. Law 13-263, § 1601, 48 DCR 991; May 7, 2002, D.C. Law 14-132, § 602(b), 49 DCR 1552; Mar. 12, 2011, D.C. Law 18-314, § 2(a), 57 DCR 12404.)","sections":[{"prefix":"a","text":" If the length of notice and terms of sale are not prescribed by the mortgage or deed of trust, or be not left therein to the judgment or discretion of the mortgagee or trustee, any person interested in such sale may apply to the court, before such sale is advertised, to fix the terms of sale and determine what notice of sale shall be given."},{"prefix":"b","text":" In the case of a residential mortgage, as a condition of issuance of the notice to foreclose under subsection (c) of this section, a foreclosure sale under a power of sale provision contained in any deed of trust, mortgage, or other security instrument, shall not take place unless the holder of the note secured by the deed of trust, mortgage, or security instrument, or its agent, shall:"},{"prefix":"1","text":"(A) Give written notice of default on a residential mortgage, in such format and containing such information as the Mayor shall, by rule, prescribe, by certified mail, postage prepaid, return receipt requested, and by first-class mail, to the borrower and, if different from the borrower, to the person who holds record title, of the real property encumbered by the deed of trust, mortgage, or security instrument at his or her last known address; and"},{"prefix":"B","text":" Send a copy of the notice required by subparagraph (A) of this paragraph to the Mayor; and"},{"prefix":"2","text":" Obtain a mediation certificate in accordance with § 42-815.02."},{"prefix":"c","text":"(1)(A) A foreclosure sale under a power of sale provision contained in any deed of trust, mortgage, or other security instrument, shall not take place unless the holder of the note secured by the deed of trust, mortgage, or security instrument, or its agent, gives written notice of the intention to foreclose, by certified mail, postage prepaid, return receipt requested, and by first-class mail, of the sale to the borrower and, if different from the borrower, to the person who holds the title of record, of the real property encumbered by the deed of trust, mortgage, or security instrument at his last known address."},{"prefix":"B","text":"(1) A copy of the notice required by subparagraph (A) of this paragraph shall be sent to the Mayor, at least 30 days in advance of the date of the sale."},{"prefix":"2","text":" The notice shall be in such format and contain such information as the Mayor shall, by rule, prescribe."},{"prefix":"3","text":" The Mayor shall give written acknowledgment to the holder of the note, or its agent, on the day that he receives the notice, that the notice has been received, indicating the date of receipt of the notice."},{"prefix":"4","text":" The 30-day period shall commence to run on the date of receipt of the notice by the Mayor."},{"prefix":"5","text":" The notice required by this subsection in regard to the mortgages and deeds of trust shall be in addition to the notice described by subsection (b) of this section."},{"prefix":"d","text":" The mediation certificate required by subsection (b)(2) of this section, and the notice required under subsection (c) of this section, shall be recorded in the land records of the District."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"8","text":"Mortgages and Deeds of Trust. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"815","identifier":"42-815","catch_text":"Application to court to fix terms and determine notice of sale; notice under power of sale provision."}}