{"text":"It shall and may be lawful to and for any person or persons with an intellectual disability or mental illness or non compos mentis, or for the committee or committees of such person or persons, in his, her, or their name or names, by the direction of the chancellor, signified by an order made, upon hearing all parties concerned, on the petition of the person or persons, for whom such person or persons with an intellectual disability or mental illness or non compos mentis, shall be seized or possessed in trust, or of the mortgagor or mortgagors, or of the person or persons entitled to the monies secured by or upon any lands, tenements, or hereditaments, whereof any such person or persons with an intellectual disability or mental illness or non compos mentis, is or are, or shall be seized or possessed by way of mortgage, or of the person or persons entitled to the redemption thereof, to convey and assure any such lands, tenements, or hereditaments, in such manner as the chancellor shall, by such order so to be obtained, direct, to any other person or persons; and such conveyance or assurance, so to be had and made as aforesaid, shall be as good and effectual in law, to all intents and purposes whatsoever, as if the said person or persons with an intellectual disability or mental illness or non compos mentis, was or were, at the time of the making such conveyance or assurance, of sane mind, memory, and understanding, and without an intellectual disability or mental illness or non compos mentis, or had by him, her, or themselves executed the same. All and every person and persons with an intellectual disability or mental illness or non compos mentis, and only trustee or trustees, mortgagee or mortgagees, as aforesaid, or the committee and committees of all and every such person and persons with an intellectual disability or mental illness or non compos mentis, and only such trustee or mortgagee as aforesaid, shall and may be empowered and compelled, by such order so as aforesaid to be obtained, to make such conveyance or conveyances, assurance or assurances, as aforesaid, in like manner as trustees or mortgagees of sane memory are compellable to convey, surrender, or assign their trust estates or mortgages.","historical":"Prior Codifications\n\n1981 Ed., § 45-720.\n\n1973 Ed., § 45-620.\n\nEffect of Amendments\n\nD.C. Law 14-132 revived this section as of November 6, 2001. This section had been previously repealed by D.C. Law 13-263, § 1601.\n\nD.C. Law 16-305, in the section heading, substituted \"individuals with mental disabilities\" for \"mentally handicapped\"; substituted \"persons with mental retardation or mental illness or non compos mentis\" for \"persons being idiot, lunatic, or non compos mentis\" and substituted \"without mental retardation or mental illness or non compos mentis\" for \"not idiot, lunatic, or non compos mentis\".\n\nD.C. Law 19-169 substituted \"an intellectual disability\" for \"mental retardation\".\n\nEmergency Act Amendments\n\nSection 2 of Act 14-188, the \"Protections from Predatory Lending and Mortgage Foreclosure Improvements Emergency Amendment Act\", deemed approved Nov. 27, 2001, without the signature of the Mayor, provided that D.C. Law 13-263 shall not apply beginning November 6, 2001, through March 6, 2002.\n\nFor temporary (90 day) revival of section, see § 403(b) of Home Loan Protection Emergency Act of 2002 (D.C. Act 14-295, March 1, 2002, 49 DCR 2534).\n\nLegislative History of Laws\n\nFor Law 13-263, see notes following § 42-831.01.\n\nFor Law 14-132, see notes following § 42-801.\n\nLaw 16-305, the \"People First Respectful Language Modernization Act of 2006\", was introduced in Council and assigned Bill No. 16-664, which was referred to Committee on the Whole.  The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively.   Signed by the Mayor on July 17, 2006, it was assigned Act No. 16-437 and transmitted to both Houses of Congress for its review.  D.C. Law 16-305 became effective on April 24, 2007.\n\nLaw 19-169, the \"People First Respectful Language Modernization Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-189, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on March 6, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 15, 2012, it was assigned Act No. 19-361 and transmitted to both Houses of Congress for its review. D.C. Law 19-169 became effective on September 26, 2012.\n\nDC CODE § 42-820\n\nCurrent through December 11, 2012","credits":"(4 Geo. 2, ch. 10, §§ 1, 2, 1731; Kilty's Rep. 249; Alex. Br. Stat. 700; Comp. Stat. D.C., p. 78, § 11; Apr. 3, 2001, D.C. Law 13-263, § 1601, 48 DCR 991; May 7, 2002, D.C. Law 14-132, § 602(b), 49 DCR 1552; Apr. 24, 2007, D.C. Law 16-305, § 58, 53 DCR 6198; Sept. 26, 2012, D.C. Law 19-169, § 26(a), 59 DCR 5567.)","sections":[],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"8","text":"Mortgages and Deeds of Trust. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"820","identifier":"42-820","catch_text":"Conveyance by and for individuals with mental disabilities following court order."}}