{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1311.\n\nEffect of Amendments\n\nD.C. Law 13-281 designated subsec. (a): in the last sentence of subsec. (a), substituted \"a penalty of $300\" for \"a fine of $50\"; and added subsecs. (b) to (e).\n\nLegislative History of Laws\n\nLaw 4-205, the \"Summary Abatement of Life-or-Health Threatening Conditions Act of 1982,\" was introduced in Council and assigned Bill No. 4-459, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on November 16, 1982, and December 14, 1982, respectively. Signed by the Mayor on December 28, 1982, it was assigned Act No. 4-289 and transmitted to both Houses of Congress for its review.\n\nLaw 13-281, the \"Abatement and Condemnation of Nuisance Properties Omnibus Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-646, which was referred to the Committee on Consumer and Regulatory Affairs.  The Bill was adopted on first and second readings on       November 8, 2000, and December 5, 2000, respectively. Signed by the Mayor on January 22, 2001, it was assigned Act No. 13-578 and transmitted to both Houses of Congress for its review. D.C. Law 13-281 became effective on April 27, 2001.\n\nReferences in Text\n\nPursuant to the Office of the Chief Financial Officer's \"Notice of Public Interest\" published in the April 18, 1997, issue of the District of Columbia Register (44 DCR 2345) the Office of Tax and Revenue assumed all of the duties and functions previously performed by the Department of Finance and Revenue, as set forth in Commissioner's Order 69-96, dated March 7, 1969. This action was made effective January 22, 1997, nunc pro tunc.\n\nDC CODE § 42-903\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1983, D.C. Law 4-205, § 5, 30 DCR 188; Apr. 27, 2001, D.C. Law 13-281, § 106, 48 DCR 1888.)","sections":[{"prefix":"a","text":" Any person who is the owner of vacant property in the District of Columbia and who is not a resident of the District of Columbia must appoint or employ an agent who is a resident of the District of Columbia. This person shall be authorized by the owner and shall be responsible for the care and maintenance of the property. The owner shall notify the Director of the Department of Finance and Revenue of the appointment of the agent and of any change in the agent or in the address of the agent. Any owner of vacant property in the District of Columbia found to be in violation of this section shall be subject to a penalty of $300."},{"prefix":"b","text":"(1) A person or entity that is the nonresident owner of one or more rental units shall appoint and continuously maintain a registered agent for the service of process. The appointment shall be made by filing a statement with the Mayor. The registered agent shall be an individual who is a resident of the District of Columbia or an organization incorporated in the District of Columbia. If the owner changes the registered agent, or if the name or address or any other information about the registered agent changes after the statement is filed with the Mayor, the nonresident owner shall file a statement notifying the Mayor of the change."},{"prefix":"2","text":" The Mayor shall serve as the registered agent for the nonresident owner if a registered agent is not appointed under paragraph (1) of this subsection or if the individual or organization named ceases to serve as the resident agent and no successor is appointed."},{"prefix":"3","text":" The Mayor shall impose a reasonable fee to cover the cost of administering this section."},{"prefix":"c","text":" For purposes of this section, the term \"rental unit\" shall have the same meaning as set forth in § 42-3501.03(33)."},{"prefix":"d","text":" A nonresident owner of one or more rental units in the District of Columbia in violation of this section shall be subject to a penalty of $300."},{"prefix":"e","text":" Any fees and penalties collected under this section shall be deposited in the fund established by § 6-711.01(b)(1)."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"9","text":"Ownership of Real Property by Aliens and Nonresidents."},"heading":{"title":"42","chaptersection":"903","identifier":"42-903","catch_text":"Resident agent required for care and maintenance of vacant property owned by nonresidents."}}