{"text":"Any person desiring to dedicate any lot of land, not exceeding 5 acres, as a burial place for the interment of the dead for the use of any society, association, or neighborhood may, by deed duly executed and recorded, convey such land to the District of Columbia, by the corporate name of said District of Columbia, specifying in such deed the society, association, or neighborhood for the use of which the dedication is desired to be made, and thereby (provided such conveyance shall be accepted by the Mayor of the District of Columbia) vest the title to such land in perpetuity, for the uses stated in the deed, and such land shall be thereafter exempt from taxes for all purposes whatever.","historical":"Prior Codifications\n\n1981 Ed., § 27-112.\n\n1973 Ed., § 27-112.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 43-112\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1295, ch. 854, § 668.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"43","text":"Cemeteries and Crematories. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Cemetery Associations; Regulatory Provisions."},"heading":{"title":"43","chaptersection":"112","identifier":"43-112","catch_text":"Dedication of land; title vested in perpetuity."}}