{"text":"No person or persons or cemetery association shall lay out any new cemetery, or part of any cemetery, within the City of Washington, in the District of Columbia, nor in said District, within one and one-half miles from the boundaries of said City; no person or cemetery association shall, in said District, lay out any cemetery, or part of any cemetery, within less than 200 yards of any dwelling house, except with the written consent of the owner, lessee, and occupant of such house, nor without a permit to do so from the Mayor of said District.","historical":"Prior Codifications\n\n1981 Ed., § 27-114.\n\n1973 Ed., § 27-114.\n\nLegislative History of Laws\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 43-114\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1295, ch. 854, § 670; Apr. 9, 1997, D.C. Law 11- 255, § 26, 44 DCR 1271.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"43","text":"Cemeteries and Crematories. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Cemetery Associations; Regulatory Provisions."},"heading":{"title":"43","chaptersection":"114","identifier":"43-114","catch_text":"Distance from City and from dwellings."}}