{"text":"It shall be unlawful for any person or persons to embalm, inject, or by any similar method preserve the dead body, or part of the dead body, of any human being in said District within 4 hours after death or before the issue of the death certificate; and in case the death is believed to be due to other than natural causes, or the cause thereof is unknown, such embalming, injecting, or preserving shall at no time be done unless such death certificate has been signed or approved by the Chief Medical Examiner. Notwithstanding the provisions of this section, whenever any person is pronounced dead by a physician duly licensed or duly registered under Chapter 29 of Title 3, tissue donated in accordance with the provisions of subchapter II-A or III of Chapter 15 of Title 7 may be removed by or under the supervision of a person licensed under the authority of § 7-1541.03 for preservation in a tissue bank operating pursuant to subchapter III of Chapter 15 of Title 7, or for use in accordance with the provisions of subchapter II-A of Chapter 15 of Title 7, without regard for any time limitation, or for any permit or certificate requirement, established by this section; provided, that with respect to a dead human body in the custody of the Chief Medical Examiner or under his jurisdiction, no tissue shall be removed therefrom for preservation except with the specific approval of the Chief Medical Examiner in each case.","historical":"Prior Codifications\n\n1981 Ed., § 27-125.\n\n1973 Ed., § 27-125.\n\nEffect of Amendments\n\nD.C. Law 17-145 substituted \" subchapter II-A of Chapter 15 of Title 7\" for \"subchapter II of Chapter 15 of Title 7\".\n\nD.C. Law 17-353 validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-34, see Historical and Statutory Notes following § 43-119.\n\nFor Law 17-145, see notes following § 43-119.\n\nFor Law 17-353, see notes following § 43-119.\n\nDC CODE § 43-125\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1298, ch. 854, § 683; Aug. 1, 1950, 64 Stat. 393, ch. 513, § 1; Sept. 10, 1962, 76 Stat. 537, Pub. L. 87-656, § 11; May 26, 1970, 84 Stat. 270, Pub. L. 91-268, § 9(e); July 29, 1970, 84 Stat. 578, Pub. L. 91-358, title I, § 160(a)(1); Oct. 8, 1981, D.C. Law 4-34, § 30(b)(2), 28 DCR 3271; Apr. 15, 2008, D.C. Law 17-145, § 30(g)(2), 55 DCR 2532; Mar. 25, 2009, D.C. Law 17-353, § 230(f), 56 DCR 1117.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"43","text":"Cemeteries and Crematories. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Cemetery Associations; Regulatory Provisions."},"heading":{"title":"43","chaptersection":"125","identifier":"43-125","catch_text":"Embalming; removal of tissue immediately after death."}}