{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 32-1401.\n\nEffect of Amendments\n\nD.C. Law 13-127 added a new paragraph (2A) defining \"Assisted Living Residence\" and in par. (6) added the phrase \", Assisted Living Residence,\" after the phrase \"nursing home\".\n\nLegislative History of Laws\n\nLaw 6-108, the \"Nursing Home and Community Residence Facility Residents' Protections Act of 1985,\" was introduced in Council and assigned Bill No. 6- 256, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on January 28, 1986, and February 11, 1986, respectively. Signed by the Mayor on February 24, 1986, it was assigned Act No. 6-138 and transmitted to both Houses of Congress for its review.\n\nLaw 7-218 was introduced in Council and assigned Bill No. 7-334, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 29, 1988 and December 13, 1988, respectively. Signed by the Mayor on January 6, 1989, it was assigned Act No. 7-293 and transmitted to both Houses of Congress for its review.\n\nLaw 13-127, the \"Assisted Living Residence Regulatory Act of 2000,\" was introduced in Council and assigned Bill No. 13-107, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on January 4, 2000, and March 7, 2000, respectively. Signed by the Mayor on March 22, 2000, it was assigned Act No. 13-297 and transmitted to both Houses of Congress for its review. D.C. Law 13-127 became effective on June 24, 2000.\n\nDelegation of Authority\n\nDelegation of authority pursuant to Law 6-108, see Mayor's Order 87-47, February 17, 1987.\n\nDC CODE § 44-1001.01\n\nCurrent through December 11, 2012","credits":"(Apr. 18, 1986, D.C. Law 6-108, § 101, 33 DCR 1510; Mar. 16, 1989, D.C. Law 7-218, § 602(a), 36 DCR 534; June 24, 2000, D.C. Law 13-127, § 1404(a), 47 DCR 2647.)","sections":[{"prefix":"1","text":" \"Administrator\" means the person who is responsible for the day-to-day operation and management of a facility, including, in the case of a community residence facility, the Residence Director of the facility."},{"prefix":"2","text":" \"Affiliate\" means:"},{"prefix":"A","text":" With respect to a partnership, each partner;"},{"prefix":"B","text":" With respect to a corporation, each officer and director and each stockholder who directly or indirectly owns or controls 10% or more of any class of securities issued by the corporation; and"},{"prefix":"C","text":" With respect to an individual:"},{"prefix":"i","text":" Each parent, child, grandchild, spouse, sibling, first cousin, aunt, and uncle of the individual, whether the relationship arises by blood, marriage, or adoption;"},{"prefix":"ii","text":" Each partnership in which the individual or an affiliate of the individual is a partner, and each other partner in that partnership; and"},{"prefix":"iii","text":" Each corporation in which the individual or an affiliate of the individual is an officer, director, or stockholder who directly or indirectly owns or controls 10% or more of any class of securities issued by the corporation."},{"prefix":"2A","text":" \"Assisted Living Residence\" shall have the same meaning as given the term in § 44-102.01(4)."},{"prefix":"3","text":" \"Community residence facility\" means that term as it is defined in § 44- 501(a)(4)."},{"prefix":"4","text":" \"Court\" means the Superior Court of the District of Columbia."},{"prefix":"5","text":" \"District\" means the District of Columbia."},{"prefix":"6","text":" \"Facility\" means a nursing home, Assisted Living Residence, or community residence facility operating in the District."},{"prefix":"7","text":" \"Long-Term Care Ombudsman\" means the person designated under 42 U.S.C. § 3027(a)(12) to perform the mandated functions of the Long-Term Care Ombudsman program in the District."},{"prefix":"8","text":" \"Nursing home\" means that term as it is defined in § 44-501(a)(3)."},{"prefix":"9","text":" \"Person\" means an individual or individuals, an agency, a corporation, a partnership, the District government, or any other organizational entity."},{"prefix":"10","text":" \"Resident\" means a resident of a facility."},{"prefix":"11","text":" \"Resident's representative\" means:"},{"prefix":"A","text":" Any person who is knowledgeable about a resident's circumstances and has been designated by that resident to represent him or her;"},{"prefix":"B","text":" Any person other than a facility who has been appointed by a court either to administer a resident's financial or personal affairs or to protect and advocate for a resident's rights; or"},{"prefix":"C","text":" The Long-Term Care Ombudsman or his or her designee, if no person has been designated or appointed in accordance with subparagraphs (A) and (B) of this paragraph."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"10","text":"Nursing Homes and Community Residence Facilities Protections."},"subchapter":{"identifier":"I","text":"Definitions."},"heading":{"title":"44","chaptersection":"1001","identifier":"44-1001.01","catch_text":"Definitions."}}