{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-127, see notes following ยง 44-101.01.\n\nDC CODE ยง 44-106.04\n\nCurrent through December 11, 2012","credits":"(June 24, 2000, D.C. Law 13-127, ยง 604, 47 DCR 2647.)","sections":[{"prefix":"a","text":"(1) An ISP shall be developed for each resident prior to admission."},{"prefix":"2","text":" An ISP shall be developed following the completion of the \"post move-in\" assessment."},{"prefix":"3","text":" The ISP shall be written by a healthcare practitioner using information from the assessment."},{"prefix":"4","text":" The ISP shall be developed with the resident, or surrogate, as a full partner."},{"prefix":"5","text":" The ISP shall be signed by the resident, or surrogate, and a representative of the ALR."},{"prefix":"6","text":" The ISP shall include a shared responsibility agreement when necessary."},{"prefix":"7","text":" The ISP shall be based on such factors as:"},{"prefix":"A","text":" The medical, rehabilitation, and psychosocial assessment of the resident;"},{"prefix":"B","text":" The functional assessment of the resident; and"},{"prefix":"C","text":" The reasonable accommodation of resident and, if necessary, surrogate preferences."},{"prefix":"b","text":" The ISP shall include the services to be provided, when and how often the services will be provided, and how and by whom all services will be provided and accessed."},{"prefix":"c","text":" During the ISP development process, the ALR shall confer with the prospective resident and, if necessary, the surrogate to arrive at a mutual agreement as to the responsibilities of each party in accessing care and achieving related outcomes."},{"prefix":"d","text":" The ISP shall be reviewed 30 days after admission and at least every 6 months thereafter. The ISP shall be updated more frequently if there is a significant change in the resident's condition. The resident and, if necessary, the surrogate shall be invited to participate in each reassessment. The review shall be conducted by an interdisciplinary team that includes the resident's healthcare practitioner, the resident, the resident's surrogate, if necessary, and the ALR."},{"prefix":"e","text":" An ALR shall facilitate aging in place to the best of its ability with the understanding that there may be a point reached where adequate and appropriate services can not be marshalled to support the resident safely, making transfer to another setting necessary."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"1","text":"Assisted Living Residence Regulation."},"subchapter":{"identifier":"VI","text":"Admissions; Residential Agreements; Quality of Care; Discharge; Transfer."},"heading":{"title":"44","chaptersection":"106","identifier":"44-106.04","catch_text":"Individualized Service Plans."}}