{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-127, see notes following ยง 44-101.01.\n\nDC CODE ยง 44-106.02\n\nCurrent through December 11, 2012","credits":"(June 24, 2000, D.C. Law 13-127, ยง 602, 47 DCR 2647.)","sections":[{"prefix":"a","text":" A written contract must be provided to the resident prior to admission and signed by the resident or surrogate, if necessary, and a representative of the ALR. The nonfinancial portions of the contract shall include the following:"},{"prefix":"1","text":" The ALR's organizational affiliations (including parent or subsidiary organizations, religious or charitable affiliation, and management company);"},{"prefix":"2","text":" The specific nature of any special care that it holds itself out to provide, such as specialty in Alzheimer's disease or Parkinson's disease;"},{"prefix":"3","text":" An identification of services to be included and excluded, part of which is the ISP;"},{"prefix":"4","text":" A list of resident rights including grievance procedures;"},{"prefix":"5","text":" Unit assignment and procedures if changes occur;"},{"prefix":"6","text":" Admission and discharge policies which include clear and specific criteria for admission, transfer, and discharge;"},{"prefix":"7","text":" A description of responsibility for provision or coordination of healthcare, if any;"},{"prefix":"8","text":" An arrangement for notification in case of the resident's death; and"},{"prefix":"9","text":" A disposition of the resident's property upon discharge, transfer, or death of the resident."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"1","text":"Assisted Living Residence Regulation."},"subchapter":{"identifier":"VI","text":"Admissions; Residential Agreements; Quality of Care; Discharge; Transfer."},"heading":{"title":"44","chaptersection":"106","identifier":"44-106.02","catch_text":"Resident agreements."}}