{"text":"No person shall make or cause to be made any representation that the issuance of a certificate of registration or of a solicitor information card is a finding by the Mayor:","historical":"Prior Codifications\n\n1981 Ed., § 2-707.\n\n1973 Ed., § 2-2107.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 44-1707\n\nCurrent through December 11, 2012","credits":"(July 10, 1957, 71 Stat. 281, Pub. L. 85-87, § 8.)","sections":[{"prefix":"1","text":" That the statements contained in the registrant's application are true and accurate;"},{"prefix":"2","text":" That the application does not omit a material fact; or"},{"prefix":"3","text":" That the Mayor has in any way passed upon the merits or given approval to such solicitation."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Charitable Solicitations."},"chapter":{"identifier":"17","text":"Charitable Solicitations. (Refs & Annos)"},"heading":{"title":"44","chaptersection":"1707","identifier":"44-1707","catch_text":"Representations as to finding by Mayor in regard to registration certificate or solicitor card prohibited."}}