{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-127, see notes following ยง 44-101.01.\n\nDC CODE ยง 44-109.04\n\nCurrent through December 11, 2012","credits":"(June 24, 2000, D.C. Law 13-127, ยง 904, 47 DCR 2647.)","sections":[{"prefix":"a","text":" The ALA shall provide a secured space for medication storage with access to a sink and cold storage in the same area. Space for necessary medical supplies and equipment shall be provided."},{"prefix":"b","text":" The storage area shall be kept locked when not in use."},{"prefix":"c","text":" The storage area shall be used only for storage of medications and medical supplies."},{"prefix":"d","text":" The key to the storage area shall be kept on the person of the employee on duty who is responsible for administering the medications."},{"prefix":"e","text":"(1) All medications shall be kept in their original packaging and shall be properly labeled and identified."},{"prefix":"2","text":" The label of each resident's prescription medication container shall be permanently affixed and contain the resident's full name, healthcare practitioner's name, prescription number, name and strength of drug, lot number, quantity, date of issue, expiration date, manufacturer's name, if generic, directions for use, and cautionary or accessory information. Required information appearing on individually packaged drugs or within an alternate medication delivery system need not be repeated on the label."},{"prefix":"3","text":" All over-the-counter (OTC) medications repackaged by the pharmacy shall be labeled with an expiration date, name and strength of the drug, lot number, date of issue, manufacturer's name if generic, and cautionary or accessory labels, in accordance with U.S.P. regulations. Original manufacturer's containers shall be labeled with at least the resident's name. The name label shall not obstruct any of the aforementioned information."},{"prefix":"4","text":" In the \"unit of use\" distribution system, each dose of medication shall be individually packaged in a hermetically sealed, tamper-proof container, and shall carry full manufacturer's disclosure information on each discrete dose. Disclosure information shall include product name, strength, lot number, expiration date, and the manufacturer's distributor's name."},{"prefix":"5","text":" Single use and disposable items shall not be reused."},{"prefix":"6","text":" No stock supply of prescription medications shall be maintained, unless prior approval is obtained from the Mayor."},{"prefix":"7","text":" Discontinued or expired medications shall be destroyed within 30 days in the ALR, or, if unopened and properly labeled, returned to the pharmacy. All medication destroyed in the ALR shall be witnessed and documented by two persons, one of whom shall be the ALA or the ALA designee."},{"prefix":"8","text":" Residents who self-administer may keep and use prescription and nonprescription medications in their units as long as they keep them secured from other residents."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"1","text":"Assisted Living Residence Regulation."},"subchapter":{"identifier":"IX","text":"Medication Management."},"heading":{"title":"44","chaptersection":"109","identifier":"44-109.04","catch_text":"Medication storage."}}