{"text":"For the purposes of this chapter, the term:","historical":"Uniform Law\n\nThis section is based upon ยง 2 of the Uniform Prudent Management of Institutional Funds Act of 2007. See 7A, Pt. III, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nLegislative History of Laws\n\nLaw 17-69, the \"Uniform Prudent Management of Institutional Fund Act of 2007\", was introduced in Council and assigned Bill No. 17-145 which was referred to the Committee on Public Safety and Judiciary. The Bill was adopted on first and second readings on October 23, 2007, and November 6, 2007, respectively. Signed by the Mayor on November 19, 2007, it was assigned Act No. 17-181 and transmitted to both Houses of Congress for its review. D.C. Law 17-69 became effective on January 23, 2008.\n\nDC CODE ยง 44-1631\n\nCurrent through December 11, 2012","credits":"(Jan. 23, 2008, D.C. Law 17-69, ยง 2, 54 DCR 11650.)","sections":[{"prefix":"1","text":" \"Charitable purpose\" means the relief of poverty, the advancement of education or religion, the promotion of health, the promotion of a governmental purpose, or any other purpose the achievement of which is beneficial to the community."},{"prefix":"2","text":" \"Endowment fund\" means an institutional fund or part thereof that, under the terms of a gift instrument, is not wholly expendable by the institution on a current basis. The term \"endowment fund' ' does not include assets that an institution designates as an endowment fund for its own use."},{"prefix":"3","text":" \"Gift instrument\" means a record or records, including an institutional solicitation, under which property is granted to, transferred to, or held by an institution as an institutional fund."},{"prefix":"4","text":" \"Institution\" means:"},{"prefix":"A","text":" A person, other than an individual, organized and operated exclusively for charitable purposes;"},{"prefix":"B","text":" A government or governmental subdivision, agency, or instrumentality, to the extent that it holds funds exclusively for a charitable purpose; or"},{"prefix":"C","text":" A trust that had both charitable and noncharitable interests, after all noncharitable interests have terminated."},{"prefix":"5","text":" \"Institutional fund\" means a fund held by an institution exclusively for charitable purposes. The term \"institutional fund\" does not include:"},{"prefix":"A","text":" Program-related assets;"},{"prefix":"B","text":" A fund held for an institution by a trustee that is not an institution; or"},{"prefix":"C","text":" A fund in which a beneficiary that is not an institution has an interest, other than an interest that could arise upon violation or failure of the purposes of the fund."},{"prefix":"6","text":" \"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity."},{"prefix":"7","text":" \"Program-related asset\" means an asset held by an institution primarily to accomplish a charitable purpose of the institution and not primarily for investment."},{"prefix":"8","text":" \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Management of Institutional Funds."},"chapter":{"identifier":"16A","text":"Uniform Prudent Management of Institutional Funds (Refs & Annos)"},"heading":{"title":"44","chaptersection":"1631","identifier":"44-1631","catch_text":"Definitions."}}