{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-127, see notes following ยง 44-101.01.\n\nDC CODE ยง 44-110.08\n\nCurrent through December 11, 2012","credits":"(June 24, 2000, D.C. Law 13-127, ยง 1008, 47 DCR 2647.)","sections":[{"prefix":"a","text":" An ALR located in an existing building shall ensure that bedrooms provide at least 70 square feet of habitable space for single occupancy resident units and 100 square feet of habitable space in double occupancy resident units. Each bedroom shall have adequate dresser and closet or wardrobe space for residents' seasonal clothing and personal belongings. A secure storage space in a resident's unit shall be made available if requested by the resident."},{"prefix":"b","text":" Any ALR located in a building newly constructed or renovated after June 24, 2000 shall ensure that bedrooms provide at least 80 sq. ft. of habitable space for single occupancy and 120 sq. ft. of habitable space for double occupancy."},{"prefix":"c","text":" An ALR shall ensure that each resident has an adult size bed with clean comfortable mattress and extra linens. Additional furnishings, such as night stand, desk, chair, mirror, waste basket, etc., shall be made available, subject to residents wishes and tastes. Beds in double occupancy bedrooms must be at least 3 feet apart. Residents may choose to provide their own furnishings after being made aware of the furnishings that the facility is required to provide. All furnishings must meet the Fire Safety Code and be maintained in good repair."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"1","text":"Assisted Living Residence Regulation."},"subchapter":{"identifier":"X","text":"Facility Regulations."},"heading":{"title":"44","chaptersection":"110","identifier":"44-110.08","catch_text":"Bedrooms."}}