{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nFor Law 15-74, see notes following § 44-1051.02.\n\nDC CODE § 44-1051.02\n\nCurrent through December 11, 2012","credits":"(March 10, 2004, D.C. Law 15-74, § 2, 50 DCR 10914.)","sections":[{"prefix":"1","text":" \"Board\" means the Board of Nursing established by § 3-1202.04."},{"prefix":"2","text":" \"Change of ownership\" means:"},{"prefix":"A","text":" In the case of an unincorporated sole proprietorship, transfer of title and property to another party;"},{"prefix":"B","text":" In the case of a partnership, the removal, addition, or substitution of a partner, unless the partners expressly agree otherwise, as permitted by applicable state law; and"},{"prefix":"C","text":" In the case of a corporation, the merger of the existing corporation into another corporation, or the consolidation of 2 or more corporations resulting in the creation of a new corporation, but not the merger of another corporation into the existing corporation nor the mere transfer of corporate stock."},{"prefix":"3","text":" \"Client\" means a health care facility or agency, or an individual, that enters into an agreement or a contract with a nurse staffing agency for the provision or referral of nursing personnel, Home Health Aides, or Personal Care Aides."},{"prefix":"4","text":" \"Department\" means the Department of Health."},{"prefix":"5","text":" \"Health care facility\" or \"health care agency\" means any entity providing health care services that is defined or designated as a \"facility\" or \"agency\" pursuant to § 44-501(c). The term \"health care facility\" or \"health care agency\" includes hospitals, nursing homes, hospices, community residence facilities, maternity centers, ambulatory surgical facilities, renal dialysis facilities, and home care agencies."},{"prefix":"6","text":" \"Home Health Aide\" means any individual who is qualified and authorized to perform home health aide services in accordance with Chapter 51 of Title 29 of the District of Columbia Municipal Regulations."},{"prefix":"7","text":" \"Nurse staffing agency\" means any person, firm, corporation, partnership, or other business entity engaged in the business of providing or referring nursing personnel, to a health care facility or agency, or to an individual, for the purpose of rendering temporary nursing services within the District of Columbia. The term \"nurse staffing agency\" does not include:"},{"prefix":"A","text":" A nurse staffing program operated by a health care facility solely for the purpose of procuring or furnishing temporary or permanent nursing personnel for employment at that health care facility;"},{"prefix":"B","text":" An entity operating solely as a home care agency, as defined by § 44- 501(a)(7); or"},{"prefix":"C","text":" Any nursing personnel providing or referring their own services to a health care facility or agency, or to an individual, without the direct or indirect assistance of a nurse staffing agency."},{"prefix":"8","text":" \"Nursing personnel\" means any individual who is licensed by the District of Columbia Board of Nursing as a Licensed Practical Nurse or as a Registered Nurse, or any individual who is certified as a Certified Nurse Aide in accordance with Chapter 32 of Title 29 of the District of Columbia Municipal Regulations."},{"prefix":"9","text":" \"Personal Care Aide\" means any individual who is qualified and authorized to perform personal care services in accordance with Chapter 50 of Title 29 of the District of Columbia Municipal Regulations."},{"prefix":"10","text":" \"Responsible party\" means the employee or other affiliate of a nurse staffing agency who directs the nurse staffing agency's day-to-day nurse staffing operation."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"10A","text":"Nurse Staffing Agencies."},"heading":{"title":"44","chaptersection":"1051","identifier":"44-1051.02","catch_text":"Definitions."}}