{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-702.\n\n1973 Ed., § 2-2102.\n\nEffect of Amendments\n\nD.C. Law 15-38, in subsec. (c), substituted \"General Business endorsement to a basic business license under the basic\" for \"Class B General Business endorsement to a master business license under the master\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(gg) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nLegislative History of Laws\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-845, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615 and transmitted to both Houses of Congress for its review. D.C. Law 12-261 became effective on April 20, 1999.\n\nFor Law 15-38, see notes following § 44-202.\n\nEditor's Notes\n\nThe introductory language of (a) formerly contained the phrase \"with respect to paragraph (7) of this subsection\" following \"the Council of the District of Columbia.\" This phrase first appeared in the 1973 Edition of the District of Columbia Code, but did not appear in prior codifications. No legislative record of the insertion of this phrase having been found, it has been deleted pursuant to the direction of the Office of Codification Counsel.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(74) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-217.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 44-1702\n\nCurrent through December 11, 2012","credits":"(July 10, 1957, 71 Stat. 278, Pub. L. 85-87, § 3; Apr. 20, 1999, D.C. Law 12-261, § 2003(b), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 3(gg), 50 DCR 6913.)","sections":[{"prefix":"a","text":" The Mayor and the Council of the District of Columbia are authorized and empowered:"},{"prefix":"1","text":" To administer and enforce the provisions of this chapter;"},{"prefix":"2","text":" To investigate the allegations of any application for a certificate of registration;"},{"prefix":"3","text":" To have access to and inspect and make copies of all the financial books, records, and papers of any person making any solicitation or on whose behalf any solicitation is made;"},{"prefix":"4","text":" To investigate at any time the methods of making or conducting any solicitation;"},{"prefix":"5","text":" To issue a certificate of registration to any person filing an application pursuant to this chapter;"},{"prefix":"6","text":" To suspend or revoke any certificate of registration or solicitor information card, on the ground that the holder of such certificate or card has violated any provision of this chapter or any regulation promulgated pursuant thereto. The Mayor shall give to the interested person or persons an opportunity for a hearing after reasonable notice thereof before suspending or revoking any such certificate or card;"},{"prefix":"7","text":" To prescribe by regulation the form of and the information to be contained in the solicitor information cards required by this chapter, and to prescribe the manner of reproduction and authentication of such cards; and"},{"prefix":"8","text":" To publish, in any manner he deems appropriate, the results of any investigation authorized by this chapter. The Mayor shall, in publishing the results of any such investigation, have power to publish information concerning the officers and members of the governing board of any organization coming within the purview of this chapter; provided, that such information shall not include membership and contribution lists of any such organization."},{"prefix":"b","text":" The Mayor is authorized to prescribe and collect fees for the filing of applications, issuance of certificates of registration, and any other service which this chapter authorizes to be performed by the Mayor. The Mayor shall fix such fees in such amounts as will, in his judgment, approximate the cost to the District of Columbia of such services. In fixing such fees the Mayor may, in his discretion, prescribe either uniform fees or varying schedules of fees based on actual or estimated amounts solicited or to be solicited by registrants or applicants for certificates of registration. No fees may be fixed pursuant to this section until after a public hearing has been held thereon pursuant to reasonable notice thereof."},{"prefix":"c","text":" Licenses or certificates of registration issued under this section shall be issued as a General Business endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of Chapter 28 of Title 47."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Charitable Solicitations."},"chapter":{"identifier":"17","text":"Charitable Solicitations. (Refs & Annos)"},"heading":{"title":"44","chaptersection":"1702","identifier":"44-1702","catch_text":"Powers of Mayor and Council."}}