{"text":"The Mayor of the District of Columbia is authorized and directed to acquire a site for a home and school for persons with intellectual disabilities, said site to be located in the District of Columbia or in the State of Maryland or in the State of Virginia, and to erect thereon suitable buildings for a home and school for persons with intellectual disabilities. The title to said land is to be taken directly to and in the name of the United States. But the land so acquired shall be under the jurisdiction of the Mayor of the District of Columbia as agent of the United States. The persons are to be admissible to said home and school and the proceedings with reference to securing such admission are to be in accordance with law.","historical":"Prior Codifications\n\n1981 Ed., § 32-801.\n\n1973 Ed., § 32-601.\n\nEffect of Amendments\n\nD.C. Law 19-169 substituted \"persons with intellectual disabilities\" for \"feebleminded persons\".\n\nTemporary Addition of Section\n\nSection 2 of D.C. Law 19-93 added a section to read as follows:\n\n\"Sec. 2. Notwithstanding any conditions to the contrary or any procedures, requirements, or restrictions set forth in the Department of General Services Establishment Act of 2011, effective September 14, 2011 (D.C. Law 19-21; 58 DCR 6226), An Act Authorizing the sale of certain real estate in the District of Columbia no longer required for public purposes, approved August 5, 1939 (53 Stat. 1211; D.C. Official Code § 10-801 et seq.), or any other law, the Council approves the disposition by the Mayor of a portion of the approximately 827 acres of real property designated as Tax Map 20, Grid 15, Parcel 96 in the Maryland land records and known by the address 8400 River Road, Laurel, Maryland, which was acquired by the United States in 1923 for the exclusive use of the District pursuant to the provisions of An Act Making appropriations for the government of the District of Columbia and other activities chargeble in whole or in part against the revenues of such District for the fiscal year ending June 30, 1924, and for other purposes, approved February 28, 1923 (42 Stat. 1360; D.C. Official Code § 44-1401), and as the Easement Area pursuant to a quit claim deed of conservation easement for a period of greater than 20 years, inclusive of extension options, to a nonprofit conservation group and otherwise in accordance with the settlement conditions document entered into between the government of the District of Columbia and the United States Environmental Protection Agency, in USA EPA Docket No. RCRA-3-2010- 0071.\"\n\nSection 4(b) of D.C. Law 19-93 provides that the act shall expire after 225 days of its having taken effect.\n\nLegislative History of Laws\n\nFor history of Law 19-169, see notes under § 44-102.01.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 44-1401\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1923, 42 Stat. 1360, ch. 148, § 1; Sept. 26, 2012, D.C. Law 19- 169, § 30, 59 DCR 5567.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Special Institutions."},"chapter":{"identifier":"14","text":"Forest Haven. (Refs & Annos)"},"heading":{"title":"44","chaptersection":"1401","identifier":"44-1401","catch_text":"Authority to acquire site and erect buildings; title to, and jurisdiction over, land."}}