{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-127, see notes following ยง 44-101.01.\n\nDC CODE ยง 44-106.01\n\nCurrent through December 11, 2012","credits":"(June 24, 2000, D.C. Law 13-127, ยง 601, 47 DCR 2647.)","sections":[{"prefix":"a","text":" An ALR shall accept as residents only individuals for whom the ALR can provide appropriate services unless the ALR arranges for third party services or the resident does so with the agreement of the ALR."},{"prefix":"b","text":" Prior to admission of a resident, the ALA or designee shall determine that the resident is appropriate for admission to the ALR and that the resident's needs can be met in addition to the needs of the other residents."},{"prefix":"c","text":" An ALR may only admit individuals who are at least 18 years of age."},{"prefix":"d","text":" No individual may be admitted who at the time of initial admission, and as established by the initial assessment:"},{"prefix":"1","text":" Is dangerous to him or herself or others or exhibits behavior that significantly and negatively impacts the lives of others, where the ALR would be unable to eliminate such danger or behavior through the use of appropriate treatment modalities; or"},{"prefix":"2","text":" Is at high risk for health or safety complications which cannot be adequately managed by the ALR and requires more than 35 hours per week of skilled nursing and home health aide services combined, provided on less than a daily basis, according to section 2113.1 of HCFA Pub. 75 and 42 CFR, sections 409.32, 409.33, and 409.44."},{"prefix":"e","text":" An ALR shall not admit individuals who require the following:"},{"prefix":"1","text":" More than intermittent skilled nursing care;"},{"prefix":"2","text":" Treatment of stage 3 or 4 skin ulcers;"},{"prefix":"3","text":" Ventilator services; or"},{"prefix":"4","text":" Treatment for an active, infectious, and reportable disease or a disease or condition that requires more than contact isolation."},{"prefix":"f","text":" The ALR shall maintain records of all denials of admission."},{"prefix":"g","text":" Nothing in this section shall automatically exclude persons with primary or secondary mental health issues from admission."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"1","text":"Assisted Living Residence Regulation."},"subchapter":{"identifier":"VI","text":"Admissions; Residential Agreements; Quality of Care; Discharge; Transfer."},"heading":{"title":"44","chaptersection":"106","identifier":"44-106.01","catch_text":"Admissions."}}