{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-270, see notes following ยง 44-151.01.\n\nDC CODE ยง 44-151.09\n\nCurrent through December 11, 2012","credits":"(Apr. 5, 2005, D.C. Law 15-270, ยง 109, 52 DCR 799.)","sections":[{"prefix":"a","text":" All continuing care facilities both prior to and after opening shall maintain escrow accounts for the total amount of any entrance fee, or any other fee or deposit that may be applied toward the entrance fee, in the following instances:"},{"prefix":"1","text":" The amounts received if an applicant for residence in a continuing care facility or their guardian provide a deposit with their application prior to the applicant taking up residence in the continuing care facility;"},{"prefix":"2","text":" If an applicant for residence in a continuing care facility or their guardian provide a deposit with their application prior to the construction or occupancy of the facility; and"},{"prefix":"3","text":" If a revocation order for the provider's license as a continuing care facility is under appeal."},{"prefix":"b","text":"(1) If an escrow account is required by this chapter, a provider shall establish an escrow account with:"},{"prefix":"A","text":" A bank;"},{"prefix":"B","text":" A trust company; or"},{"prefix":"C","text":" Another independent person or entity agreed upon by the provider and the resident, unless such account arrangement is prohibited by law."},{"prefix":"2","text":" The continuing care services contract shall provide that the total amount of any entrance fee, or any other fee or deposit that may be applied toward the entrance fee, received by the provider be placed in the escrow account. A facility may place a letter of credit, negotiable securities, or a security bond equal to the total amount of any entrance fee or any other fee or deposit in escrow in lieu of any other requirement of this section."},{"prefix":"3","text":" If the funds are collected prior to the construction or occupancy of the facility, the funds shall be released only as follows:"},{"prefix":"A","text":" The first 25% of escrowed funds may be released when:"},{"prefix":"i","text":" The provider has pre-sold at least 50% of the independent living units, having received a minimum 10% deposit on the pre-sold units;"},{"prefix":"ii","text":" The provider has received a commitment for any permanent mortgage loan or other long-term financing, and any conditions of the commitment prior to disbursement of funds thereunder have been substantially satisfied; and"},{"prefix":"iii","text":" Aggregate entrance fees received or receivable by the provider pursuant to binding continuing care contracts, plus the anticipated proceeds of any first mortgage loan or other long-term financing commitment, are equal to:"},{"prefix":"I","text":" Not less than 90% of the aggregate cost of constructing or purchasing, equipping, and furnishing the facility; and"},{"prefix":"II","text":" Not less than 90% of the funds estimated in the statement of cash flows submitted by the provider as that part of the disclosure statement required by this chapter to be necessary to fund start-up losses and assure full performance of the obligations of the provider pursuant to continuing care contracts."},{"prefix":"B","text":" The remaining 75% of escrowed funds may be released when:"},{"prefix":"i","text":"(I) The provider has pre-sold a minimum of 75% of the independent living units, having received a minimum 10% deposit on the pre-sold units, or has maintained an independent living unit occupancy of a minimum of 75% for at least 60 days;"},{"prefix":"II","text":" Construction or purchase of the independent living unit has been completed and an occupancy permit, if applicable, has been issued; and"},{"prefix":"III","text":" The living unit becomes available for occupancy by the new resident; or"},{"prefix":"ii","text":" The provider submits a plan of reorganization that is accepted and approved."},{"prefix":"c","text":" If funds are escrowed under subsection (a)(1) or (3) of this section, upon receipt by the escrow agent of a request by the provider for the release of the funds, the escrow agent shall approve release of the funds within 5 working days unless the escrow agent finds that the requirements of subsection (b) of this section have not been met and notifies the provider of the basis for this finding. The request for release of the escrow funds shall be accompanied by any documentation the fiduciary requires."},{"prefix":"d","text":" Release of any escrowed funds that may be due to the subscriber or resident shall occur upon 5 working days' notice of death, nonacceptance by the facility, or voluntary cancellation. If voluntary cancellation occurs after construction has begun, the refund may be delayed until a new subscriber is obtained for that specific unit; provided, that the period for refund shall not exceed 2 years."},{"prefix":"e","text":" If the provider fails to meet the requirements for release of funds held in the escrow account within a time period the escrow agent considers reasonable, the funds shall be returned by the escrow agent to the persons who have made payment to the provider. The escrow agent shall notify the provider of the length of this time period when the provider requests release of the funds."},{"prefix":"f","text":" Facilities that currently meet the 75% pre-sales or the 75% occupancy requirements, as set forth in subsection (b)(3)(B) of this section, shall not be required to escrow entrance fees, unless otherwise required by the Commissioner."},{"prefix":"g","text":" During any period exceeding 90 days during a calendar year, that the total value of any letter of credit, negotiable securities, or a security bond deposited in an escrow account by a provider pursuant to subsection (b) of this section is less than 5% of the total amount of any entrance fee or any other fee or deposit that may be applied toward the entrance fee received by the provider, the Commissioner may order the provider to:"},{"prefix":"1","text":" Increase the value of any letter of credit, negotiable securities, or a security bond deposited in an escrow account so that the total value of the deposits is equal to all entrance fees or any other fees or deposits that may be applied toward the entrance fee received by the provider;"},{"prefix":"2","text":" Provide substitute deposits in order that the total value in the escrow account is equal to all entrance fees or any other fees or deposits that may be applied toward the entrance fee received by the provider; or"},{"prefix":"3","text":" Deposit in the escrow account an amount of cash equal to all entrance fees or any other fees or deposits that may be applied toward the entrance fee received by the provider."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"1A","text":"Continuing Care Retirement Communities."},"heading":{"title":"44","chaptersection":"151","identifier":"44-151.09","catch_text":"Escrow, collection of deposits."}}