{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-1605.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-80, see Historical and Statutory Notes following § 44-1201.\n\nDC CODE § 44-1205\n\nCurrent through December 11, 2012","credits":"(Mar. 15, 1990, D.C. Law 8-80, § 6, 36 DCR 8469.)","sections":[{"prefix":"a","text":" There is established within the District government a program to provide financial assistance to any person or organization that applies for financial assistance to conduct a program of substance abuse prevention in accordance with the applicable provisions of Unit A of Chapter 3 of Title 2."},{"prefix":"b","text":" Any person or organization that applies for financial assistance from the District government to conduct a program of substance abuse prevention, education, or counseling, as a condition of receiving assistance, shall demonstrate to the satisfaction of the Mayor that:"},{"prefix":"1","text":" The program has been developed in consultation with a qualified health professional;"},{"prefix":"2","text":" The content of written, audiovisual, or other information to be provided through the program is accurate, current, and consistent with established medical or scientific findings;"},{"prefix":"3","text":" The program will be carried out in accordance with a systematic written plan that shall include goals, timetables, and specific methods to measure the progress and effectiveness of achieving the established goals; and"},{"prefix":"4","text":" The program meets any other criteria established by rules issued pursuant to § 44-1207(c)."},{"prefix":"c","text":" The requirements of § 44-1204 and subsection (b) of this section shall not apply to:"},{"prefix":"1","text":" A hospital licensed by the District government pursuant to Chapter 5 of this title; or"},{"prefix":"2","text":" A health professional licensed pursuant to Chapter 12 of Title 3, who provides outpatient substance abuse treatment to private patients within the scope of the practice of the health occupation that he or she is licensed to practice."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"12","text":"Substance Abuse Treatment and Prevention. (Refs & Annos)"},"heading":{"title":"44","chaptersection":"1205","identifier":"44-1205","catch_text":"Financial assistance program."}}