{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-127, see notes following ยง 44-101.01.\n\nDC CODE ยง 44-101.02\n\nCurrent through December 11, 2012","credits":"(June 24, 2000, D.C. Law 13-127, ยง 102, 47 DCR 2647.)","sections":[{"prefix":"a","text":" The philosophy of assisted living emphasizes personal dignity, autonomy, independence, privacy, and freedom of choice. Further, the services and physical environment of an assisted living residence should enhance a person's ability to age in place in a homelike setting by increasing or decreasing the amount of assistance in accordance with the individual's changing needs."},{"prefix":"b","text":" This chapter shall be interpreted in accordance with the following philosophy of care:"},{"prefix":"1","text":" An assisted living residence is a program which combines housing, health, and supportive services for the support of residents aging in place. The function of an assisted living residence is to provide or coordinate personalized assistance through activities of daily living, recreational activities, 24-hour supervision, and provision or coordination of health services and instrumental activities of daily living as needed."},{"prefix":"2","text":" The design of services and environment should acknowledge that a significant number of residents may have some form of cognitive impairment. Services and environment should offer a balance between choice and safety in the least restrictive setting."},{"prefix":"3","text":" Both the program and environment should support resident dignity, privacy, independence, individuality, freedom of choice, decision making, spirituality, and involvement of family and friends."},{"prefix":"4","text":" Residents should be supported to age in place by minimizing the need to move through reasonable accommodation and, when necessary, through coordination and use of home health agencies, hospice, rehabilitation agencies, and other licensed healthcare providers."},{"prefix":"5","text":" Quality, affordable assisted living residence care should be accessible to all individuals residing in the District regardless of income."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"1","text":"Assisted Living Residence Regulation."},"subchapter":{"identifier":"I","text":"Purpose and Philosophy of Care."},"heading":{"title":"44","chaptersection":"101","identifier":"44-101.02","catch_text":"Philosophy of care."}}