{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-704.\n\n1973 Ed., § 2-2104.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(76) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 44-1704\n\nCurrent through December 11, 2012","credits":"(July 10, 1957, 71 Stat. 280, Pub. L. 85-87, § 5.)","sections":[{"prefix":"a","text":" Application for such certificate of registration shall be made upon such form or forms as shall be prescribed by the Council of the District of Columbia, shall be sworn to and shall be filed with the Mayor at least 15 days prior to the time when the certificate of registration applied for shall become effective. Each such application shall contain such information as the Council shall by regulation require."},{"prefix":"b","text":" If, while any application is pending, or during the term of any certificate of registration granted thereon, there is any change in fact, policy, or method from the information given in the application, the applicant or registrant shall within 10 days after such change report the same in writing to the Mayor."},{"prefix":"c","text":" The Mayor shall issue a certificate of registration within 10 days after the filing of an application therefor; provided, that, whenever in the opinion of the Mayor the application does not disclose sufficient information required by this chapter, or the regulations made pursuant thereto, to be stated in such application, then the applicant shall file in writing, within 48 hours, exclusive of Sundays and legal holidays, after a demand therefor made by the Mayor, such additional information as may be required by said Mayor; provided further, that the Mayor, for good cause shown by the applicant, may extend the time for filing such additional information; provided further, that the Mayor may withhold the issuance of a certificate of registration until such additional information is furnished. Each certificate of registration shall be valid for such period of time as shall be specified therein."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Charitable Solicitations."},"chapter":{"identifier":"17","text":"Charitable Solicitations. (Refs & Annos)"},"heading":{"title":"44","chaptersection":"1704","identifier":"44-1704","catch_text":"Certificate of registration--Application; issuance."}}