{"text":"Each registrant shall, within 30 days after the period for which a certificate of registration has been issued, and within 30 days after a demand therefor by the Mayor, file a report with the Mayor, stating the contributions secured as a result of any solicitation authorized by such certificate and in detail all expenses of or connected with such solicitation, and showing exactly for what use and in what manner all such contributions were or are intended to be dispensed or distributed.","historical":"Prior Codifications\n\n1981 Ed., § 2-706.\n\n1973 Ed., § 2-2106.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 44-1706\n\nCurrent through December 11, 2012","credits":"(July 10, 1957, 71 Stat. 280, Pub. L. 85-87, § 7.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Charitable Solicitations."},"chapter":{"identifier":"17","text":"Charitable Solicitations. (Refs & Annos)"},"heading":{"title":"44","chaptersection":"1706","identifier":"44-1706","catch_text":"Report of contributions secured."}}