{"text":"","historical":"Uniform Law\n\nThis section is based upon ยง 4 of the Uniform Prudent Management of Institutional Funds Act of 2007. See 7A, Pt. III, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nLegislative History of Laws\n\nFor Law 17-69, see notes following ยง 44-1631.\n\nDC CODE ยง 44-1633\n\nCurrent through December 11, 2012","credits":"(Jan. 23, 2008, D.C. Law 17-69, ยง 4, 54 DCR 11650.)","sections":[{"prefix":"a","text":"(1) Subject to the intent of a donor expressed in the gift instrument, an institution may appropriate for expenditure or accumulate so much of an endowment fund as the institution determines is prudent for the uses, benefits, purposes, and duration for which the endowment fund is established."},{"prefix":"2","text":" Unless stated otherwise in the gift instrument, the assets in an endowment fund are donor-restricted assets until appropriated for expenditure by the institution."},{"prefix":"3","text":" In making a determination to appropriate or accumulate, the institution shall act in good faith, with the care that an ordinarily prudent person in a like position would exercise under similar circumstances, and shall consider, if relevant, the following factors:"},{"prefix":"A","text":" The duration and preservation of the endowment fund;"},{"prefix":"B","text":" The purposes of the institution and the endowment fund;"},{"prefix":"C","text":" General economic conditions;"},{"prefix":"D","text":" The possible effect of inflation or deflation;"},{"prefix":"E","text":" The expected total return from income and the appreciation of investments;"},{"prefix":"F","text":" Other resources of the institution; and"},{"prefix":"G","text":" The investment policy of the institution."},{"prefix":"b","text":" To limit the authority to appropriate for expenditure or accumulate under subsection (a) of this section, a gift instrument shall specifically state the limitation."},{"prefix":"c","text":" Terms in a gift instrument designating a gift as an endowment, or a direction or authorization in the gift instrument to use only \"income\", \"interest\", \"dividends\", or \"rents, issues, or profits\", or \"to preserve the principal intact\", or words of similar import:"},{"prefix":"1","text":" Create an endowment fund of permanent duration unless other language in the gift instrument limits the duration or purpose of the fund; and"},{"prefix":"2","text":" Do not otherwise limit the authority to appropriate for expenditure or accumulate under subsection (a) of this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Management of Institutional Funds."},"chapter":{"identifier":"16A","text":"Uniform Prudent Management of Institutional Funds (Refs & Annos)"},"heading":{"title":"44","chaptersection":"1633","identifier":"44-1633","catch_text":"Appropriation for expenditure or accumulation of endowment fund; rules of construction."}}