{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-127, see notes following ยง 44-101.01.\n\nDC CODE ยง 44-106.03\n\nCurrent through December 11, 2012","credits":"(June 24, 2000, D.C. Law 13-127, ยง 603, 47 DCR 2647.)","sections":[{"prefix":"a","text":" The written resident agreement required by ยง 44-106.02 shall include financial provisions which indicate the following:"},{"prefix":"1","text":" The obligations of the ALR, the resident, or the resident's surrogate as to performance of the following:"},{"prefix":"A","text":" The handling of the finances of the resident;"},{"prefix":"B","text":" The purchasing or renting of essential or desired equipment and supplies;"},{"prefix":"C","text":" The coordinating and contracting for services not covered by the resident agreement; and"},{"prefix":"D","text":" The purchasing of medications and durable medical equipment;"},{"prefix":"2","text":" Separate and accurate records of all funds and personal property deposited with or managed by the ALR for the benefit of a resident which include a receipt stating the date, amount, and purpose of any transaction and the current balance;"},{"prefix":"3","text":" Rate structure and payment provisions covering all rates to be charged to the resident, including the following:"},{"prefix":"A","text":" Service packages;"},{"prefix":"B","text":" Fee for service rates; and"},{"prefix":"C","text":" Any other nonservice related charges;"},{"prefix":"4","text":" Payment arrangements and fees, if known, for third-party services not covered by the resident agreement, but arranged for by either the resident, the resident's surrogate, or the ALR;"},{"prefix":"5","text":" Identification of the persons responsible for payment of all fees and charges and a clear indication of whether the person's responsibility is or is not limited to the extent of the resident's funds;"},{"prefix":"6","text":" A provision which provides at least 45 days notice of any rate increase except if necessitated by a change in the resident's medical condition;"},{"prefix":"7","text":" The procedures the ALR will follow in the event the resident or surrogate can no longer pay for services provided for in the resident agreement or for additional services or care needed by the resident; and"},{"prefix":"8","text":" The terms governing the refund of any pre-paid fees or charges in the event of a resident's discharge from the ALR or termination of the resident agreement."},{"prefix":"b","text":" The ALR shall establish billing, payment, and credit practices that are fair and reasonable."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"1","text":"Assisted Living Residence Regulation."},"subchapter":{"identifier":"VI","text":"Admissions; Residential Agreements; Quality of Care; Discharge; Transfer."},"heading":{"title":"44","chaptersection":"106","identifier":"44-106.03","catch_text":"Financial agreements."}}