{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-712.\n\n1973 Ed., § 2-2112.\n\nEffect of Amendments\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\".\n\nD.C. Law 16-191, in subsec. (c), validated a previously made technical correction.\n\nD.C. Law 17-4, in subsec. (c), designated the existing text as par. (1) and added pars. (2), (3), and (4).\n\nLegislative History of Laws\n\nLaw 6-42, the \"Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985,\" was introduced in Council and assigned Bill No. 6-187, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 25, 1985, and July 9, 1985, respectively. Signed by the Mayor on July 16, 1985, it was assigned Act No. 6- 60 and transmitted to both Houses of Congress for its review.\n\nFor Law 15-354, see notes following § 44-212.\n\nFor Law 16-191, see notes following § 44-151.02.\n\nLaw 17-4, the \"Nonprofit Organizations Oversight Improvement Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-53 which was referred to Committee on the Public Safety and Judiciary. The Bill was adopted on first and second readings on March 6, 2007, and April 3, 2007, respectively. Signed by the Mayor on April 19, 2007, it was assigned Act No. 17-33 and transmitted to both Houses of Congress for its review. D.C. Law 17-4 became effective on June 12, 2007.\n\nDC CODE § 44-1712\n\nCurrent through December 11, 2012","credits":"(July 10, 1957, 71 Stat. 281, Pub. L. 85-87, § 13; July 29, 1970, 84 Stat. 571, Pub. L. 91-358, title I, § 155(c)(10); Oct. 5, 1985, D.C. Law 6-42, § 438, 32 DCR 4450; Apr. 13, 2005, D.C. Law 15-354, § 69, 52 DCR 2638; Mar 2, 2007, D.C. Law 16-191, § 70, 54 DCR 6794; June 12, 2007, D.C. Law 17-4, § 4, 54 DCR 4085.)","sections":[{"prefix":"a","text":" Any person violating any provision of this chapter, or regulation made pursuant thereto, or filing, or causing to be filed, an application or report pursuant to this chapter, or regulation made pursuant thereto, containing any false or fraudulent statement, shall be punished by a fine of not more than $500, or by imprisonment of not more than 60 days, or by both such fine and imprisonment."},{"prefix":"b","text":" Prosecutions for violations of this chapter, or the regulations made pursuant thereto, shall be conducted in the name of the District of Columbia by the Attorney General for the District of Columbia or any of his assistants."},{"prefix":"c","text":"(1) The Attorney General for the District of Columbia, or any of his assistants, is hereby empowered to maintain an action or actions in the Superior Court of the District of Columbia in the name of the District of Columbia to enjoin any person from soliciting in violation of this chapter or in violation of any regulation made pursuant to this chapter."},{"prefix":"2","text":" If the Attorney General, in the course of an investigation to determine whether to bring a court action under this section, has reason to believe that a person may have information, or may be in possession, custody, or control of documentary material, relevant to the investigation, the Attorney General may issue in writing and cause to be served upon the person, a subpoena or subpoenas requiring the person to give oral testimony under oath, or to produce records, books, papers, contracts, electronically-stored data and other documentary material for inspection and copying."},{"prefix":"3","text":" Information obtained pursuant to this authority to subpoena is not admissible in a later criminal proceeding against the person who provided the information."},{"prefix":"4","text":" The Attorney General may petition the Superior Court of the District of Columbia for an order compelling compliance with a subpoena issued pursuant to this authority to subpoena."},{"prefix":"d","text":" Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this chapter, or any rules or regulations issued under the authority of this chapter, pursuant to Chapter 18 of Title 2. Adjudication of any infraction of this chapter shall be pursuant to Chapter 18 of Title 2."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Charitable Solicitations."},"chapter":{"identifier":"17","text":"Charitable Solicitations. (Refs & Annos)"},"heading":{"title":"44","chaptersection":"1712","identifier":"44-1712","catch_text":"Penalties; prosecutions; actions to enjoin."}}