{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-1413.\n\nEffect of Amendments\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-108, see Historical and Statutory Notes following § 44-1001.01.\n\nFor Law 15-354, see notes following § 44-212.\n\nDC CODE § 44-1002.03\n\nCurrent through December 11, 2012","credits":"(Apr. 18, 1986, D.C. Law 6-108, § 203, 33 DCR 1510; Apr. 13, 2005, D.C. Law 15-354, § 67, 52 DCR 2638.)","sections":[{"prefix":"a","text":" Notwithstanding the availability of any other remedy, the Attorney General for the District of Columbia may, in the name of the District and based on one or more of the grounds listed in § 44-1002.02, petition the court to appoint a receiver for any facility."},{"prefix":"b","text":" Notwithstanding the availability of any other remedy, a resident, a resident's representative, the Long-Term Care Ombudsman, or any other advocate representing the interests of a facility's residents may, based on one or more of the grounds listed in § 44-1002.02(2) through (6), submit a written request asking the Attorney General for the District of Columbia to petition the court to appoint a receiver for any facility. If the Attorney General for the District of Columbia denies the request or does not file a petition within 5 days (excluding Saturdays, Sundays, and legal holidays) after receiving a request, the requestor may file with the court a petition for the appointment of a receiver."},{"prefix":"c","text":" The licensee of any facility may, based on one or more of the grounds listed in § 44-1002.02, petition the court to appoint a voluntary receiver for that facility."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"10","text":"Nursing Homes and Community Residence Facilities Protections."},"subchapter":{"identifier":"II","text":"Receiverships."},"heading":{"title":"44","chaptersection":"1002","identifier":"44-1002.03","catch_text":"Petitions for receivership."}}