{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 32-1440.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-108, see Historical and Statutory Notes following ยง 44-1001.01.\n\nDC CODE ยง 44-1003.10\n\nCurrent through December 11, 2012","credits":"(Apr. 18, 1986, D.C. Law 6-108, ยง 310, 33 DCR 1510.)","sections":[{"prefix":"a","text":"(1) The Mayor shall offer planning and assistance, including information on available alternative placements, to residents who are being voluntarily or involuntarily transferred or discharged from their facilities pursuant to this subchapter. Residents shall be involved in planning their transfer or discharge and shall choose among available alternative placements, except that, when an emergency makes prior resident involvement impracticable, the Mayor may make a temporary placement until a final placement can be arranged. Except when an attending physician determines that it is medically contraindicated or if the need for immediate transfer or discharge requires otherwise, a resident shall be allowed at least 2 visits to a proposed alternative placement before his or her transfer or discharge."},{"prefix":"2","text":" Whenever practicable, residents may choose their final alternative placement. No resident shall be forced to remain in a particular temporary or permanent placement, and, whenever placement alternatives are being compared by either the facility or the Mayor, strong consideration shall be given to the proximity of a resident's relatives and friends."},{"prefix":"b","text":" The Mayor shall develop a model resident transfer and discharge plan to ensure the safe and orderly removal of residents and to protect their health, safety, welfare, and rights. This plan shall be developed in consultation with appropriate District government agencies, consumers, advocates, and the Long-Term Care Ombudsman. The plan shall conform to the requirements of subsection (a) of this section and shall be followed whenever a resident is transferred or discharged unless alterations in the plan are necessary to meet the individual needs of a particular resident. In addition, the plan shall delineate the facility's responsibilities in both individual and group transfers and discharges. Each facility shall periodically train its staff in transfer and discharge planning in accordance with the plan developed under this subsection."},{"prefix":"c","text":" To facilitate implementation of the resident transfer and discharge plan developed pursuant to subsection (b) of this section, the Mayor may place a relocation team in any facility from which residents are to be transferred or discharged."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"10","text":"Nursing Homes and Community Residence Facilities Protections."},"subchapter":{"identifier":"III","text":"Discharge, Transfer, and Relocation of Residents."},"heading":{"title":"44","chaptersection":"1003","identifier":"44-1003.10","catch_text":"Transfer and discharge planning and assistance."}}