{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-127, see notes following ยง 44-101.01.\n\nDC CODE ยง 44-103.05\n\nCurrent through December 11, 2012","credits":"(June 24, 2000, D.C. Law 13-127, ยง 305, 47 DCR 2647.)","sections":[{"prefix":"a","text":" The following changes occurring within an ALR shall require revision of the license:"},{"prefix":"1","text":" Change in the maximum number of residents for which the facility is licensed;"},{"prefix":"2","text":" Name change of the ALR;"},{"prefix":"3","text":" Change in ownership of the ALR;"},{"prefix":"4","text":" Change in location of the ALR; or"},{"prefix":"5","text":" Voluntary closure of the ALR."},{"prefix":"b","text":" A request for changes which requires the reissuance of a license shall be made in writing to the Mayor at least 60 days in advance of the effectiveness of the changes. An application fee, as established by the Mayor, shall accompany a request for changes."},{"prefix":"c","text":"(1) The licensee shall notify residents and their surrogates of any proposed changes set forth in its request for changes, in writing, 60 days before the effective date of the proposed changes."},{"prefix":"2","text":" A licensee shall include the following information in its request for changes:"},{"prefix":"A","text":" The method for informing residents and their surrogates of its intent to make the requested changes; and"},{"prefix":"B","text":" The actions the licensee shall take to assist residents in securing comparable housing, if necessary."},{"prefix":"d","text":"(1) Whenever there is a change of ownership, sale, assignment, or other transfer of an ALR from the person or organization named on the license to another person or organization, the transferee shall apply for a new license."},{"prefix":"2","text":" A transferee shall apply for a new license at least 60 days before the final transfer."},{"prefix":"3","text":" The licensee named under the current license shall remain responsible for the operation of the ALR until a new license is issued to the transferee."},{"prefix":"4","text":" The Mayor shall issue a new license to the transferee if the transferee meets the requirements for licensure under this chapter. Upon issuance of the new license to the transferee, the transferor shall return its license to the Mayor by certified mail."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"1","text":"Assisted Living Residence Regulation."},"subchapter":{"identifier":"III","text":"Licensure and Inspection."},"heading":{"title":"44","chaptersection":"103","identifier":"44-103.05","catch_text":"Changes in licensee."}}