{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 32-1435.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-108, see Historical and Statutory Notes following ยง 44-1001.01.\n\nDC CODE ยง 44-1003.05\n\nCurrent through December 11, 2012","credits":"(Apr. 18, 1986, D.C. Law 6-108, ยง 305, 33 DCR 1510.)","sections":[{"prefix":"a","text":" The Mayor may transfer or discharge any resident from any facility on 1 or more of the following grounds:"},{"prefix":"1","text":" The facility is unlawfully operating without a current District license, or is operating in violation of restrictions placed on its license;"},{"prefix":"2","text":" The Mayor has suspended, revoked, or refused to renew the facility's license;"},{"prefix":"3","text":" The facility is closing or intends to close and adequate arrangements for the relocation of its residents, in a manner designed to keep transfer trauma to a minimum, have not been made at least 30 calendar days before the anticipated closure date;"},{"prefix":"4","text":" The facility has requested the Mayor's assistance in the transfer or discharge, and the Mayor determines that the resident and his or her representative have consented to the transfer or discharge; or"},{"prefix":"5","text":" The Mayor has determined that an emergency exists which poses an immediate danger of death or serious physical injury to the resident."},{"prefix":"b","text":" In deciding whether to transfer or discharge a resident under this section, the Mayor shall consider the likelihood of serious harm that may result if the resident remains in the facility and the availability of other remedies besides transfer or discharge."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"10","text":"Nursing Homes and Community Residence Facilities Protections."},"subchapter":{"identifier":"III","text":"Discharge, Transfer, and Relocation of Residents."},"heading":{"title":"44","chaptersection":"1003","identifier":"44-1003.05","catch_text":"Grounds for transfer or discharge by Mayor."}}