{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-74, see notes following § 44-1051.02.\n\nDC CODE § 44-1051.16\n\nCurrent through December 11, 2012","credits":"(March 10, 2004, D.C. Law 15-74, § 16, 50 DCR 10914.)","sections":[{"prefix":"a","text":" To verify compliance with this chapter or with regulations promulgated pursuant to this chapter, the Department is authorized to conduct inspections of a nurse staffing agency's offices and operations, and to obtain records and other documentation from a nurse staffing agency."},{"prefix":"b","text":" In the course of conducting an inspection of a nurse staffing agency, the Department shall investigate:"},{"prefix":"1","text":" Whether all of the nursing personnel provided or referred by the agency to health care facilities or agencies, or to individuals, for the purpose of rendering temporary nursing services within the District of Columbia are currently licensed by the Board or certified by the Department, as required; and"},{"prefix":"2","text":" Whether the nurse staffing agency has developed, documented, and implemented the procedures required by § 44-1051.15."},{"prefix":"c","text":" If the Department ascertains that any of the nursing personnel provided or referred by a nurse staffing agency are not licensed or certified, as required, or that the agency has not developed, documented, and implemented the procedures required by § 44-1051.15, the Department shall take such corrective or enforcement action authorized by this chapter or by regulations promulgated pursuant to this chapter as it deems appropriate."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"10A","text":"Nurse Staffing Agencies."},"heading":{"title":"44","chaptersection":"1051","identifier":"44-1051.16","catch_text":"Inspections and enforcement."}}