{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-171, in subsec. (a), substituted \"in accordance with § 2-352.05\" for \"in accordance with §§ 2-301.05b and 2-301.05c\".\n\nEmergency Act Amendments\n\nFor temporary (90-day) authorization of citation of section, see § 1701 of the Service Improvement and Fiscal Year 2000 Budget Support Emergency Act of 1999 (D.C. Act 13-110, July 28, 1999, 46 DCR 6320).\n\nFor temporary (90-day) addition of section, see § 1702 of the Service Improvement and Fiscal Year 2000 Budget Support Emergency Act of 1999 (D.C. Act 13-110, July 28, 1999, 46 DCR 6320).\n\nLegislative History of Laws\n\nLaw 13-38, the \"Service Improvement and Fiscal Year 2000 Budget Support Act of 1999,\" was introduced in Council and assigned Bill No. 13-161, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 11, 1999, and June 22, 1999, respectively. Signed by the Mayor on July 8, 1999, it was assigned Act No. 13-111 and transmitted to both Houses of Congress for its review. D.C. Law 13-38 became effective on October 20, 1999.\n\nFor history of Law 19-171, see notes under § 44-407.\n\nMiscellaneous Notes\n\nSection 1701 of D.C. Law 13-38 provides: \"This title may be cited as the 'Substance Abuse Treatment and Prevention Amendment Act of 1999'.\"\n\nDC CODE § 44-1203.01\n\nCurrent through December 11, 2012","credits":"(Mar. 15, 1990, D.C. Law 8-80, § 4a, 36 DCR 8469, as added Oct. 20, 1999, D.C. Law 13-38, § 1702, 46 DCR 6373; Sept. 26, 2012, D.C. Law 19-171, § 218, 59 DCR 6190.)","sections":[{"prefix":"a","text":" Notwithstanding any provision of § 44-1203, the Mayor shall contract out the operation of the substance abuse Residential Short Stay and Detoxification Facilities programs that are currently operated by the Addiction, Prevention, and Recovery Administration (\"APRA\") and, when appropriate, priority shall be given to locating such facilities on the campus of the D.C. General Hospital. The affected employees of APRA shall be given the opportunity to compete in this privatization, which shall be carried out in accordance with § 2- 352.05."},{"prefix":"b","text":" Any amount of funding necessary for costs of severance pay related to the contracting out of the operation of the substance abuse Residential Short Stay and Detoxification Facilities program shall be paid from the administrative costs of the Addiction, Prevention, and Recovery Administration. No money for severance pay related to the contracting out shall be taken from any program funding allocated for substance abuse treatment services, including the $3 million increase allocated by the Council for community based substance abuse treatment services."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"12","text":"Substance Abuse Treatment and Prevention. (Refs & Annos)"},"heading":{"title":"44","chaptersection":"1203","identifier":"44-1203.01","catch_text":"Privatization of residential substance abuse treatment."}}