{"text":"As used in this chapter:","historical":"Prior Codifications\n\n1981 Ed., § 2-701.\n\n1973 Ed., § 2-2101.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 44-1701\n\nCurrent through December 11, 2012","credits":"(July 10, 1957, 71 Stat. 278, Pub. L. 85-87, § 2.)","sections":[{"prefix":"1","text":" The term \"Mayor\" means the Mayor of the District of Columbia, sitting as a board, or any agent or agency designated by him to perform any function vested in the Mayor by this chapter."},{"prefix":"2","text":" The term \"registrant\" means the holder of a valid certificate of registration duly issued under the terms of this chapter."},{"prefix":"3","text":"(A) \"Solicit\" and \"solicitation\" mean the request directly or indirectly for any contribution on the plea or representation that such contribution will or may be used for any charitable purpose, and also mean and include any of the following methods of securing contributions:"},{"prefix":"i","text":" Oral or written request;"},{"prefix":"ii","text":" The distribution, circulation, mailing, posting, or publishing of any handbill, written advertisement, or publication;"},{"prefix":"iii","text":" The making of any announcement to the press, over the radio, by television, by telephone, or telegraph concerning an appeal, assemblage, athletic or sports event, bazaar, benefit, campaign, contest, dance, drive, entertainment, exhibition, exposition, party, performance, picnic, sale, or social gathering, which the public is requested to patronize or to which the public is requested to make a contribution; or"},{"prefix":"iv","text":" The sale of, offer, or attempt to sell, any advertisement, advertising space, book, card, magazine, merchandise, subscription, ticket of admission, or any other thing, or where the name of any charitable person is used or referred to in any such appeal as an inducement or reason for making any such sale, or, when or where in connection with any such sale, any statement is made that the whole or any part of the proceeds from any such sale will go or be donated to any charitable purpose."},{"prefix":"B","text":" A \"solicitation\" as defined in this paragraph shall be deemed completed when made, whether or not the person making the same receives any contribution or makes any such sale."},{"prefix":"4","text":" \"Charitable\" means and includes philanthropic, social service, patriotic, welfare, benevolent, or educational (except religious education), either actual or purported."},{"prefix":"5","text":" \"Contribution\" means and includes alms, food, clothing, money, subscription, credit, property, financial assistance, or donations under the guise of a loan of money or property."},{"prefix":"6","text":" \"Person\" means any individual, firm, copartnership, corporation, company, association, or joint stock association, church, religious sect, religious denomination, society, organization, or league, and other similar representative thereof."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Charitable Solicitations."},"chapter":{"identifier":"17","text":"Charitable Solicitations. (Refs & Annos)"},"heading":{"title":"44","chaptersection":"1701","identifier":"44-1701","catch_text":"Definitions."}}