{"text":"For purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 16-305, in par. (4), substituted \"persons with mental retardation\" for \"mentally retarded persons\".\n\nD.C. Law 19-169, in par. (4), substituted \"intellectual disabilities\" for \"mental retardation\".\n\nLegislative History of Laws\n\nFor Law 13-127, see notes following § 44-101.01.\n\nLaw 16-305, the \"People First Respectful Language Modernization Act of 2006\", was introduced in Council and assigned Bill No. 16-664, which was referred to Committee on the Whole. The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively.   Signed by the Mayor on July 17, 2006, it was assigned Act No. 16-437 and transmitted to both Houses of Congress for its review.  D.C. Law 16-305 became effective on April 24, 2007.\n\nLaw 19-169, the \"People First Respectful Language Modernization Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-189, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on March 6, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 15, 2012, it was assigned Act No. 19-361 and transmitted to both Houses of Congress for its review. D.C. Law 19-169 became effective on September 26, 2012.\n\nDC CODE § 44-102.01\n\nCurrent through December 11, 2012","credits":"(June 24, 2000, D.C. Law 13-127, § 201, 47 DCR 2647; Apr. 24, 2007, D.C. Law 16-305, § 68(a), 53 DCR 6198; Sept. 26, 2012, D.C. Law 19-169, § 27(a), 59 DCR 5567.)","sections":[{"prefix":"1","text":" \"Activities of Daily Living\" or \"ADLs\" means activities including eating, bathing, toileting, grooming, dressing, undressing, mobility, and in place transfers."},{"prefix":"2","text":" \"Aging in place\" means minimizing the circumstances which require a person to move to a different setting when his or her condition changes."},{"prefix":"3","text":" \"Assistant Living Administrator\" or \"ALA\" means the licensee, or a person designated by the licensee, who oversees the day-to-day operation of the facility, including compliance with all regulations for licensed assisted living residences."},{"prefix":"4","text":" \"Assisted Living Residence\" or \"ALR\" means an entity, whether public or private, for profit or not for profit, that combines housing, health, and personalized assistance, in accordance to individually developed service plans, for the support of individuals who are unrelated to the owner or operator of the entity. \"Assisted Living Residence\" or \"ALR\" does not include a group home for persons with intellectual disabilities as defined in § 44-501(5) or a mental health community residence facility as that term is used in Chapter 38 of Title 22 of the District of Columbia Municipal Regulations."},{"prefix":"5","text":" \"Change of ownership\" means the transfer of ownership by an individual, partnership, or association to another and includes transfers of the legal or beneficial ownership of 10% or more of the stock of a corporation that owns or operates an ALR."},{"prefix":"6","text":" \"Chemical restraint\" means the use of a psychopharmacologic drug for a purpose other than to treat a standard psychiatric diagnosis whose criteria are set forth by the American Psychiatric Association."},{"prefix":"7","text":" \"Cognitive impairment\" means the loss of those mental processes that orchestrate relatively simple ideas, movements, or actions into goal directed behavior including a lack of judgement, planning, organization, self-control, and the persistence needed to manage normal demands of the individual's environment. \"Cognitive impairment\" refers to a condition that interferes with decision-making skills or effective communication including Alzheimer's disease, multi-infarct dementia, stroke, Parkinson's disease, and other neurological conditions."},{"prefix":"8","text":" \"Functional assessment\" means an assessment of a resident's ability to perform activities of daily living, instrumental activities of daily living, and the degree of assistance required, if any."},{"prefix":"9","text":" \"Health-Care Licensure Act\" means subchapter I of Chapter 5 of this title."},{"prefix":"10","text":" \"Health-Care Protection Act\" means Chapter 10 of this title."},{"prefix":"11","text":" \"Healthcare practitioner\" means a person licensed as a physician or nurse practitioner."},{"prefix":"12","text":" \"Healthcare provider\" means a healthcare practitioner, home health agency, hospice, rehabilitation agency, or health management organization."},{"prefix":"13","text":" \"In place transfer\" means movements that involve changes in position in place. \"In place transfer\" includes an activity such as moving from a bed to a wheelchair or regular chair, moving from a wheelchair to a toilet, bathtub, shower, or car, and moving from a wheelchair, regular chair, or toilet seat to a standing position."},{"prefix":"14","text":" \"Individualized Service Plan\" or \"ISP\" means a written plan developed by the provider, in conjunction with the resident and his or her surrogate, if appropriate, which identifies, among other things, services that the licensee will provide or arrange for the resident."},{"prefix":"15","text":" \"Instrumental Activities of Daily Living\" or \"IADL\" means daily activities such as housekeeping, meal preparation, shopping, money management, and travel outside the ALR."},{"prefix":"16","text":" \"Licensee\" means any person, association, partnership, or corporation to which a license is issued pursuant to this chapter."},{"prefix":"17","text":" \"Physical restraint\" means any manual method or physical or mechanical device, material, or equipment attached to or adjacent to the resident's body, such as mitts or vests, that the individual cannot remove easily and which restricts freedom of movement or normal access to one's own body."},{"prefix":"18","text":" \"Physician's statement\" means the form approved by the Mayor pursuant to § 44-108.02(b)."},{"prefix":"19","text":" \"Resident\" means an individual admitted to an ALR pursuant to subchapter VI of this chapter."},{"prefix":"20","text":" \"Resident agreement\" means the admission agreement between the resident, the resident's surrogate, when appropriate, and the assisted living residence."},{"prefix":"21","text":" \"Shared responsibility\" means a process by which the resident, or the resident's surrogate, and the ALR arrive at an acceptable balance between the resident's desire for independence and the facility's legitimate concerns for safety, where there is a disagreement. The purpose of \"shared responsibility\" is to provide complete information to the resident and the surrogate so that the parties can arrive at an informed agreement of which services are to be provided and in what manner."},{"prefix":"22","text":" \"Shared responsibility agreement\" means a formal written agreement that outlines the responsibilities and actions of all parties. The agreement is a process for resolving discrepancies between the individual resident's right to independence and the provider's concerns for the safety and well being of the individual and others."},{"prefix":"23","text":" \"Surrogate\" means a person designated by a resident to act on the resident's behalf pursuant to law."},{"prefix":"24","text":" \"Trained Medication Employee\" or \"TME\" means an individual employed to work in an ALR who has successfully completed the training program developed by the Mayor pursuant to § 44-109.06 and who is certified to administer medication to residents."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"1","text":"Assisted Living Residence Regulation."},"subchapter":{"identifier":"II","text":"Definitions."},"heading":{"title":"44","chaptersection":"102","identifier":"44-102.01","catch_text":"Definitions."}}