{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 15-270, the \"Continuing Care Retirement Communities Act of 2004\", was introduced in Council and assigned Bill No. 15-94, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 9, 2004, and December 7, 2004, respectively. Signed by the Mayor on December 29, 2004, it was assigned Act No. 15-661 and transmitted to both Houses of Congress for its review. D.C. Law 15-270 became effective on April 5, 2005.\n\nDC CODE ยง 44-151.01\n\nCurrent through December 11, 2012","credits":"(Apr. 5, 2005, D.C. Law 15-270, ยง 101, 52 DCR 799.)","sections":[{"prefix":"1","text":" \"Assisted living\" means an assisted living residence as defined in ยง 44- 102.01(4)."},{"prefix":"2","text":" \"Commissioner\" means the Commissioner of the Department of Insurance, Securities, and Banking."},{"prefix":"3","text":" \"Continuing care facility\" means a building, or complex of buildings under one management at one or more sites, if continuing care services are provided."},{"prefix":"4","text":" \"Continuing care services\" means the continuum of care, ranging from independent living to assisted living to nursing home care, provided pursuant to a contract for the life of the individual purchasing the services or for a period of not less than one year."},{"prefix":"5","text":" \"Entrance fee\" means a payment that assures a resident a place in a facility for a term of at least a year or for life."},{"prefix":"6","text":" \"Hazardous financial condition\" means a provider is insolvent or in imminent danger of becoming insolvent."},{"prefix":"7","text":" \"Independent living\" means an individual residing in a continuing care facility's living unit with no need for specialized health care services beyond general preventative health care."},{"prefix":"8","text":" \"Living unit\" means a room, apartment, cottage, or other area within a continuing care facility set aside for the exclusive use or control of one or more identified residents."},{"prefix":"9","text":" \"Nursing home\" means a nursing home as defined in ยง 44-501(3)."},{"prefix":"10","text":" \"Provider\" means the promoter, developer, or owner, whether a natural person, partnership, or other unincorporated association, however organized, trust, or corporation, whether operated for profit or not, or any other person, that solicits or undertakes to provide continuing care services."},{"prefix":"11","text":" \"Resident\" means a purchaser of, a nominee of, or a subscriber to, a continuing care contract."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"1A","text":"Continuing Care Retirement Communities."},"heading":{"title":"44","chaptersection":"151","identifier":"44-151.01","catch_text":"Definitions."}}