{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-1603.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-80, see Historical and Statutory Notes following § 44-1201.\n\nDC CODE § 44-1203\n\nCurrent through December 11, 2012","credits":"(Mar. 15, 1990, D.C. Law 8-80, § 4, 36 DCR 8469.)","sections":[{"prefix":"a","text":" Within one year from March 15, 1990, the Mayor shall establish a comprehensive substance abuse treatment facility to provide residential and outpatient treatment for persons who suffer from substance abuse, regardless of a person's ability to pay."},{"prefix":"b","text":" The treatment facility shall be under the management of a director who shall be a qualified health professional appointed by the Mayor."},{"prefix":"c","text":" The treatment facility shall have an initial space and staff capacity to admit at least 250 individuals for inpatient treatment and provide appropriate follow-up treatment on an outpatient basis, except that a minimum of 150 additional beds shall be authorized if federal funds are available to fund the additional beds. The treatment facility subsequently shall be expanded based upon the need and the availability of funds."},{"prefix":"d","text":" The treatment facility shall be centrally managed, but may be physically located at more than one site, if the director determines that separate sites are necessary to provide the most effective treatment."},{"prefix":"e","text":" The treatment facility shall be subject to the certification requirements established by § 44-1204."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"12","text":"Substance Abuse Treatment and Prevention. (Refs & Annos)"},"heading":{"title":"44","chaptersection":"1203","identifier":"44-1203","catch_text":"Establishment of substance abuse treatment facility."}}