{"text":"The Mayor of the District of Columbia shall, by the police force of said District, aid the said Society, its officers and agents, in the enforcement of all laws relating to or affecting the protection of children; and the Mayor of the said District, and his successors, are authorized, in their discretion, to detail, from time to time, an officer or officers to aid specially in the work of said Society, or they may commission any duly appointed agents of said Society special police officers, without compensation; and such agents or officers shall have power to arrest, without warrant, all persons violating in their presence or sight any law relating to or affecting the protection of children, or other parties so offending by virtue of a warrant issued by the Family Division of the Superior Court, which offenders shall be taken by such agents or officers before the said Family Division of the Superior Court for trial. Said agents or officers are also hereby empowered to bring before the said Court any child who is subjected to cruel treatment, willful abuse, or neglect, or any child under 17 years of age found in a house of ill fame; and said Court may commit such child to an orphan asylum or other public charitable institution in the District of Columbia, with the consent of the constituted authorities of such asylum or institution, or make such other disposition thereof as provided by law in cases of vagrant, destitute, or abandoned children.","historical":"Prior Codifications\n\n1981 Ed., § 32-909.\n\n1973 Ed., § 32-209.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 44-1509\n\nCurrent through December 11, 2012","credits":"(Feb. 13, 1885, 23 Stat. 302, ch. 58, § 2; Mar. 19, 1906, 34 Stat. 73, ch. 960, § 8; July 29, 1970, 84 Stat. 578, Pub. L. 91-358, title I, § 159(h).)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Special Institutions."},"chapter":{"identifier":"15","text":"Washington Humane Society."},"heading":{"title":"44","chaptersection":"1509","identifier":"44-1509","catch_text":"Enforcement of laws by Mayor--Protection of children."}}