{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-127, see notes following ยง 44-101.01.\n\nDC CODE ยง 44-108.02\n\nCurrent through December 11, 2012","credits":"(June 24, 2000, D.C. Law 13-127, ยง 802, 47 DCR 2647.)","sections":[{"prefix":"a","text":" A medical, rehabilitation, and psychosocial assessment of the resident shall be completed within 30 days prior to admission."},{"prefix":"b","text":" The ALR shall maintain resident information obtained from a standardized physician's statement approved by the Mayor. The information shall include a description of the applicant's current physical condition and medical status relevant to defining care needs, and the applicant's psychological and cognitive status, if so indicated during the medical assessment."},{"prefix":"c","text":" The assessment shall be based on an examination by the prospective resident's primary, licensed healthcare practitioner within 30 days prior to admission. The information obtained from the examination shall include at least the following:"},{"prefix":"1","text":" The individual's medical history with a recent evaluation;"},{"prefix":"2","text":" Any significant medical conditions affecting function, including the individual's ability for self-care, cognition, behavior, and psychosocial activities;"},{"prefix":"3","text":" Presence of allergies;"},{"prefix":"4","text":" Confirmation that the applicant is free from communicable TB and from other active, infectious, and reportable communicable diseases;"},{"prefix":"5","text":" Current medication profile and projected and other needed medications, treatments and service; review of nonprescription drugs and review of possible adverse interactions;"},{"prefix":"6","text":" Current dietary needs and restrictions;"},{"prefix":"7","text":" Medically necessary limitations or precautions; and"},{"prefix":"8","text":" Monitoring or tests that may need to be performed or followed up after admission."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"1","text":"Assisted Living Residence Regulation."},"subchapter":{"identifier":"VIII","text":"Resident Assessment."},"heading":{"title":"44","chaptersection":"108","identifier":"44-108.02","catch_text":"Medical, rehabilitation, and psychosocial assessment."}}