{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-1604.\n\nEffect of Amendments\n\nD.C. Law 15-38, in subsec. (g), substituted \"Public Health: Health Care Facility endorsement to a basic business license under the basic\" for \"Class A Public Health: Health Care Facility endorsement to a master business license under the master\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(ff) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-80, see Historical and Statutory Notes following § 44-1201.\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-615, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615 and transmitted to both Houses of Congress for its review. D.C. Law 12-261 became effective on April 20, 1999.\n\nFor Law 15-38, see notes following § 44-202.\n\nDC CODE § 44-1204\n\nCurrent through December 11, 2012","credits":"(Mar. 15, 1990, D.C. Law 8-80, § 5, 36 DCR 8469; Apr. 20, 1999, D.C. Law 12-261, § 2003(cc), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 3(ff), 50 DCR 6913.)","sections":[{"prefix":"a","text":" Any public or private person, partnership, corporation, association, charitable organization, or other legally-constituted entity, whether for profit or not for profit, that provides or offers to provide nonhospital residential or outpatient treatment for substance abuse shall be certified by the Mayor as a condition of operation and shall operate in compliance with the standards necessary to maintain certification. The Mayor may certify a facility as qualified to provide nonhospital residential treatment, outpatient treatment, or both."},{"prefix":"b","text":" To qualify for certification, a substance abuse treatment facility shall demonstrate to the satisfaction of the Mayor that the treatment facility meets the standards established by § 31-3106(c)(1), (2), and (3)."},{"prefix":"c","text":" In addition to the requirement set forth in subsection (b) of this section, a substance abuse treatment facility that offers or proposes to offer nonhospital residential treatment shall demonstrate to the satisfaction of the Mayor that it has the staff, space, and financial resources to provide each patient with a sufficient number of consecutive days of nonhospital residential care to treat the substance abuse disorder that the patient experiences."},{"prefix":"d","text":" In addition to the requirement set forth in subsection (b) of this section, a substance abuse treatment facility that offers or proposes to offer outpatient treatment shall demonstrate to the satisfaction of the Mayor that it has the staff, space, and financial resources to provide each patient with a sufficient number of treatment sessions on a regular schedule to treat the substance abuse disorder that the patient experiences."},{"prefix":"e","text":" The Mayor, after the provision of notice and an opportunity for a hearing in accordance with § 2-509, shall suspend or revoke the certification of a substance abuse treatment facility upon a determination by the Mayor that the substance abuse treatment facility is not in substantial compliance with the requirements of subsection (b) and subsection (c) or (d) of this section, whichever is applicable. If the Mayor suspends certification of a treatment facility pursuant to this subsection, the period of suspension shall be for a fixed period of time and shall be specified by the Mayor in the suspension order."},{"prefix":"f","text":" The penalty for the operation of a substance abuse treatment facility without the certification required by this section shall be:"},{"prefix":"1","text":" A civil fine of not less than $100 for each day of operation without certification; and"},{"prefix":"2","text":" Revocation of the certificate of occupancy issued by the Department of Consumer and Regulatory Affairs for the premises occupied by the substance abuse treatment facility."},{"prefix":"g","text":" Any certification issued pursuant to this section shall be issued as a Public Health: Health Care Facility endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of Chapter 28 of Title 47."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"12","text":"Substance Abuse Treatment and Prevention. (Refs & Annos)"},"heading":{"title":"44","chaptersection":"1204","identifier":"44-1204","catch_text":"Certification requirements."}}