{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-127, see notes following § 44-101.01.\n\nDC CODE § 44-103.04\n\nCurrent through December 11, 2012","credits":"(June 24, 2000, D.C. Law 13-127, § 304, 47 DCR 2647.)","sections":[{"prefix":"a","text":" An ALR license shall be renewed every 12 months."},{"prefix":"b","text":" Applications for renewal of a license shall be made in writing on a form or forms prescribed by the Mayor at least 60 days prior to the expiration of the license. The Mayor shall renew a license after receiving an application containing the information required by § 44-103.02(d) and completion of an inspection of the premises, if the Mayor finds that the application meets the requirements of this chapter."},{"prefix":"c","text":" The Mayor shall issue the renewal license prior to the expiration date of the existing license if the applicant submits an application for renewal within 90 to 60 days prior to the expiration of the license and the Mayor finds that the application meets the requirements of this chapter."},{"prefix":"d","text":" An applicant for renewal shall pay a renewal fee as determined by the Mayor. The fee shall cover the costs involved in processing the renewal applications and conducting inspections of the premises."},{"prefix":"e","text":" Based on information provided to the Mayor and by the on-site inspection, the Mayor shall:"},{"prefix":"1","text":" Renew the license for 12 months;"},{"prefix":"2","text":" Issue a provisional license for up to 12 months if the ALR is not in full compliance with the regulations but, in the opinion of the Mayor, the noncompliance does not constitute an immediate safety or health hazard and the licensee has submitted to the Mayor an acceptable plan of correction with specific time frames; or"},{"prefix":"3","text":" Suspend or revoke the license as specified in § 44-104.01."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"1","text":"Assisted Living Residence Regulation."},"subchapter":{"identifier":"III","text":"Licensure and Inspection."},"heading":{"title":"44","chaptersection":"103","identifier":"44-103.04","catch_text":"Renewal of ALR license."}}