{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-1416.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-108, see Historical and Statutory Notes following § 44-1001.01.\n\nDC CODE § 44-1002.06\n\nCurrent through December 11, 2012","credits":"(Apr. 18, 1986, D.C. Law 6-108, § 206, 33 DCR 1510.)","sections":[{"prefix":"a","text":" A receiver shall:"},{"prefix":"1","text":" Take charge of the operation and management of the facility and assume all rights to possess and use the building, fixtures, furnishings, records, and other related property and goods that the owner, licensee, or administrator would have if the receiver had not been appointed;"},{"prefix":"2","text":" Give notice of the receivership, in accordance with subsection (b) of this section, to the facility's residents and employees, each resident's representative, the Long-Term Care Ombudsman, and any other person whom the court orders should receive notice;"},{"prefix":"3","text":" Exercise his or her powers to correct all of the conditions that prompted the need for receivership, to ensure quality care for each resident, and to promote full respect for the rights of residents established by District and federal law;"},{"prefix":"4","text":" Unless the facility is closing, take all steps necessary to maintain or restore District licensure and federal Medicare/Medicaid certification;"},{"prefix":"5","text":" Preserve all property and records with which he or she is entrusted;"},{"prefix":"6","text":" Report to the court in accordance with a schedule established by the court; and"},{"prefix":"7","text":" Carry out any other duties established by the court."},{"prefix":"b","text":" The notice required by subsection (a)(2) of this section shall include at a minimum the following information in not less than 12-point type:"},{"prefix":"1","text":" The reasons for and purpose of the receivership;"},{"prefix":"2","text":" The identity of the receiver and how he or she may be contacted;"},{"prefix":"3","text":" The anticipated duration of the receivership; and"},{"prefix":"4","text":" Unless the receiver was appointed to facilitate the orderly transfer or discharge of residents, a statement in boldface making clear to the residents that they do not have to move."},{"prefix":"c","text":" Except as otherwise provided by Chapter 13 of Title 7, whenever a resident is to be discharged, transferred, or relocated, a receiver shall:"},{"prefix":"1","text":" Comply with subchapter III of this chapter;"},{"prefix":"2","text":" Explain to the resident and resident's representative the alternative placements that are available, help them find an appropriate alternative placement, and provide them with information about the alternative placement chosen;"},{"prefix":"3","text":" Transport the resident to the alternative placement chosen; and"},{"prefix":"4","text":" Transfer all property of and records pertaining to the resident, including all necessary health information, to the resident, resident's representative, or appropriate authority at the alternative placement."},{"prefix":"d","text":" A receiver may:"},{"prefix":"1","text":" Use in a reasonable and prudent manner all private and third-party payments to the facility, including payments made under Medicare or Medicaid and, with the approval of the court, money from the special fund or account if established under § 44-1002.09;"},{"prefix":"2","text":" Enter into contracts and hire agents, consultants, and employees to carry out the powers and duties established by this section;"},{"prefix":"3","text":" Direct, manage, and discharge employees of the facility, subject to District law and any contract rights they may have; and"},{"prefix":"4","text":" Exercise any other powers authorized by the court."},{"prefix":"e","text":" If the structural, architectural, or environmental conditions of a facility violate District or federal law or otherwise endanger the health, safety, or welfare of the residents, the receiver may correct the violation:"},{"prefix":"1","text":" Without the consent of the court, if the cost of the correction does not exceed $5,000; or"},{"prefix":"2","text":" Upon court approval of a written estimate and plan of correction, if the cost of the correction exceeds $5,000."},{"prefix":"f","text":"(1) Except as provided in paragraphs (2) through (6) of this subsection, a receiver shall honor all leases, mortgages, secured transactions, and other contracts related to the facility and its operation."},{"prefix":"2","text":" A receiver shall assume all rights to enforce or avoid the terms of a lease, mortgage, secured transaction, or other contract related to the facility and its operation that the owner, licensee, or administrator would have if the receiver had not been appointed."},{"prefix":"3","text":" A receiver shall not be required to honor a lease, mortgage, secured transaction, or other contract related to the facility and its operation if the obligee is, or at the time the obligation was created was, the licensee or administrator of the facility or an affiliate of the licensee or administrator."},{"prefix":"4","text":" A receiver may petition the court to allow him or her to wholly or partially avoid the terms of a lease, mortgage, secured transaction, or other contract that the licensee or administrator of the facility entered into if those terms provide for a rent, interest rate, or other payment substantially in excess of an amount that was reasonable at the time the contract was entered into, or if performance of the contract would substantially impede the receiver's ability to carry out the purposes of the receivership."},{"prefix":"5","text":"(A) The court shall hold a hearing on a petition filed under paragraph (4) of this subsection within 15 days (excluding Saturdays, Sundays, and legal holidays) after it is filed."},{"prefix":"B","text":" The receiver shall ensure that, at least 10 days (excluding Saturdays, Sundays, and legal holidays) before the hearing, notice of the hearing date and a copy of the petition are served in accordance with court rules on all persons whose legal or beneficial interest in the contract at issue is ascertainable with reasonable diligence."},{"prefix":"6","text":" If the court finds that the receiver has proven the averments in the petition by clear and convincing evidence, it may, for the duration of the receivership, excuse performance of the contract or adjust the rent, interest rate, or other payment under the contract to an amount that was reasonable at the time the contract was entered into."},{"prefix":"7","text":" Compliance with a court order issued under paragraph (6) of this subsection shall be a defense to any action brought against a receiver alleging breach of contract. The receiver's compliance with a court order, however, shall not relieve the licensee or administrator of the facility of his or her liability for the difference between the amount paid by the receiver and the amount originally due under the contract."},{"prefix":"g","text":" A receiver shall be personally liable only for his or her acts of gross negligence or intentional wrongdoing in carrying out the receivership."},{"prefix":"h","text":" A receiver shall be entitled to a reasonable fee established by the court to be paid from the revenues of the facility."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"10","text":"Nursing Homes and Community Residence Facilities Protections."},"subchapter":{"identifier":"II","text":"Receiverships."},"heading":{"title":"44","chaptersection":"1002","identifier":"44-1002.06","catch_text":"Powers and duties of receiver."}}