{"text":"The Department of Human Services shall have complete and exclusive control and management of the Industrial Home School. All supplies for said School shall be obtained by requisition upon the Mayor of the District of Columbia and all moneys received at said School as income thereof from sale of products and from payments for board and instruction, or otherwise, shall be paid over to said Mayor to be expended by him for the support of the School.","historical":"Prior Codifications\n\n1981 Ed., § 32-701.\n\n1973 Ed., § 32-501.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nBoard of Public Welfare abolished: The Board of Public Welfare was abolished and the functions thereof transferred to the Board of Commissioners of the District of Columbia by Reorganization Plan No. 5 of 1952. Reorganization Order No. 58, as amended, redesignated as Organization Order No. 140 and amended, established, under the direction and control of a Commissioner, a Department of Public Welfare, headed by a Director with the purpose of planning, implementing, and directing public welfare programs. Reorganization Order No. 58 provided that the previously existing Board of Public Welfare would be abolished. That Order also transferred specified functions of the former Board to the Department of Public Health and the Department of Public Welfare. The executive functions of the Board of Commissioners were transferred to the Commissioner of the District of Columbia by § 401 of Reorganization Plan No. 3 of 1967. Functions of the Department of Public Welfare and of the Department of Public Health as set forth in Organization Order Nos. 140 and 141, respectively, were transferred to the Director of the Department of Human Resources by Commissioner's Order No. 69-96, dated March 7, 1969, as amended by Commissioner's Order No. 70-83, dated March 6, 1970. The Department of Human Resources was replaced by the Department of Human Services by Reorganization Plan No. 2 of 1979, dated February 21, 1980.\n\nDC CODE § 44-1301\n\nCurrent through December 11, 2012","credits":"(June 11, 1896, 29 Stat. 410, ch. 419; Feb. 28, 1923, 42 Stat. 1361, ch. 148, § 1; Mar. 16, 1926, 44 Stat. 209, ch. 58, § 6.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Special Institutions."},"chapter":{"identifier":"13","text":"Industrial Home School. (Refs & Annos)"},"heading":{"title":"44","chaptersection":"1301","identifier":"44-1301","catch_text":"Control and management."}}