{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-1453.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-108, see Historical and Statutory Notes following § 44-1001.01.\n\nDC CODE § 44-1004.03\n\nCurrent through December 11, 2012","credits":"(Apr. 18, 1986, D.C. Law 6-108, § 403, 33 DCR 1510.)","sections":[{"prefix":"a","text":" A resident or resident's representative may bring an action in court to recover actual and punitive damages for any injury that results from a violation of subsection (b) of this section, subchapter III of this chapter, any rule issued by the Mayor pursuant to subchapter III of this chapter, or any standard or resident's right established pursuant to § 44-504(a)(3) and (4). Upon proof of a violation and subject to subsection (c) of this section, the resident shall be awarded 3 times the actual damages or $100, whichever is greater, and may be awarded punitive damages of up to $5,000."},{"prefix":"b","text":" No owner, licensee, administrator, or employee of a facility shall take any action that adversely affects a resident's rights, privileges, or living arrangement in retaliation for that resident, his or her representative, or the Long-Term Care Ombudsman having exercised a right conferred by District or federal law, court order, or order of the Mayor. In any action brought under subsection (a) of this section alleging retaliation, there shall be a presumption, rebuttable by a showing of clear and convincing evidence, that conduct is retaliatory if an owner, licensee, administrator, or facility employee attempts to discharge, transfer, or relocate a resident within 6 months after that resident or his or her representative:"},{"prefix":"1","text":" Files an action for relief under this subchapter;"},{"prefix":"2","text":" Files a petition for the appointment of a receiver or monitor under subchapter II of this chapter or otherwise participates in receivership or monitor proceedings against the facility;"},{"prefix":"3","text":" Exercises a right to a hearing under subchapter III of this chapter; or"},{"prefix":"4","text":" Makes an oral or written complaint against the facility or its owner, licensee, administrator, or staff to an agency or official of the District government, a representative from the Long-Term Care Ombudsman program, the owner, licensee, or administrator of the facility, or an employee of the facility."},{"prefix":"c","text":" The defendant in an action brought under this section may plead as an affirmative defense that he, she, or it exercised reasonable care to prevent the injury for which liability is asserted; provided, however, that the adoption of policies and procedures to effect compliance with District law shall not alone be sufficient evidence to show the exercise of reasonable care."},{"prefix":"d","text":" The first $3,000 of a damages award recovered by a resident in any action brought under this section shall be excluded from consideration when determining that resident's eligibility for Medicaid, the amount of assistance he or she is entitled to under Medicaid, or his or her assets that the District may subject to a lien, setoff, or other legal process for the purpose of satisfying any indebtedness created by the receipt of Medicaid or other public assistance payments."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"10","text":"Nursing Homes and Community Residence Facilities Protections."},"subchapter":{"identifier":"IV","text":"Private Rights of Action."},"heading":{"title":"44","chaptersection":"1004","identifier":"44-1004.03","catch_text":"Civil action for damages."}}