{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-127, see notes following ยง 44-101.01.\n\nDC CODE ยง 44-107.02\n\nCurrent through December 11, 2012","credits":"(June 24, 2000, D.C. Law 13-127, ยง 702, 47 DCR 2647.)","sections":[{"prefix":"a","text":" All staff shall be properly trained and be able to demonstrate proficiency in the skills required to effectively meet the requirements of this chapter. Prior to the date of hire, an employee must meet or possess one of the following criteria:"},{"prefix":"1","text":" Be certified as a nurse's aide;"},{"prefix":"2","text":" Be certified as a home care aide as defined in the Medicare criteria in OBRA 1987;"},{"prefix":"3","text":" Be properly trained by virtue of holding current licenses in a healthcare related field;"},{"prefix":"4","text":" Be properly trained under a plan approved by the Mayor which covers the following topics, for a minimum of 40 hours:"},{"prefix":"A","text":" Delivering care for the bed-bound resident, including bathing, feeding, shampooing, dressing, positioning, and toileting;"},{"prefix":"B","text":" Use of the first aid kit and knowledge of its location;"},{"prefix":"C","text":" Confidential treatment of personal information;"},{"prefix":"D","text":" Procedures for detecting and reporting suspected abuse, neglect, or exploitation of residents;"},{"prefix":"E","text":" Managing difficult aggressive behavior;"},{"prefix":"F","text":" Advanced body mechanics;"},{"prefix":"G","text":" Communicating with adults, including those with communication deficits such as aphasia, hearing loss, loss of eyesight, and cognitive impairments;"},{"prefix":"H","text":" Recognizing the signs and symptoms of dementia;"},{"prefix":"I","text":" Caring for the cognitively impaired with such behaviors as wandering, repetitive questions, and confusion;"},{"prefix":"J","text":" Techniques for assisting residents in overcoming transfer trauma;"},{"prefix":"K","text":" Awareness of resident's \"change in condition\", including depression and ability to report changes to the appropriate staff according to the protocol of the ALR;"},{"prefix":"L","text":" Basic competence in housekeeping, laundry, food handling, and meal preparation; and"},{"prefix":"M","text":" Any specialized training for special needs not covered through the basic training."},{"prefix":"b","text":" Within 7 days of employment, an ALR shall train a new member of its staff as to the following:"},{"prefix":"1","text":" Their specific duties and assignments;"},{"prefix":"2","text":" The purpose and philosophy of the ALR;"},{"prefix":"3","text":" The services provided;"},{"prefix":"4","text":" The daily routines;"},{"prefix":"5","text":" The rights of residents;"},{"prefix":"6","text":" The emergency procedures and disaster drills and techniques of complying, including evacuating residents when applicable;"},{"prefix":"7","text":" Elementary body mechanics, including proper lifting and in place transfer;"},{"prefix":"8","text":" Choking precautions and airway obstruction, including the Heimlich Maneuver; and"},{"prefix":"9","text":" Infection control."},{"prefix":"c","text":" After the first year of employment, and at least annually thereafter, a staff member shall complete a minimum total of 12 hours of in-service training in the following:"},{"prefix":"1","text":" Emergency procedures and disaster drills;"},{"prefix":"2","text":" Rights of residents;"},{"prefix":"3","text":" Four hours covering cognitive impairments in an in-service training approved by a nationally recognized and creditable expert such as the Alzheimer's Disease and Related Disorder Association; and"},{"prefix":"d","text":" On an annual basis, the ALA shall complete 12 additional hours of training on cognitive impairments approved by a nationally recognized organization with expertise in dementia such as the Alzheimer's Disease and Related Disorders Association."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"1","text":"Assisted Living Residence Regulation."},"subchapter":{"identifier":"VII","text":"Staffing and Training."},"heading":{"title":"44","chaptersection":"107","identifier":"44-107.02","catch_text":"Staff training."}}