{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-1431.\n\nEffect of Amendments\n\nD.C. Law 18-145, in subsec. (a)(3), substituted \"maintenance, after reasonable and appropriate notice,\" for \"maintenance,\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-108, see Historical and Statutory Notes following § 44-1001.01.\n\nFor Law 18-145, see notes following § 44-504.\n\nDC CODE § 44-1003.01\n\nCurrent through December 11, 2012","credits":"(Apr. 18, 1986, D.C. Law 6-108, § 301, 33 DCR 1510; Apr. 29, 2010, D.C. Law 18-145, § 4(b), 57 DCR 1834.)","sections":[{"prefix":"a","text":" Unless a resident and his or her representative consent otherwise, a facility may discharge the resident, transfer the resident to another facility, or relocate the resident from one part or room of the facility to another only:"},{"prefix":"1","text":" If essential to meet that resident's documented health-care needs or to be in accordance with his or her prescribed level of care;"},{"prefix":"2","text":" If essential to safeguard that resident or one or more other residents from physical or emotional injury;"},{"prefix":"3","text":" On account of nonpayment for his or her maintenance, after reasonable and appropriate notice, except as prohibited by subsection (b) of this section and 42 U.S.C. § 1395 et seq. and 42 U.S.C. § 1396 et seq.;"},{"prefix":"4","text":" If essential to meet the facility's reasonable administrative needs and no practicable alternative is available; or"},{"prefix":"5","text":" If the facility is closing or officially reducing its licensed capacity."},{"prefix":"b","text":" No facility that is a District Medicaid provider may discharge, transfer, or relocate a resident on account of his or her conversion from private-pay or Medicare to Medicaid status, or on account of a temporary hospitalization if payment or reimbursement for his or her bed continues to be made available."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"10","text":"Nursing Homes and Community Residence Facilities Protections."},"subchapter":{"identifier":"III","text":"Discharge, Transfer, and Relocation of Residents."},"heading":{"title":"44","chaptersection":"1003","identifier":"44-1003.01","catch_text":"Grounds for involuntary discharge, transfer, or relocation by facility."}}