{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-127, see notes following ยง 44-101.01.\n\nDC CODE ยง 44-105.05\n\nCurrent through December 11, 2012","credits":"(June 24, 2000, D.C. Law 13-127, ยง 505, 47 DCR 2647.)","sections":[{"prefix":"a","text":" A resident shall have the right to the following:"},{"prefix":"1","text":" To designate a person as his or her surrogate or to have their guardian, or advance directives or surrogate health decision maker, act for them if for any reason the resident cannot act for him or herself;"},{"prefix":"2","text":" To uncoerced consent;"},{"prefix":"3","text":" To present grievances and complaints without fear of threat of retaliation and have them acknowledged and acted upon promptly with due respect to the provisions of this chapter;"},{"prefix":"4","text":" To have access to an internal grievance and complaint procedure for any denial of services or rights provided for under this chapter and to an external review process by an independent person or entity;"},{"prefix":"5","text":" To address grievances and complaints to representatives of the Office of the Long-Term Care Ombudsman of the District of Columbia pursuant to Chapter 7 of Title 7 or other representative;"},{"prefix":"6","text":" To appoint a specially designated person or attorney to represent the resident in any grievance or complaint, procedure, or appeal process who shall have access to all necessary and relevant books and records of the ALR; and"},{"prefix":"7","text":" To organize and participate in and hold meetings of resident groups in the ALR and invite staff or visitors to the meetings and have a designated staff person to assist and respond to written requests resulting from the meetings."},{"prefix":"b","text":" The ALR shall maintain complete written records of the filing and disposition of all grievances, complaints, and appeals."},{"prefix":"c","text":" Appeals under this section may be taken pursuant to subchapter XII of this chapter."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"1","text":"Assisted Living Residence Regulation."},"subchapter":{"identifier":"V","text":"Resident's Rights and Quality of Life."},"heading":{"title":"44","chaptersection":"105","identifier":"44-105.05","catch_text":"Representation and resolution of grievances and complaints."}}