{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-127, see notes following § 44-101.01.\n\nDC CODE § 44-103.06\n\nCurrent through December 11, 2012","credits":"(June 24, 2000, D.C. Law 13-127, § 306, 47 DCR 2647.)","sections":[{"prefix":"a","text":" In addition to the inspections required by § 44-103.02(e), the Mayor may inspect an ALR at the Mayor's discretion to ensure compliance with this chapter."},{"prefix":"b","text":" The Mayor shall at all times ensure that any ALR licensed pursuant to this chapter is able to continually provide appropriate care to its residents. The Mayor shall notify an ALR if, at any time, the Mayor determines that the ALR is unable to provide appropriate care to any of its residents."},{"prefix":"c","text":" Inspection of an ALR, or prospective ALR, for purposes of initial licensure or compliance after license renewal shall be conducted by the Mayor following the procedures set forth in § 44-505 and the requirements of this chapter."},{"prefix":"d","text":" If, upon inspection, the Mayor determines that an ALR, or prospective ALR, is in violation of one or more of the requirements of this chapter, the Mayor shall give written notice of such violation to the ALR, or prospective ALR, within 15 working days of the inspection and may suggest a remedy for each violation."},{"prefix":"e","text":" The violating ALR, or prospective ALR, shall submit a written response to the Mayor within 15 working days of receipt of the Mayor's notice. The violating ALR, or prospective ALR, may deny the alleged violation, accept the Mayor's suggested remedy, or propose its own remedy."},{"prefix":"f","text":" If the Mayor accepts the ALR's, or prospective ALR's, written response, the Mayor may either issue a license to the ALR, or prospective ALR, if appropriate, or conduct a follow-up inspection to confirm compliance."},{"prefix":"g","text":" If the Mayor and the ALR, or prospective ALR, cannot agree on an acceptable corrective action, or if the ALR, or prospective ALR, fails to respond in writing within 15 working days of receipt of the Mayor's notice, the Mayor shall determine what action to take, including a penalty in accordance with this chapter and give the ALR, or prospective ALR, notice of his or her determination."},{"prefix":"h","text":" The Mayor may inspect an ALR for the purpose of investigating a complaint."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"1","text":"Assisted Living Residence Regulation."},"subchapter":{"identifier":"III","text":"Licensure and Inspection."},"heading":{"title":"44","chaptersection":"103","identifier":"44-103.06","catch_text":"Inspections."}}