{"text":"A nurse staffing agency shall develop, document, and implement procedures for:","historical":"Legislative History of Laws\n\nFor Law 15-74, see notes following ยง 44-1051.02.\n\nDC CODE ยง 44-1051.15\n\nCurrent through December 11, 2012","credits":"(March 10, 2004, D.C. Law 15-74, ยง 15, 50 DCR 10914.)","sections":[{"prefix":"1","text":" Selecting nursing personnel to be provided or referred by the agency;"},{"prefix":"2","text":" Verifying and documenting the credentials of nursing personnel to be provided or referred by the agency;"},{"prefix":"3","text":" Verifying employment references furnished to the agency by nursing personnel;"},{"prefix":"4","text":" Assessing, verifying, and documenting the clinical experience and competency of nursing personnel before providing or referring them;"},{"prefix":"5","text":" Selecting persons to be provided or referred as Home Health Aides or Personal Care Aides, if the agency engages in providing or referring those kinds of personnel;"},{"prefix":"6","text":" Verifying and documenting the education and training of Home Health Aides or Personal Care Aides, if the agency engages in providing or referring those kinds of personnel;"},{"prefix":"7","text":" Tracking, responding to, and acting on complaints;"},{"prefix":"8","text":" Reporting to the Board an action taken by, or a condition affecting the fitness to practice of, a Licensed Practical Nurse or Registered Nurse provided or referred by the agency that might be grounds for enforcement or disciplinary action under Chapter 12 of Title 3, and reporting to the Department an action taken by a Certified Nurse Aide provided or referred by the agency that might be grounds for listing the individual on the Nurse Aide Abuse Registry;"},{"prefix":"9","text":" Verifying and documenting that nursing personnel, Home Health Aides, and Personal Care Aides provided or referred by the agency are in satisfactory health, and have received all health testing and immunizations recommended by the Centers for Disease Control and Prevention, or otherwise required by law or requested by the client, before being provided or referred to a health care facility or agency, or to an individual; and"},{"prefix":"10","text":" Verifying and documenting that nursing personnel, Home Health Aides, and Personal Care Aides provided or referred by the agency have satisfactorily completed all drug screening and all background checks required by law, including subchapter II of Chapter 5 of Title 44 and Chapter 47 of Title 22 of the District of Columbia Municipal Regulations, or requested by the client, before being referred to a health care facility or agency, or to an individual."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"10A","text":"Nurse Staffing Agencies."},"heading":{"title":"44","chaptersection":"1051","identifier":"44-1051.15","catch_text":"Operational procedures."}}