{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-1601.\n\nLegislative History of Laws\n\nLaw 8-80, \"District of Columbia Substance Abuse Treatment and Prevention Act of 1989,\" was introduced in Council and assigned Bill No. 8-403, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on November 7, 1989, and November 21, 1989, respectively. Signed by the Mayor on December 12, 1989, it was assigned Act No. 8-124 and transmitted to both Houses of Congress for its review.\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Law 8-80, the \"D.C. Substance Abuse Treatment and Prevention Act of 1989.\", see Mayor's Order 91-96, June 5, 1991.\n\nDelegation of authority pursuant to D.C. Law 8-80, the \"District of Columbia Substance Abuse Treatment and Prevention Act of 1989\", see Mayor's Order 98-87, May 29, 1998 (45 DCR 3981).\n\nDC CODE § 44-1201\n\nCurrent through December 11, 2012","credits":"(Mar. 15, 1990, D.C. Law 8-80, § 2, 36 DCR 8469.)","sections":[{"prefix":"1","text":" \"District\" means the District of Columbia."},{"prefix":"2","text":" \"Drug\" means any of the controlled substances enumerated in § 48- 902.04, 48-902.06, 48-902.08, 48-902.10, or 48-902.12."},{"prefix":"3","text":" \"Mayor\" means the Mayor of the District of Columbia."},{"prefix":"4","text":" \"Qualified health professional\" means a person licensed to practice in the District as a physician, psychiatrist, registered nurse, or independent clinical social worker, pursuant to Chapter 12 of Title 3."},{"prefix":"5","text":" \"Resident\" means any person who lives in the District voluntarily and not for a temporary purpose and has no intention of presently removing himself or herself from the District. Temporary absence from the District, with subsequent returns to the District, or intent to return when the purposes of the absence have been accomplished shall not interrupt continuity of residence. For the purposes of this chapter, residency shall not depend upon the reason that the individual entered the District except that it may bear on whether he or she is in the District for a temporary purpose."},{"prefix":"6","text":" \"Substance abuse\" means a pattern of pathological use of a drug or alcohol that causes impairment in social or occupational functioning or produces physiological dependency evidenced by physical tolerance or physical symptoms when the drug or alcohol is not used."},{"prefix":"7","text":" \"Treatment facility\" means the substance abuse treatment facility established pursuant to § 44-1203."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"12","text":"Substance Abuse Treatment and Prevention. (Refs & Annos)"},"heading":{"title":"44","chaptersection":"1201","identifier":"44-1201","catch_text":"Definitions."}}