{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-127, see notes following ยง 44-101.01.\n\nDC CODE ยง 44-106.05\n\nCurrent through December 11, 2012","credits":"(June 24, 2000, D.C. Law 13-127, ยง 605, 47 DCR 2647.)","sections":[{"prefix":"a","text":" Whenever disagreements arise as to lifestyle, personal behavior, safety, and service plans the ALR staff, resident or surrogate, and other relevant service providers shall attempt to develop a shared responsibility agreement."},{"prefix":"b","text":" A shared responsibility agreements represents a tool for ALRs to recognize an individual resident's right to autonomy by respecting his or her right to make individual decisions regarding lifestyle, personal behavior, and ISPs. In some cases, a resident's decision may involve increased risk of personal harm and therefore potentially increase the risk of liability by the ALR absent an agreement between the resident and ALR concerning such decisions or actions. In such instances the ALR shall:"},{"prefix":"1","text":" Explain to the resident, or surrogate, why the decision or action may pose risks and suggest alternatives to the resident; and"},{"prefix":"2","text":" Discuss with the resident, or surrogate, how the ALR might mitigate potential risks."},{"prefix":"c","text":" If, after consultation with the ALR as required by subsection (b) of this section, a resident decides to pursue a course of action, such as refusal of services, that may involve increased risk of personal harm and conflict with the ALR's usual responsibilities, the ALR shall:"},{"prefix":"1","text":" Describe to the resident the action or range of actions subject to negotiation; and"},{"prefix":"2","text":" Negotiate a shared responsibility agreement, with the resident as a full partner, acceptable to the resident and the ALR that meets all reasonable requirements implicated. The shared responsibility agreement shall be signed by the resident or surrogate and the ALR."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"1","text":"Assisted Living Residence Regulation."},"subchapter":{"identifier":"VI","text":"Admissions; Residential Agreements; Quality of Care; Discharge; Transfer."},"heading":{"title":"44","chaptersection":"106","identifier":"44-106.05","catch_text":"Shared responsibility agreements."}}