{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-127, see notes following ยง 44-101.01.\n\nDC CODE ยง 44-104.01\n\nCurrent through December 11, 2012","credits":"(June 24, 2000, D.C. Law 13-127, ยง 401, 47 DCR 2647.)","sections":[{"prefix":"a","text":" The sanctions set forth in ยง 44-509."},{"prefix":"b","text":" On determining that a licensee has violated this chapter, the Mayor, in addition to the sanctions required by subsection (a) of this section, may:"},{"prefix":"1","text":" Restrict the number of residents the licensee may admit;"},{"prefix":"2","text":" Require the licensee to reduce the number of residents in its care;"},{"prefix":"3","text":" Require the licensee and any of its staff to receive remedial instruction or training in a specific area;"},{"prefix":"4","text":" Require the licensee to use the services of a management firm approved by the Mayor;"},{"prefix":"5","text":" Notify or require the licensee to notify a resident who is affected by the violation and his or her surrogate;"},{"prefix":"6","text":" Increase the frequency of monitoring visits during a specified period of time;"},{"prefix":"7","text":" Enter into an agreement with the licensee establishing certain conditions for continued operation, including time limits for compliance; and"},{"prefix":"8","text":" Petition a court of competent jurisdiction to appoint a receiver as provided in subchapter II of Chapter 10 of this title."},{"prefix":"c","text":" If the Mayor determines that the licensee has violated a condition or requirement of an imposed sanction, the Mayor may suspend or revoke the license."},{"prefix":"d","text":" Appeals under this section may be taken pursuant to subchapter XII of this chapter."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"1","text":"Assisted Living Residence Regulation."},"subchapter":{"identifier":"IV","text":"Sanctions and Penalties."},"heading":{"title":"44","chaptersection":"104","identifier":"44-104.01","catch_text":"Sanctions."}}