{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 32-1419.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-108, see Historical and Statutory Notes following ยง 44-1001.01.\n\nDelegation of Authority\n\nDelegation of authority pursuant to Law 6-108, see Mayor's Order 87-47, February 17, 1987.\n\nDC CODE ยง 44-1002.09\n\nCurrent through December 11, 2012","credits":"(Apr. 18, 1986, D.C. Law 6-108, ยง 209, 33 DCR 1510.)","sections":[{"prefix":"a","text":" The Mayor may establish a special revolving fund or a separate allocable revenue account in the General Fund to provide financial support in the form of loans to a receiver of a facility. If established, this fund or account may be supported in accordance with subsection (f) of this section."},{"prefix":"b","text":" For the purposes of this section, the term \"fund\" means the special revolving fund or separate allocable revenue account referred to in subsection (a) of this section."},{"prefix":"c","text":" If expenses remain unpaid after a receiver uses all private and third-party payments, the receiver may petition the court for money from the fund. Before the court authorizes use of money from the fund, it shall hold a hearing at which the Mayor, the receiver, the licensee, the owner, and the administrator of the facility may offer evidence on whether the court should approve the loan. Notice of the hearing shall be given to the Mayor, the receiver, the licensee, the owner, and the administrator of the facility at least 7 days (excluding Saturdays, Sundays, and legal holidays) before the hearing."},{"prefix":"d","text":"(1) A loan from the fund shall create an automatic lien on the facility and its assets in the amount of the loan. The receiver shall file with the Mayor a document setting forth:"},{"prefix":"A","text":" The amount of the loan;"},{"prefix":"B","text":" The name of the facility to which the lien attaches; and"},{"prefix":"C","text":" A description of the assets of the facility that are affected by the lien."},{"prefix":"2","text":" A lien created under this subsection shall:"},{"prefix":"A","text":" Extend to the property of the facility described in the document filed under paragraph (1) of this subsection and to the beneficial interest in that property possessed by the owner; and"},{"prefix":"B","text":" Have priority over any other lien or interest that attaches after the filing date, except as otherwise provided by federal law."},{"prefix":"e","text":" In addition to receivership loans, the Mayor may use money from the fund for low-interest loans or grants to facilities to help improve resident care, address the personal needs of residents, and enhance resident safety."},{"prefix":"f","text":" The Mayor may support the fund with money received from:"},{"prefix":"1","text":" The collection of civil fines, penalties, and related costs imposed against a facility;"},{"prefix":"2","text":" The sale of properties subject to liens created by this section;"},{"prefix":"3","text":" The assessment of facility licensure fees; and"},{"prefix":"4","text":" The repayment of loans made under this section."},{"prefix":"g","text":" Any money in the fund in excess of $500,000 shall revert to the General Fund."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"10","text":"Nursing Homes and Community Residence Facilities Protections."},"subchapter":{"identifier":"II","text":"Receiverships."},"heading":{"title":"44","chaptersection":"1002","identifier":"44-1002.09","catch_text":"Special fund or account."}}