{"text":"A resident shall have the right to the following:","historical":"Legislative History of Laws\n\nFor Law 13-127, see notes following ยง 44-101.01.\n\nDC CODE ยง 44-105.04\n\nCurrent through December 11, 2012","credits":"(June 24, 2000, D.C. Law 13-127, ยง 504, 47 DCR 2647.)","sections":[{"prefix":"1","text":" To receive adequate and appropriate services and treatment with reasonable accommodation of individual needs and preferences consistent with their health and physical and mental capabilities and the health or safety of other residents;"},{"prefix":"2","text":" To have access to appropriate health and social services, including social work, home health, nursing, rehabilitative, hospice, medical, dental, dietary, counseling, and psychiatric services in order to attain or maintain the highest practicable physical, mental and psychosocial well-being;"},{"prefix":"3","text":" To remain in the current setting, forgoing a recommended transfer to obtain additional services as contracted for by the resident or secure additional services in a manner acceptable to the ALR;"},{"prefix":"4","text":" To engage in a shared responsibility agreement with the ALR which is acceptable to the resident and the ALR and does not violate any applicable law;"},{"prefix":"5","text":" To refuse to participate in any service once the potential consequences of such participation have been explained and a shared responsibility agreement has been reached, if necessary, between the resident, the surrogate, and the ALR;"},{"prefix":"6","text":" To be free of physical restraints at all times; and"},{"prefix":"7","text":" To be free of chemical restraints."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"1","text":"Assisted Living Residence Regulation."},"subchapter":{"identifier":"V","text":"Resident's Rights and Quality of Life."},"heading":{"title":"44","chaptersection":"105","identifier":"44-105.04","catch_text":"Accommodation of needs."}}