{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-1509.\n\nEffect of Amendments\n\nD.C. Law 16-33 deleted \"or physician office\" following \"clinical\" throughout the section; and rewrote subsec. (b), which had read as follows:\n\n\"(b) A proficiency testing program shall include proficiency testing at least 4 times per year. Proficiency tests shall be conducted for each category of tests for which the clinical or physician office laboratory has obtained a license.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 5012(h) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-182, see Historical and Statutory Notes following § 44-201.\n\nFor Law 16-33, see notes following § 44-504.\n\nDC CODE § 44-209\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-182, § 10, 35 DCR 7718; Oct. 20, 2005, D.C. Law 16-33, § 5012(h), 52 DCR 7503.)","sections":[{"prefix":"a","text":" Each clinical laboratory shall participate in a proficiency testing program approved by the Mayor."},{"prefix":"b","text":" A proficiency testing program shall include at least 3 proficiency testing events per year, performed at approximately equal intervals.  Each testing event shall include at least 5 samples.   Proficiency testing shall be conducted for each category of tests for which the clinical laboratory has obtained a license.  If there is no sample available for evaluation during a testing event for a particular category of laboratory tests, the clinical laboratory must devise a system for self-evaluation of this category of tests. The system for self-evaluation shall be approved by the Mayor and performed at least twice per year."},{"prefix":"c","text":" The clinical laboratory shall demonstrate continuing satisfactory performance in the proficiency testing program.   Continuing satisfactory performance shall include:"},{"prefix":"1","text":" A determination of a satisfactory level of overall performance on each quarterly proficiency test; or"},{"prefix":"2","text":" A determination of a substandard level of overall performance on 1 quarterly proficiency test, followed by completion of an approved course of education in proper laboratory techniques and procedures, and a satisfactory level of overall performance on the next quarterly proficiency test."},{"prefix":"d","text":" Proficiency testing programs shall report the results of each proficiency test to the Mayor. Upon receipt of a determination of a substandard level of overall performance, the Mayor shall, within 30 days, inspect the clinical laboratory at any time during normal operating ours. For the purpose of this section, a substandard level of overall performance shall include intentional nonperformance."},{"prefix":"e","text":" Upon completion of the inspection, the Mayor shall determine if any deficiencies exist. Upon an affirmative determination of any deficiency, the Mayor shall notify the laboratory director or the designated supervisory physician in writing of the deficiencies. The clinical laboratory shall submit a written plan to correct the deficiencies and an appropriate course of remedial education and dates by which the corrections shall be made to the Mayor within 30 days of the receipt of the notice of the deficiencies."},{"prefix":"f","text":" If the clinical laboratory does not submit a plan for corrective action that is approved by the Mayor, or if a clinical laboratory is determined by the Mayor after a subsequent inspection not to have corrected the deficiencies as specified in the plan by the expiration dates in the plan, the Mayor may take action to revoke, suspend, or limit the laboratory license pursuant to § 44- 212."},{"prefix":"g","text":" The analyses and reports of a proficiency testing program may be considered by the Mayor in proceedings under § 44-213."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"2","text":"Clinical Laboratories."},"heading":{"title":"44","chaptersection":"209","identifier":"44-209","catch_text":"Proficiency testing programs."}}