{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-1502.\n\nEffect of Amendments\n\nD.C. Law 15-38, in subsec. (j), substituted \"Public Health: Laboratory endorsement to a basic business license under the basic\" for \"Class A Public Health: Laboratory endorsement to a master business license under the master\".\n\nD.C. Law 16-33 deleted the last sentence in subsec. (a); added subsec. (a-1); repealed subsec. (b)(4); in subsec. (c), substituted \"one year\" for \"6 months\"; in subsec. (g), substituted \"2 years\" for \"one year\". Prior to deletion or repeal, the last sentence of subsec. (a), and subsec. (b)(4), read as follows:\n\n\"The Mayor shall issue a license authorizing the performance of one or more of the following categories of laboratory tests:\n\n\"(1) Bacteriology;\n\n\"(2) Mycology;\n\n\"(3) Parasitology;\n\n\"(4) Virology;\n\n\"(5) Serology;\n\n\"(6) Blood Chemistry;\n\n\"(7) Endocrinology;\n\n\"(8) Toxicology;\n\n\"(9) Urinalysis;\n\n\"(10) Immuno-hematology;\n\n\"(11) Hematology;\n\n\"(12) Pathology; and\n\n\"(13) Cytology.\"\n\n\"(4) A physician office laboratory licensed under § 44-205.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(dd)(1) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nFor temporary (90 day) amendment of section, see § 5012(b) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-182, see Historical and Statutory Notes following § 44-201.\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-615, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615 and transmitted to both Houses of Congress for its review. D.C. Law 12-261 became effective on April 20, 1999.\n\nLaw 15-38, the \"Streamlining Regulation Act of 2003\", was introduced in Council and assigned Bill No. 15-19, which was referred to Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 3, 2003, and July 8, 2003, respectively. Signed by the Mayor on August 11, 2003, it was assigned Act No. 15-146 and transmitted to both Houses of Congress for its review. D.C. Law 15-38 became effective on October 28, 2003.\n\nFor Law 16-33, see notes following § 44-504.\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Law 7-182, see Mayor's Order 89-211, September 15, 1989.\n\nDC CODE § 44-202\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-182, § 3, 35 DCR 7718; Apr. 20, 1999, D.C. Law 12-261, § 2003(bb)(1), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 3(dd)(1), 50 DCR 6913; Oct. 20, 2005, D.C. Law 16-33, § 5012(b), 52 DCR 7503.)","sections":[{"prefix":"a","text":" Except as provided in subsection (b) of this section, it shall be unlawful to operate a clinical laboratory in the District of Columbia, whether public or private, for profit or not-for-profit, unless licensed by the Mayor."},{"prefix":"a-1","text":" Except as provided in subsection (c) of this section, it shall be unlawful to engage in any of the following activities unless licensed to engage in that activity by the Mayor, whether the activity is public or private, for profit or not for profit:"},{"prefix":"1","text":" Performing or offering to perform clinical laboratory tests or examinations in the District of Columbia; or"},{"prefix":"2","text":" Performing or offering to perform clinical laboratory tests or examinations on specimens acquired in the District of Columbia, regardless of the location of the clinical laboratory at which the tests or examinations are performed."},{"prefix":"b","text":" Clinical laboratory licenses shall not be required of:"},{"prefix":"1","text":" Clinical laboratories operated by the federal government;"},{"prefix":"2","text":" Any laboratory maintained and operated purely for nonclinical research purposes, the results of which are not used for clinical application;"},{"prefix":"3","text":" Any laboratory operated solely for teaching and conducting analyses, the results of which are not used for clinical application; or"},{"prefix":"4","text":" Repealed."},{"prefix":"c","text":" Clinical laboratories that, prior to March 16, 1989, were not or would not have been subject to licensure in the District of Columbia may operate without a license until one year after the issuance of rules pursuant to § 44-213."},{"prefix":"d","text":" An application for a clinical laboratory license shall be made by the owner of the clinical laboratory on forms provided by the Mayor. The application shall contain the name of the owner, the name of the laboratory director, the categories of laboratory tests for which the clinical laboratory license is sought, an approved proficiency testing program in which the clinical laboratory plans to participate, the location and physical description of the facility at which tests are to be performed, and other information as the Mayor may require."},{"prefix":"e","text":" A license shall be valid only for the premises stated on the application."},{"prefix":"f","text":" A license shall automatically become void 30 days following a change in the laboratory director, or 30 days following a change in ownership or location of the clinical laboratory. A new application for a license may be made prior to a change in the laboratory director, ownership, or location of the clinical laboratory, or prior to the expiration of the 30-day period, in order to permit the uninterrupted operation of the clinical laboratory."},{"prefix":"g","text":" Unless already terminated or renewed, a clinical laboratory license shall expire 2 years from the date of initial issuance or the date of last renewal. An application for a license shall be accompanied by a license fee determined by the Mayor that is commensurate to the cost of inspection."},{"prefix":"h","text":" A clinical laboratory license shall specify on its face the names of the owner and the director of the laboratory, the categories of laboratory tests authorized, and the location at which the tests may be performed. Each clinical laboratory licensed under this chapter shall post its license in a conspicuous place on the premises, and have its license readily available for inspection by the public."},{"prefix":"i","text":" A license shall not be issued or renewed unless:"},{"prefix":"1","text":" A valid certificate of qualification in the procedures for which the license is sought has been issued to the laboratory director by a recognized personnel certifying agency as approved by the Mayor;"},{"prefix":"2","text":" The clinical laboratory is appropriately staffed with qualified personnel and properly equipped;"},{"prefix":"3","text":" The clinical laboratory has participated to the satisfaction of the Mayor in an approved proficiency testing program, pursuant to § 44-209; and"},{"prefix":"4","text":" The clinical laboratory is operated in the manner required by this chapter and rules issued pursuant to this chapter."},{"prefix":"j","text":" Any license issued pursuant to this section shall be issued as a Public Health: Laboratory endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of Chapter 28 of Title 47."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"2","text":"Clinical Laboratories."},"heading":{"title":"44","chaptersection":"202","identifier":"44-202","catch_text":"License requirements for clinical laboratories."}}