{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-362, see notes following ยง 44-231.\n\nDC CODE ยง 44-232.02\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-278, ยง 3b, as added Mar. 25, 2009, D.C. Law 17-362, ยง 2(c), 56 DCR 1211.)","sections":[{"prefix":"a","text":" The Mayor shall conduct a study examining the feasibility of installing AED devices in all District public facilities, including the District of Columbia Public Schools system and the Public Charter Schools. The study shall be submitted to the Council no later than 6 months following March 25, 2009."},{"prefix":"b","text":" The study shall include:"},{"prefix":"1","text":" An evaluation of the available AED technologies, weighing advantages and disadvantages of these technologies, depending upon the characteristics of likely users within the public facility;"},{"prefix":"2","text":" An analysis of the optimum training program, to include cardiopulmonary resuscitation and AED operation, for obtaining maximum participation among potential rescuers;"},{"prefix":"3","text":" An analysis of the optimum program for maintenance and inspection of AEDs when placed throughout District of Columbia public facilities;"},{"prefix":"4","text":" A feasibility analysis for connecting AEDs, both those privately registered and those potentially placed throughout public facilities, to the District of Columbia emergency responder system;"},{"prefix":"5","text":" An examination of the AED programs in cities of comparable size or larger, including Baltimore, Philadelphia, and New York City;"},{"prefix":"6","text":" An analysis of the costs of different options for implementation, potential cost savings through training, and equipment alternatives; and"},{"prefix":"7","text":" An enumeration of the public facilities recommended for installation of AEDs."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"2A","text":"Defibrillator Usage."},"heading":{"title":"44","chaptersection":"232","identifier":"44-232.02","catch_text":"Study to expand AED program throughout public facilities."}}