{"text":"","historical":"Temporary Addition of Section\n\nSections 2 to 4 of D.C. Law 17-213 added sections to read as follows:\n\n\"Sec. 2. Definitions.\n\n\"For the purposes of this act, the term:\n\n\"(1) 'Automated external defibrillator' or 'AED' or 'defibrillator' means a medical device heart monitor and defibrillator that:\n\n\"(A) Has received approval from the United States Food and Drug Administration of its premarket notification filed pursuant to section 501(k) of the Federal Food, Drug, and Comestic Act, approved October 10, 1962 (76 Stat. 794; 21 U.S.C. § 360(k));\n\n\"(B) Is capable of recognizing the presence or absence of ventricular fibrillation or rapid ventricular tachycardia, and determining, without intervention by an operator, whether defibrillation should be performed; and\n\n\"(C) Upon determining that defibrillation should be performed, automatically charges and requests delivery of an electrical impulse to an individual's heart.\n\n\"(2) 'Certificate' means a certificate issued by the Mayor to an authorized recreational facility.\n\n\"(3) 'Recreation facility' means staffed Department of Parks and Recreation facilities.\n\n\"Sec. 3. AED program.\n\n\"(a) The Mayor shall develop and implement an AED program for each recreation facility within 45 days of the effective date of this act.\n\n\"(b) The program required under subsection (a) of this section shall include provisions that:\n\n\"(1) Ensure that an AED is provided on-site; and\n\n\"(2) An individual trained in the operation and use of an AED is present during hours of operation.\n\n\"(c) The Mayor shall establish guidelines for periodic inspections and annual maintenance of the automated external defibrillators to ensure each AED is maintained, operated, and tested according to manufacturers' guidelines, including:\n\n\"(1) Written records of the maintenance and testing of each AED are maintained, as required; and\n\n\"(2) Proof that each individual who operates an AED for the authorized recreational facility has successfully completed an educational training course in conjunction with health training already received by Department of Parks and Recreation employees and refresher training, as required.\n\n\"(d) The Mayor shall issue and renew certificates to recreation facilities that meet the requirements of this section.\n\n\"(e) The Mayor shall approve educational and training programs required under this section that:\n\n\"(1) Are conducted by any private or public entity;\n\n\"(2) Include training in cardiopulmonary resuscitation; and\n\n\"(3) May include courses from nationally recognized entities, such as the American Heart Association, the American Red Cross, and the National Safety Council.\n\n\"(f) The Mayor shall make best efforts to use uniform equipment pursuant to this act.\n\n\"Sec. 4. Immunities.\n\n\"(a) In addition to any other immunities available under statutory or common law, an authorized recreation facility is not civilly liable for any act or omission in the provision of automated external defibrillation if the authorized facility:\n\n\"(1) Satisfied the requirements for making automated external defibrillation available under section 3; and\n\n\"(2) Possesses a valid certificate at the time of the act or omission.\n\n\"(b) The AED program established under this act shall include tort immunity pursuant to section 4 of the Public Access to Automated External Defibrillator Act of 2001, effective April 27, 2001 (D.C. Law 13-278; D.C. Official Code § 44-233).\"\n\nSection 6(b) of D.C. Law 17-213 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) additions, see §§ 2 to 4 of AED Installation for Safe Recreation and Exercise Emergency Act of 2008 (D.C. Act 17-392, May 21, 2008, 55 DCR 6272).\n\nFor temporary (90 day) additions, see §§ 2 to 4 of AED Installation for Safe Recreation and Exercise Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-459, July 28, 2008, 55 DCR 8726).\n\nLegislative History of Laws\n\nFor Law 17-362, see notes following § 44-231.\n\nDC CODE § 44-232.01\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-278, § 3a, as added Mar. 25, 2009, D.C. Law 17-362, § 2(c), 56 DCR 1211.)","sections":[{"prefix":"a","text":" The Mayor shall develop and implement an AED program for each recreation facility. The program shall meet the requirements of § 44-232, and, in addition, ensure that:"},{"prefix":"1","text":" At least one AED is provided on-site at each recreation facility;"},{"prefix":"2","text":" An individual trained in the operation and use of an AED, pursuant to a training program approved under subsection (c) of this section, is present during the recreation facility's hours of operation; and"},{"prefix":"3","text":" Each AED is maintained, operated, and tested according to the manufacturers' guidelines by conducting periodic inspections and annual maintenance of each AED."},{"prefix":"b","text":" The Mayor shall develop guidelines for the program, including requirements that written records be maintained documenting:"},{"prefix":"1","text":" The maintenance and testing of each AED; and"},{"prefix":"2","text":" That each Department of Parks and Recreation employee assigned to the recreation facility has successfully completed a training program approved under subsection (c) of this section."},{"prefix":"c","text":"(1) The Mayor shall approve training programs required under this section in accordance with the requirements of § 44-232. The training programs may be conducted by a private or public entity."},{"prefix":"2","text":" The training programs shall be in conjunction with health training provided to Department of Parks and Recreation employees, as well as refresher training, as required."},{"prefix":"d","text":" The Mayor shall comply with this section within 45 days of March 25, 2009. The Mayor shall expand the AED program to a new recreation facility within 45 days of its opening."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"2A","text":"Defibrillator Usage."},"heading":{"title":"44","chaptersection":"232","identifier":"44-232.01","catch_text":"AED program for Department of Parks and Recreation facilities."}}