{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-1507.\n\nEffect of Amendments\n\nD.C. Law 16-33, in subsec. (b), deleted \"and each Level III physician office laboratory\" following \"clinical laboratory\" in the first sentence; and rewrote subsec. (a), which had read as follows:\n\n\"(a) The Mayor shall conduct inspections of clinical laboratories and Level II and Level III physician office laboratories, methods, procedures, materials, staff, and equipment with an option to inspect Level I physician office labs as deemed appropriate. Nothing shall prohibit an authorized District government official from entering the premises of any laboratory regulated by this chapter during operating hours for the purpose of conducting an announced or unannounced inspection consistent with constitutional guidelines to check for compliance with any provision of this chapter or rules issued pursuant to this chapter. In conducting an inspection, the District government official shall make every effort not to disrupt the normal operations of the laboratory and its staff.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 5012(g) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-182, see Historical and Statutory Notes following § 44-201.\n\nFor Law 16-33, see notes following § 44-504.\n\nDC CODE § 44-207\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-182, § 8, 35 DCR 7718; Oct. 20, 2005, D.C. Law 16-33, § 5012(g), 52 DCR 7503.)","sections":[{"prefix":"a","text":" The Mayor shall conduct inspections of clinical laboratories licensed to perform moderately complex and highly complex tests, including inspections of their methods, procedures, materials, staff, and equipment and may conduct inspections of clinical laboratories licensed to perform only waived tests."},{"prefix":"b","text":" To ensure that each clinical laboratory is in compliance with the provisions of this chapter, and the rules issued pursuant to this chapter, the Mayor shall conduct an on-site inspection prior to the laboratory's initial licensure and before each license renewal. Temporary licenses or renewals may be granted for a period not to exceed 60 days to afford the Mayor sufficient time to conduct the on-site inspection. The Mayor may issue a provisional license for less than one year to a new clinical laboratory, pending satisfactory completion of additional follow-up inspections."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"2","text":"Clinical Laboratories."},"heading":{"title":"44","chaptersection":"207","identifier":"44-207","catch_text":"Inspections."}}