{"text":"The Mayor shall adopt rules pursuant to § 44-213 that:","historical":"Prior Codifications\n\n1981 Ed., § 32-1510.\n\nEffect of Amendments\n\nD.C. Law 16-33, rewrote par. (1), which had read as follows:\n\n\"(1) Limit the number of slides a cytotechnologist may examine per day;\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 5012(i) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-182, see Historical and Statutory Notes following § 44-201.\n\nFor Law 16-33, see notes following § 44-504.\n\nDC CODE § 44-210\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-182, § 11, 35 DCR 7718; Oct. 20, 2005, D.C. Law 16-33, § 5012(i), 52 DCR 7503.)","sections":[{"prefix":"1","text":" Limit the number of slides a cytotechnologist may examine to no more than 100 in a 24-hour period, irrespective of the site or clinical laboratory;"},{"prefix":"2","text":" Prohibit cytotechnologists from examining slides at any building not owned or used by a licensed clinical laboratory;"},{"prefix":"3","text":" Require clinical laboratories to rescreen no less than 10% of all negative pap smears, and require that pap smear rescreening be performed by a supervisory level cytotechnologist;"},{"prefix":"4","text":" Require clinical laboratories rescreen all negative noncervical smears, and require that noncervical smear rescreening be performed by a supervisory level pathologist;"},{"prefix":"5","text":" Require clinical laboratories to reject improperly prepared smear specimens, make appropriate comments regarding the quality of the specimen, and maintain records on improperly prepared specimens for 5 years subject to review by the Mayor;"},{"prefix":"6","text":" Require clinical laboratories to maintain and store for 5 years from the date of examination any smear slide that was examined for disease or disease agents; and"},{"prefix":"7","text":" Require all smear specimen reports to be retained for at least 10 years."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"2","text":"Clinical Laboratories."},"heading":{"title":"44","chaptersection":"210","identifier":"44-210","catch_text":"Cytology screening."}}