{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 32-1501.\n\nEffect of Amendments\n\nD.C. Law 16-33, repealed pars. (1), (4), (6), (9) and (11); added pars. (6A), (8A), (13), (14) and (15); and rewrote pars. (3), (5) and (7), which had read as follows:\n\n\"(1) 'Basic test' means a laboratory test that requires a series of steps, reagents, additions, or instrumentation, and the result of which is determined by a visual signal.\"\n\n\"(3) 'Clinical laboratory' means a facility for the microbiological, serological, chemical, hematological, biophysical, cytological, or pathological examination of materials derived from the human body, for the purpose of obtaining information for the diagnosis, prevention, or treatment of disease, or the assessment of health. The term \"clinical laboratory\" shall include all independent, hospital, and District of Columbia government laboratories.\n\n\"(4) 'Complex test' means a laboratory test that requires sophisticated techniques, interpretation of multiple signals, or proven technical skill. Complex tests may require:\n\n\"(A) Highly skilled physical manipulation;\n\n\"(B) Technique dependent steps in the testing, sampling, or reading of results;\n\n\"(C) User programming of the device or devices;\n\n\"(D) Detailed calculation of the results;\n\n\"(E) Dilution of samples with chemically reactive substances; or\n\n\"(F) Preparation of reagents.\"\n\n\"(5) 'Cytotechnologist' means a person who meets qualifications for a cytotechnologist under 42 C.F.R. § 405.1315(c) (1987).\n\n\"(6) 'Exempt test' means a laboratory test that shall not be performed in a physician's office laboratory including pap smear test and tests for drug abuse.\n\n\"(7) 'Laboratory director' means the person responsible for administration of the technical and scientific operation of clinical laboratory, including supervision of procedures and reporting of findings of tests.\"\n\n\"(9) 'Physician office laboratory' means a laboratory operated by a physician or a physician group that performs medical laboratory tests for the patients of the physician or physician group, and does not accept referral specimens.\"\n\n\"(11) 'Simple test' means a test that is noninstrumental in nature, and the result of which is determined by a visual signal.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 5012(a) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nLaw 7-182, the \"Clinical Laboratory Act of 1988\", was introduced in Council and assigned Bill No. 7-373, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on July 12, 1988, and September 27, 1988, respectively. Signed by the Mayor on October 13, 1988, it was assigned Act No. 7-240 and transmitted to both Houses of Congress for its review.\n\nFor Law 16-33, see notes following § 44-504.\n\nReferences in Text\n\nThe reference to \"42 C.F.R. § 405.1315(c) (1987)\", appearing in (5), does not appear in the 1990 edition of CFR.\n\nMiscellaneous Notes\n\nShort title of subtitle B of title V of Law 16-33: Section 5011 of D.C. Law 16-33 provided that subtitle B of title V of the act may be cited as the Clinical Laboratory Amendment Act of 2005.\n\nDC CODE § 44-201\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-182, § 2, 35 DCR 7718; Oct. 20, 2005, D.C. Law 16-33, § 5012(a), 52 DCR 7503.)","sections":[{"prefix":"1","text":" Repealed."},{"prefix":"2","text":" \"Board\" means the Laboratory Advisory Board established by § 44-206."},{"prefix":"3","text":" \"Clinical laboratory\" means a facility for the biological, microbiological, serological, chemical, immunohematological, hematological, biophysical, cytological, pathological or other examination of materials derived from the human body for the purpose of providing information for the diagnosis, prevention, or treatment of any disease or impairment of, or the assessment of the health of, human beings. Such examination also includes one or more procedures to determine, measure, or otherwise describe the presence or absence of various substances or organisms in the human body. The term \"clinical laboratory\" shall include all independent, hospital, physician-operated, health-care, and District of Columbia government laboratories."},{"prefix":"4","text":" Repealed."},{"prefix":"5","text":" \"Cytotechnologist\" means a person who meets qualifications for a cytotechnologist under 42 CFR § 493.1483."},{"prefix":"6","text":" Repealed."},{"prefix":"6A","text":" \"Highly complex test\" means a laboratory test that requires sophisticated techniques, interpretations of multiple signals, or proven technical skill. Highly complex tests may require:"},{"prefix":"A","text":" Highly skilled physical manipulation;"},{"prefix":"B","text":" Technique dependent steps in the testing, sampling, or reading of results;"},{"prefix":"C","text":" User Programming of a device;"},{"prefix":"D","text":" Detailed calculation of the results;"},{"prefix":"E","text":" Dilution of samples with chemically reactive substances; or"},{"prefix":"F","text":" Preparation of reagents."},{"prefix":"7","text":" \"Laboratory director\" means the person responsible for administration of the technical and scientific operation of a clinical laboratory, including supervision of procedures and reporting findings of tests."},{"prefix":"8","text":" \"Laboratory reference system\" means a system of periodic testing of methods, procedures, and materials of laboratories, including the distribution of manuals of approved methods, inspection of facilities, and cooperative research."},{"prefix":"8A","text":" \"Moderately complex test\" means a laboratory test that requires a series of steps, reagents, additions, or instrumentation, the result of which is determined by a visual signal."},{"prefix":"9","text":" Repealed."},{"prefix":"10","text":" \"Proficiency testing program\" means an external program approved by the Mayor to monitor proficiency in the performance of medical laboratory tests."},{"prefix":"11","text":" Repealed."},{"prefix":"12","text":" \"Specimen\" means materials derived from the human body."},{"prefix":"13","text":" \"Testing event\" means a specific evaluation or set of evaluations offered or performed by a laboratory to test accuracy as part of required proficiency testing."},{"prefix":"14","text":" \"Testing personnel\" means an individual employed or otherwise engaged by a clinical laboratory to perform clinical laboratory tests or examinations."},{"prefix":"15","text":" \"Waived test\" means a test that is non-instrumental in nature, the result of which is determined by a visual signal."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"2","text":"Clinical Laboratories."},"heading":{"title":"44","chaptersection":"201","identifier":"44-201","catch_text":"Definitions."}}