{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-1506.\n\nEffect of Amendments\n\nD.C. Law 16-33 rewrote subsecs. (a)(1) and (a)(2), which had read as follows:\n\n\"(1) Classifying laboratory tests as simple, basic, complex, or exempt, for the purposes of this chapter;\n\n\"(2) Developing additional requirements or limitations for Level I, Level II, or Level III physician office laboratory licenses;\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 5012(f) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-182, see Historical and Statutory Notes following § 44-201.\n\nFor Law 16-33, see notes following § 44-504.\n\nDC CODE § 44-206\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-182, § 7, 35 DCR 7718; Oct. 20, 2005, D.C. Law 16-33, § 5012(f), 52 DCR 7503.)","sections":[{"prefix":"a","text":" The Mayor shall appoint a Laboratory Advisory Board, which will advise the Mayor on:"},{"prefix":"1","text":" Classifying laboratory tests as waived, moderately complex, or highly complex for the purposes of this chapter;"},{"prefix":"2","text":" Developing additional requirements or limitations for clinical laboratories;"},{"prefix":"3","text":" Proficiency testing programs and certifying institutions and organizations for the purposes of this chapter; and"},{"prefix":"4","text":" Developing rules and procedures for inspections of laboratories."},{"prefix":"b","text":" The Mayor shall appoint the members of the Board within 60 days of March 16, 1989."},{"prefix":"c","text":" The Board shall transmit its written recommendations to the Mayor within 180 days of the date of the appointment of all members and shall then cease to exist."},{"prefix":"d","text":" The Mayor may appoint a temporary board, at the Mayor's discretion, for whatever periods of the time the Mayor deems necessary because of advancements in technology or other purposes consistent with carrying out the provisions of this chapter."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"2","text":"Clinical Laboratories."},"heading":{"title":"44","chaptersection":"206","identifier":"44-206","catch_text":"Mayor's authority to establish Laboratory Advisory Board."}}