{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-1504.\n\nEffect of Amendments\n\nD.C. Law 16-33 rewrote section, which had read as follows:\n\n\"(a) A clinical laboratory shall employ a clinical laboratory technologist. A clinical laboratory technologist shall perform clinical laboratory tests with minimal supervision by the laboratory director while working in those areas in which he or she is qualified by education or experience. To qualify as a clinical laboratory technologist, a person shall hold a baccalaureate degree in medical technology or in a chemical, physical, or biological science and have at least one year of clinical laboratory experience or training acceptable to the Mayor.\n\n\"(b) Technical personnel below the level of technologist shall be determined by the laboratory director to be fully qualified for all assigned technical duties. The bases for the determination shall be maintained in writing in the clinical laboratory's personnel files. The technical personnel shall have clinical laboratory training that complies with the rules issued pursuant to this chapter.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 5012(d) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-182, see Historical and Statutory Notes following § 44-201.\n\nFor Law 16-33, see notes following § 44-504.\n\nDC CODE § 44-204\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-182, § 5, 35 DCR 7718; Oct. 20, 2005, D.C. Law 16-33, § 5012(d), 52 DCR 7503.)","sections":[{"prefix":"a","text":" A clinical laboratory performing only waived tests shall employ testing personnel who meet the qualifications set out in rules issued pursuant to §44-213."},{"prefix":"b","text":"(1) A clinical laboratory performing moderately complex tests shall employ a laboratory director, a technical consultant, a clinical consultant, and testing personnel. A person may function in more than one of these capacities if he or she meets the qualifications specified in this chapter and in rules issued pursuant to §44-213."},{"prefix":"2","text":" The laboratory director, technical consultant, clinical consultant, and testing personnel shall meet the qualifications as specified in rules issued pursuant to §44-213."},{"prefix":"c","text":"(1) A clinical laboratory performing highly complex tests shall employ a laboratory director, a general supervisor, a technical supervisor, a clinical consultant, and testing personnel. A person may function in more than one of these capacities if he or she meets the qualifications specified in this chapter and in rules issued pursuant to §44-213."},{"prefix":"2","text":" The laboratory director, general supervisor, technical supervisor, clinical consultant, and testing personnel shall meet qualifications as specified in rules issued pursuant to §44-213."},{"prefix":"3","text":" In addition to the requirements set forth in paragraph (1) of this subsection, a clinical laboratory that performs highly complex tests in the subspecialty of cytology shall employ a cytology general supervisor, a cytology technical supervisor, and a cytotechnologist. A person may function in more than one of these capacities if he or she meets the qualifications specified in this chapter and in rules issued pursuant to §44-213."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"2","text":"Clinical Laboratories."},"heading":{"title":"44","chaptersection":"204","identifier":"44-204","catch_text":"Qualifications of technical personnel."}}