{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-571.3.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-274, see Historical and Statutory Notes following § 44-301.01.\n\nDC CODE § 44-301.03\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 1999, D.C. Law 12-274, § 103, 46 DCR 1294.)","sections":[{"prefix":"a","text":" A member or member representative shall have a right to file a grievance with an insurer for a review of a decision to deny, reduce, limit, terminate or delay covered health care services. An insurer's health benefits plan shall include a grievance system that provides for the presentation and resolution of grievances brought by members or member representatives."},{"prefix":"b","text":" A grievance system established pursuant to this section shall, at a minimum, incorporate the following components:"},{"prefix":"1","text":" The right of a member to file a grievance regarding any aspect of the insurer's health care services;"},{"prefix":"2","text":" A procedure for filing an appeal from a grievance decision;"},{"prefix":"3","text":" A standardized method of recording, documenting, and reporting the status of all grievances and appeals, which shall be maintained for at least 3 years;"},{"prefix":"4","text":" Availability of a member services representative to assist members with grievances upon request;"},{"prefix":"5","text":" The right of a member to designate an outside independent representative to assist the member or member representative in following the grievance procedures upon request;"},{"prefix":"6","text":" A specified time for responding to grievances not to exceed 45 business days from receipt of the grievance by the insurer;"},{"prefix":"7","text":" An oral and written procedure describing how grievances are processed and resolved;"},{"prefix":"8","text":" Procedures for follow-up action including the methods to be used to inform the member of resolution; and"},{"prefix":"9","text":" In the case of grievances regarding emergency or urgent medical conditions, procedures that will allow a member or member representative to immediately request expedited informal review in accordance with § 44-301.05 or expedited formal review in accordance with § 44-301.06."},{"prefix":"c","text":" At the time a member first enrolls with an insurer, the insurer shall provide each member with written notice of the components required in subsection (b)(1) and (2) of this section, as well as the following information:"},{"prefix":"1","text":" The telephone numbers and business addresses of the insurer's representatives responsible for grievance resolution;"},{"prefix":"2","text":" A statement that describes a member's or member representative's right to contact the Director if dissatisfied with the resolution reached through the insurer's grievance system; and"},{"prefix":"3","text":" A statement that describes a Medicaid enrollee's right to appeal to the Office of Fair Hearings at any time, if applicable."},{"prefix":"d","text":" In the case of a reduction or a termination of services that is contrary to the recommendations of the treating physician or advance practice registered nurse, an insurer shall provide a member or member representative with 24 hours prior verbal notification, followed by a written decision as soon as practical."},{"prefix":"e","text":" An insurer shall include in the \"evidence of coverage\" and \"member handbook\" issued to members a description of the procedures for filing grievances and appeals."},{"prefix":"f","text":" An insurer shall not take retaliatory action of any sort against a member who files a grievance pursuant to this section or an appeal pursuant to § 44-301.05."},{"prefix":"g","text":" The Director may waive exhaustion of the grievance process required by §§ 44-301.05 and 44-301.06 as a prerequisite for proceeding to the external grievance process in cases of emergency or urgent medical conditions."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"3","text":"Grievance Procedures for Health Benefits Plans."},"subchapter":{"identifier":"I","text":"Grievance and Appeals Procedure."},"heading":{"title":"44","chaptersection":"301","identifier":"44-301.03","catch_text":"Establishment of grievance system."}}