{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-571.7.\n\nTemporary Amendments of Section\n\nSection 2(b) of D.C. Law 19-63, in subsec. (b), substituted \"4 months\" for \"30 business days\" ; and rewrote subsec. (p) to read as follows:\n\n\"(p) The decision of the independent review organization shall be binding on all parties and enforceable by the Director, except to the extent that there are other remedies under District of Columbia or federal law.\".\n\nSection 4(b) of D.C. Law 19-63 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(b) of Health Benefits Plan Grievance Emergency Amendment Act of 2011 (D.C. Act 19-166, October 11, 2011, 58 DCR 8898).\n\nFor temporary (90 day) amendment of section, see § 2(b) of the Health Benefits Plan Grievance Emergency Amendment Act of 2012 (D.C. Act 19-409, July 24, 2012, 59 DCR 9135).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Health Benefits Plan Grievance Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19- 502, October 26, 2012, 59 DCR 12757).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-274, see Historical and Statutory Notes following § 44-301.01.\n\nDC CODE § 44-301.07\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 1999, D.C. Law 12-274, § 107, 46 DCR 1294.)","sections":[{"prefix":"a","text":" The Director shall establish and maintain an external appeals process whereby a member or member representative who is dissatisfied with a decision rendered in a formal internal appeals process shall have the opportunity to pursue an appeal before an independent review organization."},{"prefix":"b","text":" To initiate an external appeal, a member or member representative shall, within 30 business days from receipt of the written decision of the formal internal appeal panel, file a written request with the Director.   The member or member representative shall submit a signed form allowing the insurer to release medical records of the member that are pertinent to the appeal."},{"prefix":"c","text":" Upon receipt of the request for an external appeal, together with the executed release form, the Director shall determine whether:"},{"prefix":"1","text":" The individual was or is a member of the health benefits plan;"},{"prefix":"2","text":" The health care service which is the subject of the appeal reasonably appears to be a service covered by the health benefits plan;"},{"prefix":"3","text":" The member or member representative has fully complied with §§ 44-301.05 and 44-301.06 regarding informal and formal internal appeals; and"},{"prefix":"4","text":" The member or member representative has provided all information required by the independent review organization and the Director to make the preliminary determination, including the appeal form, and a copy of any information provided by the insurer regarding its decision to deny, reduce, or terminate a covered service, and the release form required pursuant to subsection (b) of this section."},{"prefix":"d","text":" Upon completion of the preliminary review, the Director shall notify the member or member representative and insurer in writing as to whether the appeal has been accepted for processing. If the appeal is accepted by the Director, the Director shall assign the appeal to an independent review organization for full review. If the appeal is not accepted by the Director, the Director shall provide a statement of the reasons for the nonacceptance to the member or member representative and the insurer."},{"prefix":"e","text":" The staff of the independent review organization that is assigned to the appeal pursuant to subsection (d) of this section, shall have meaningful prior experience in performing utilization review, peer review, quality of care assessment or assurance, or the hearing of appeals. Any independent review organization, its staff, and its professional and medical reviewers, shall not have any material, professional, familial, or financial affiliation with the insurer that is a party to the appeal."},{"prefix":"f","text":" The Director may waive exhaustion of the appeals process required by §§ 44-301.05 and 44-301.06 as a prerequisite for proceeding to the external appeals process in cases of emergency or urgent care."},{"prefix":"g","text":" The insurer shall provide timely access to all its records relating to the matter under review and to all provisions of the health benefits plan or health insurance coverage, including any evidence of coverage, \"member handbook\", certificate of insurance or contract and health benefits plan relating to the matter."},{"prefix":"h","text":" Upon acceptance of the appeal for processing, the independent review organization shall conduct a full review to determine whether, as a result of the insurer's decision, the member was deprived of any service covered by the health benefits plan."},{"prefix":"i","text":" The full review of an appeal of a health benefits decision shall be initially conducted by at least 2 physicians licensed to practice medicine in the District of Columbia, Maryland, or Virginia. On an exceptions basis, when necessary based on the medical, surgical, or mental condition under review, the independent review organization may select medical reviewers licensed anywhere in the United States who have no history of disciplinary action or sanctions pending or taken against them by any governmental or professional regulatory body."},{"prefix":"j","text":" In reaching a determination, the independent review organization shall take into consideration all pertinent medical records, consulting physician reports, and other documents submitted by the parties, any applicable generally accepted practice guidelines developed by the federal government, national or professional medical societies, boards and associations, any applicable clinical protocols or practice guidelines developed by the insurer, and may consult with such other professionals as appropriate and necessary."},{"prefix":"k","text":" The member or member representative and one insurer representative may request to appear in person before the independent review organization.   The independent review organization shall conduct the hearing in the District of Columbia. The independent review organization's procedures for conducting a review, when the member or member representative or the insurer has requested to appear in person, shall include the following:"},{"prefix":"1","text":" The independent review organization shall schedule and hold a hearing as soon as possible after receiving a request from a member or member representative or from an insurer representative to appear before the independent review organization. The independent review organization shall notify the member or member representative and insurer representative, either orally or in writing, of the hearing date and location. The independent review organization shall not unreasonably deny a request for postponement of the hearing made by the member or member representative or insurer representative."},{"prefix":"2","text":" A member or member representative and an insurer representative shall have the right to the following:"},{"prefix":"A","text":" To attend the independent review organization hearing;"},{"prefix":"B","text":" To present his or her case to the independent review organization;"},{"prefix":"C","text":" To submit supporting material both before and during the hearing;"},{"prefix":"D","text":" To ask questions of any representative of the independent review organization; and"},{"prefix":"E","text":" To be assisted or represented by a person of his or her choice."},{"prefix":"l","text":" When necessary, the independent review organization shall consult with a physician or advance practice registered nurse trained in the same specialty or area of practice as the type of treatment that is the subject of the grievance and appeal. All final recommendations of the independent review organization shall be approved by the medical director of the independent review organization."},{"prefix":"m","text":" The independent review organization shall complete its review and issue its recommended decision as soon as possible in accordance with the medical exigencies of the case. Except as provided for in this subsection, the independent review organization shall complete its review within 30 business days, or 72 hours in the case of an expedited appeal, from the time the Director assigns the appeal to the independent review organization. An insurer shall provide all documentation to the independent review organization within 5 days of receipt of the notice of approval of the appeal by the Director, or within 24 hours of receipt of the notice of approval of the grievance, for an expedited review. If an insurer does not provide the independent review organization all documentation required by this subsection within the time frames, or obtain the necessary extensions, the independent review organization may decide the appeal without receiving the information. The independent review organization shall extend its review for a reasonable period of time as may be necessary due to circumstances beyond its or the insurer's control, but only when the delay will not result in increased medical risk to the member. In such an event, the independent review organization shall, prior to the conclusion of the initial review period, provide written notice to the member or member representative and to the insurer setting forth the status of its review and the specific reasons for the delay."},{"prefix":"n","text":" If the independent review organization determines that the member was deprived of medically necessary covered services, the independent review organization shall recommend to the Director the appropriate covered health care services the member should receive. The Director shall forward copies of the recommendation to the member or member representative and the insurer."},{"prefix":"o","text":" When necessary, the independent review organization shall refer a case for review to a consultant physician or other health care provider in the same specialty or area of practice who would generally manage the type of treatment that is the subject of the appeal. All final recommendations of the independent review organization shall be approved by the medical director of the independent review organization."},{"prefix":"p","text":" The decision of the independent review organization shall be nonbinding on all parties and shall not affect any other legal causes of action."},{"prefix":"q","text":"(1) This section shall not apply in cases directly involving Medicaid benefits."},{"prefix":"2","text":" Any appeal brought pursuant to this section by a member involving coverage provided pursuant to the Medicaid program shall be resolved in accordance with federal and District of Columbia laws, regulations, and procedures established for fair hearings and appeals for the Medicaid program."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"3","text":"Grievance Procedures for Health Benefits Plans."},"subchapter":{"identifier":"I","text":"Grievance and Appeals Procedure."},"heading":{"title":"44","chaptersection":"301","identifier":"44-301.07","catch_text":"External grievance process."}}