{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-571.5.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-274, see Historical and Statutory Notes following § 44-301.01.\n\nDC CODE § 44-301.05\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 1999, D.C. Law 12-274, § 105, 46 DCR 1294.)","sections":[{"prefix":"a","text":" An insurer shall establish and maintain an informal internal grievance process whereby a member or member representative who is dissatisfied with any grievance decision made by an insurer may discuss and appeal the decision with the insurer's medical director or with the physician or health care provider designee who rendered the decision."},{"prefix":"b","text":" An appeal conducted pursuant to this section shall be concluded by the insurer as soon as possible in accordance with the medical exigencies of the case.  If an appeal is from a determination regarding urgent or emergency care, the insurer shall conclude the appeal within 24 hours of receiving notification of appeal from the member or member representative.   All other concurrent or prospective appeals conducted pursuant to this section shall be concluded by the insurer within 14 business days."},{"prefix":"c","text":" If an informal internal appeal is not resolved to the satisfaction of a member or member representative, the insurer shall provide the member or member representative with a written explanation of the decision and notify the member or member representative of the right to proceed to the next stage of the grievance process."},{"prefix":"d","text":" At a minimum, the written explanation of the decision provided by the insurer pursuant to subsection (c) of this section shall include the following:"},{"prefix":"1","text":" The reviewer's understanding of the member's or member representative's grievance;"},{"prefix":"2","text":" The reviewer's decision in clear terms;"},{"prefix":"3","text":" The contract basis or medical rationale in enough detail for the member or member representative to understand and to respond to the insurer's position; and"},{"prefix":"4","text":" All applicable instructions, including the telephone numbers and titles of persons to contact and time frames to appeal the decision to the next stage of appeal."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"3","text":"Grievance Procedures for Health Benefits Plans."},"subchapter":{"identifier":"I","text":"Grievance and Appeals Procedure."},"heading":{"title":"44","chaptersection":"301","identifier":"44-301.05","catch_text":"Informal internal review."}}