{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-571.10.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-274, see Historical and Statutory Notes following § 44-301.01.\n\nDC CODE § 44-301.10\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 1999, D.C. Law 12-274, § 110, 46 DCR 1294.)","sections":[{"prefix":"a","text":" Every insurer shall submit to the Director, an annual grievance report, that chronicles all grievance activity during the preceding year.   The Director shall develop a system for classifying and categorizing grievances and appeals that all insurers and independent review organizations will use when collecting, recording, and reporting grievance and appeals information.  The Director shall also develop a reporting form for inclusion in the annual grievance report that shall include the following information:"},{"prefix":"1","text":" The name and location of the reporting insurer;"},{"prefix":"2","text":" The reporting period in question;"},{"prefix":"3","text":" The names of the individuals responsible for the operation of the insurer's grievance system;"},{"prefix":"4","text":" The total number of grievances received by the insurer, categorized by cause, insurance status, and disposition;"},{"prefix":"5","text":" The total number of requests for expedited review, categorized by cause, length of time for resolution, and disposition; and"},{"prefix":"6","text":" The total number of requests for external review, categorized by cause, length of time for resolution, and disposition."},{"prefix":"b","text":" The Director shall provide current and aggregate information about each health benefits plan's grievance and appeals activity to the public."},{"prefix":"c","text":" The Director shall develop appropriate annual reporting requirements for independent review organizations."},{"prefix":"d","text":" The Director shall submit an annual report to the Council and the public concerning the status of the grievance and appeal procedures of all health benefits plans in the District, including external appeals.  The report shall summarize grievances by category and by health benefits plan and shall include the number of decisions upholding and reversing each grievance and the length of time for complete resolution of the grievance.   The Director shall, based upon individual cases and the patterns of grievance and appeals activity, include in the annual report recommendations concerning additional health consumer protections."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"3","text":"Grievance Procedures for Health Benefits Plans."},"subchapter":{"identifier":"I","text":"Grievance and Appeals Procedure."},"heading":{"title":"44","chaptersection":"301","identifier":"44-301.10","catch_text":"Reporting requirements."}}