{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-571.8.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-274, see Historical and Statutory Notes following § 44-301.01.\n\nDC CODE § 44-301.08\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 1999, D.C. Law 12-274, § 108, 46 DCR 1294.)","sections":[{"prefix":"a","text":" Each independent review organization selected by the Director to review external appeals must be certified every 2 years by the Director."},{"prefix":"b","text":" The Director shall be responsible for developing, applying, and enforcing certification standards for independent review organizations.   These standards shall ensure that an independent review organization:"},{"prefix":"1","text":" Properly maintains a policy involving the review of the appeal in strict confidence pursuant to rules established by the Director;"},{"prefix":"2","text":" Uses only qualified professional and medical reviewers in any review; and"},{"prefix":"3","text":" Demonstrates an ability to render decisions in an equitable and timely manner and consistent with this chapter."},{"prefix":"c","text":" An independent review organization may not be a subsidiary of, or in any way owned or controlled by a health benefits plan, insurer, or trade association of health care providers."},{"prefix":"d","text":" The Director shall develop an application form for certifying an independent review organization that contains a description of the organization, including names, biographical sketches of all directors, officers, and executives of the organization."},{"prefix":"e","text":" The independent review organization shall submit to the Director the following information, for purposes of creating a file of public records, upon initial application for certification, and thereafter upon any change to any of this information:"},{"prefix":"1","text":" The names of all stockholders and owners of more than 5% of any stock or options, if it is a publicly held organization;"},{"prefix":"2","text":" The names of all holders of bonds or notes in excess of $100,000 if any;"},{"prefix":"3","text":" The names of all corporations and organizations that the independent review organization controls or is affiliated with and the nature and extent of any ownership or control, including the affiliated organization's type of business; and"},{"prefix":"4","text":" The names of all directors, officers, and executives of the independent organization, as well as a statement regarding any relationships the directors, officers, and executives may have with any health care plan, disability insurer, managed care organization, provider group or board or committee."},{"prefix":"f","text":"(1) The independent review organization shall not have any material professional, familial, or financial conflict of interest with any of the following:"},{"prefix":"A","text":" The insurer;"},{"prefix":"B","text":" Any officer, director, or management employee of the insurer;"},{"prefix":"C","text":" The physician, the physician's medical group, or the independent practice association or the treating provider proposing the service or treatment;"},{"prefix":"D","text":" The institution at which the service or treatment would be provided;"},{"prefix":"E","text":" The development or manufacture of the principal drug, device, procedure, or other therapy proposed for the member whose treatment is under review."},{"prefix":"2","text":" For the purposes of this subsection, the term \"conflict of interest\" shall not be interpreted to include a contract under which an academic medical center, or other similar medical research center, provides health services to the insurer's member, except as subject to the requirement of paragraph (1)(D) of this subsection, affiliations which are limited to staff privileges at a health facility; or an independent review organization's participation as a contracting insurer's provider where the independent review organization is affiliated with an academic medical center, or other similar medical research center, that is acting as an independent review organization under this section."},{"prefix":"g","text":" The independent review organization shall have a quality assurance mechanism in place that ensures the timeliness and quality of the reviews, the qualifications and independence of the experts, and the confidentiality of medical records and review materials."},{"prefix":"h","text":" Neither an independent review organization nor an individual working for an external review panel pursuant to this chapter shall be held liable for any recommendation presented by the independent review organization, except in cases of gross negligence, recklessness, or intentional misconduct."},{"prefix":"i","text":" An insurer, bound by the decision of the independent review entity, shall not be liable for following such decision. A determination by the independent review entity in favor of the insurer shall create a rebuttal presumption in any subsequent action at law that the insurer's coverage determination was appropriate."},{"prefix":"j","text":" The Director shall, from time to time, enter into contracts with as many independent review organizations as the Director deems necessary to conduct the external appeals. The contracts shall set forth all terms which the Director deems necessary to ensure a member's right of appeal, including an assessment of separate costs to the insurer for the independent review organization review."},{"prefix":"k","text":" As part of the contract process set forth in subsection (j) of this section, all independent review organizations shall submit to the Director and shall maintain a current list identifying all insurers, health care facilities, and other health care providers with whom the independent review organization maintains any health related business arrangements.   The list shall include a brief description of the nature of any such arrangement."},{"prefix":"l","text":" Upon receipt of any request for an external appeal, the Director shall assign that appeal to one of the approved independent review organizations on a random basis. The Director may reserve the right to deny any assignment to any independent review organization if the Director determines that making an assignment would result in a conflict of interest or would otherwise create an appearance of impropriety."},{"prefix":"m","text":" The terms and conditions of a contract entered into pursuant to subsection (j) of this section shall provide that the reasonable direct costs of the external review process, not including costs of representation of a member, shall be paid by the insurer."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"3","text":"Grievance Procedures for Health Benefits Plans."},"subchapter":{"identifier":"I","text":"Grievance and Appeals Procedure."},"heading":{"title":"44","chaptersection":"301","identifier":"44-301.08","catch_text":"Certification and general requirements for independent review organizations."}}