{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-352.\n\nEffect of Amendments\n\nD.C. Law 14-18, in subsec. (b), deleted \"and\" at the end of par. (3), substituted \"; and\" for the period at the end of par. (4), and added par. (5).\n\nD.C. Law 14-307 redesignated subsec. (a) as subsec. (a)(1); added par. (2) of subsec. (a); and added subsec. (b-1).\n\nD.C. Law 15-149 rewrote subsecs. (a)(2) and (b)(5) which had read as follows:\n\n\"(2) Local revenues, not to exceed fees collected pursuant to § 44-420, shall be utilized to fund a maximum of 3 staff positions for SHPDA (Division Chief-Certificate of Need; Division Chief-Planning; and Secretary) in Fiscal Year 2003 for a period not to exceed March 1, 2003.\"\n\n\"(5) Establishing, determining, and developing, in accordance with § 44-421, requirements and standards for the implementation of unreimbursed charity care by all health care facilities that receive a certificate of need, including an annual mechanism for monitoring the provision of that charity care by the health care facilities.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of Health Services Planning and Development Temporary Amendment Act of 2003 (D.C. Law 15-19, June 21, 2003, law notification 50 DCR 5463).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2002(b) of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) amendment of section, see § 2002(b) of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Health Services Planning and Development Emergency Amendment Act of 2003 (D.C. Act 15-49, March 28, 2003, 50 DCR 2943).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Health Services Planning and Development Congressional Review Emergency Amendment Act of 2003 (D.C. Act 15-87, May 19, 2003, 50 DCR 4325).\n\nFor temporary (90 day) amendment of section, see § 2002(b) of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Health Services Planning and Development Emergency Amendment Act of 2004 (D.C. Act 15-322, January 28, 2004, 51 DCR 1581).\n\nFor temporary (90 day) amendment of section, see § 3 of Health Services Planning and Development Emergency Amendment Act of 2004 (D.C. Act 15-322, January 28, 2004, 51 DCR 1581).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-191, see Historical and Statutory Notes following § 44-401.\n\nFor D.C. Law 14-18, see notes following § 44-401.\n\nFor Law 14-307, see notes following § 44-401.\n\nFor Law 15-149, see notes following § 44-401.\n\nDC CODE § 44-402\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-191, § 3, 43 DCR 4535; July 12, 2001, D.C. Law 14-18, § 8(2), 48 DCR 4047; June 5, 2003, D.C. Law 14-307, § 2002(b), 49 DCR 11664; Apr. 22, 2004, D.C. Law 15-149, § 2(b), 51 DCR 2802.)","sections":[{"prefix":"a","text":"(1) There is established, in the Commission on Public Health, a State Health Planning and Development Agency (\"SHPDA\")."},{"prefix":"2","text":" Revenues, not to exceed fees collected pursuant to § 44-420, shall be utilized to fund 4 staff positions to administer SHPDA (Project Review Division--Certificate of Need Division Chief; 2 Public Health Analysts; and Secretary). Additional staff may be funded, as necessary, in accordance with § 44-420.01."},{"prefix":"b","text":" The SHPDA shall be responsible for health systems development in the District. The SHPDA's responsibilities for health systems development shall include:"},{"prefix":"1","text":" The establishment and administration of a health systems plan development and implementation program in accordance with § 44-404;"},{"prefix":"2","text":" The establishment of a health data and information program in accordance with § 44-405;"},{"prefix":"3","text":" The administration, operation, and enforcement of the certificate of need program in accordance with this chapter;"},{"prefix":"4","text":" The monitoring of compliance by health care facilities with the requirements of this chapter; and"},{"prefix":"5","text":" Establishing, by rule, requirements and standards regarding the amount of uncompensated care provided to residents of the District of Columbia by all health care facilities that receive a certificate of need, including an annual mechanism for monitoring the provision of that uncompensated care by the health care facilities."},{"prefix":"b-1","text":"(1) The Director of the Department of Health shall convene a working group to develop recommendations to re-engineer the data collection, analysis, and certificate of need functions performed by SHPDA. The working group shall consist of the following:"},{"prefix":"A","text":" Two representatives from the Department;"},{"prefix":"B","text":" The Chairman of the Council, or his or her designee;"},{"prefix":"C","text":" The Chairman of the Council's Committee on Human Services, or his or her designee;"},{"prefix":"D","text":" One representative from the Department of Mental Health;"},{"prefix":"E","text":" The Chairman of the Statewide Health Coordinating Council;"},{"prefix":"F","text":" The Chairman of the Mayor's Health Policy Council;"},{"prefix":"G","text":" One representative from the DC Hospital Association;"},{"prefix":"H","text":" One representative from the Nursing Home Association;"},{"prefix":"I","text":" One representative from the DC Primary Care Association;"},{"prefix":"J","text":" Two public representatives to be appointed by the Director of the Department of Health; and"},{"prefix":"K","text":" The Deputy Mayor for Children, Youth, Families and Elders, or his or her designee."},{"prefix":"2","text":" The recommendations of the working group shall be submitted to the Council by no later than February 1, 2003."},{"prefix":"c","text":" All regulations, rules, and procedures of the predecessor Office of Health System Development shall remain in effect until the adoption of superseding replacement of those regulations, rules and procedures."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"4","text":"Health Services Planning."},"heading":{"title":"44","chaptersection":"402","identifier":"44-402","catch_text":"State Health Planning and Development Agency; establishment and responsibilities."}}