{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 32-362.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-191, see Historical and Statutory Notes following ยง 44-401.\n\nDC CODE ยง 44-412\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-191, ยง 13, 43 DCR 4535.)","sections":[{"prefix":"a","text":" After a decision on an application for a new or renewal certificate of need is made by the SHPDA, the SHPDA shall notify the applicant, the SHCC, all previously appearing parties, and contiguous health planning agencies of the decision. The SHPDA shall give any person, for good cause shown, an opportunity within 30 days of the date of the notice to request reconsideration of a certificate of need decision at a public hearing before the SHPDA, which shall be held without charge. If a request demonstrates good cause, the SHPDA shall conduct a public hearing within 30 days of the request of reconsideration of the decision."},{"prefix":"b","text":" For purposes of this section, the term \"good cause\" means:"},{"prefix":"1","text":" Presentation of significant and relevant information not previously considered by the SHPDA;"},{"prefix":"2","text":" Demonstration of a significant change in a factor or circumstance relied upon in reaching the decision;"},{"prefix":"3","text":" Demonstration of a material failure to follow SHPDA review procedures; or"},{"prefix":"4","text":" Presentation of another basis for a public hearing such as when the SHPDA determines that a hearing is in the public interest."},{"prefix":"c","text":" If the SHPDA reconsiders a decision, it shall notify the persons requesting the hearing, the applicant, the SHCC, and all contiguous health planning agencies, and shall publish a notice of public hearing in at least 1 newspaper of general circulation. Any person may submit testimony at the hearing. Ex parte contact shall be prohibited after the commencement of the reconsideration hearing. A record of the hearing shall be made by the SHPDA and be available to the public upon request."},{"prefix":"d","text":" Upon reconsideration, the SHPDA shall issue finding giving the basis for its decision. The SHPDA may affirm, modify, or reverse its original decision. The SHPDA shall render its final decision in writing by issuing or denying a certificate of need within 15 days following the public hearing. The final decision shall not be reconsidered."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"4","text":"Health Services Planning."},"heading":{"title":"44","chaptersection":"412","identifier":"44-412","catch_text":"Reconsideration of review decisions."}}