{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 32-351.\n\nEffect of Amendments\n\nD.C. Law 13-127 in par. (10) added the phrase \"or an Assisted Living Residence as defined by § 44-102.01\" after the phrase \"community residence facility\".\n\nD.C. Law 14-18 inserted par. (3A).\n\nD.C. Law 14-56 repealed par. (5); added par. (7); and, in par. (12), substituted \"inpatient mental health services\" for \"mental health\". Par. (5) had read as follows:\n\n\"(5) 'Commissioner of Mental Health' means the Commissioner of the District of Columbia Commission on Mental Health Services established by Mayor's Reorganization Plan No. 3 of 1986, effective January 3, 1987 (part B of subchapter VII of Chapter 15 of Title 1), and Mayor's Order No. 88-168, effective July 13, 1988.\"\n\nD.C. Law 14-307 repealed pars. (4) and (6); and added par. (6A). Prior to repeal, pars. (4) and (6) had read as follows:\n\n\"(4) 'Commissioner of Health Care Finance' means the Commissioner of Health Care Finance established by Department of Human Services Organization Order No. 216 dated September 24, 1992.\n\n\"(6) 'Commissioner of Public Health' means the Commissioner for the District of Columbia Commission of Public Health established by Reorganization Plan No. 2 of 1979, effective February 21, 1980 (part A of subchapter III of Chapter 15 of Title 1).\"\n\nD.C. Law 15-105, in par. (7A), validated a previously made technical correction.\n\nD.C. Law 15-149, added pars. (2A), (6B), (9A), and (20); in par. (3)(A), substituted \"$2,500,000\" for \"$2,000,000\"; in par. (10), substituted \"the private office facilities of a health professional or group of health professionals, where the health professional or group of health professionals provides conventional office services limited to medical consultation, general non-invasive examination, and minor treatment,\" for \"the private office facilities of a health professional,\"; and rewrote par. (14)(A) which had read as follows:\n\n\"(14)(A) \"Major medical equipment\" means equipment which is used for the provision of medical or other health services, which is acquired by or on behalf of a health care facility or by or on behalf of physicians, dentists, or other providers in individual or group practice and which has a fair market value in excess of $1,300,000; except that the SHPDA may, by rule, adjust this threshold annually to reflect the change in the Consumer Price index issued by the Bureau of Labor Statistics, United States Department of Labor. \"Major medical equipment\" shall not include medical equipment acquired by or on behalf of a clinical laboratory to provide clinical laboratory services if the clinical laboratory is independent of a physician's office or a hospital and it meets the requirements of § 1861(s)(10) and (11) under the Social Security Act, approved August 14, 1935 (49 Stat. 420; 42 U.S.C. 1395x(s)), or replacement equipment exempted under § 44-407(b)(4).\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 16(i)(1) of Department of Mental Health Establishment Temporary Amendment Act of 2001 (D.C. Law 14-51, November 3, 2001, law notification 48 DCR 10807).\n\nFor temporary (225 day) amendment of section, see § 2(a) of Health Services Planning and Development Temporary Amendment Act of 2003 (D.C. Law 15-19, June 21, 2003, law notification 50 DCR 5463).\n\nSection 3(a) of D.C. Law 16-298, in par. (10), substituted \"treatment, a health\" for \"treatment, or a health\", and substituted \"community-based mental health services providers, CPEP, and services directly operated by the Department of Mental Health.\" for the period; in par. (12), deleted \"inpatient mental health services,\", substituted \"HMOs,\" for \"HMOs, and\" and substituted \"group practice, and community-based mental health services providers, CPEP, and services directly operated by the Department of Mental Health.\" for \"group practice.\"; and added pars. (3B) and (3C) to read as follows:\n\n\"(3B) 'Community-based mental health services providers' means organizations licensed or certified by the Department of Mental Health to provide community-based mental health services in accordance with the requirements of sections 113 and 114 of the Department of Mental Health Establishment Amendment Act of 2001, effective December 18, 2001 (D.C. Law 14-56, D.C. Official Code §§ 7- 1131.13 and 7-1131.14);\n\n\"(3C) 'Comprehensive Psychiatric Evaluation Program' or 'CPEP' means the observation, evaluation, and emergency treatment services operated by the Department of Mental Health in accordance with the requirements of section 104 (7) of the Department of Mental Health Establishment Amendment Act of 2001, effective December 18, 2001 (D.C. Law 14-56, D.C. Official Code § 7- 1131.04(7));\".\n\nSection 5(b) of D.C. Law 16-298 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 16(i)(1) of Department of Mental Health Establishment Emergency Amendment Act of 2001 (D.C. Act 14-55, May 2, 2001, 48 DCR 4390).\n\nFor temporary (90 day) amendment of section, see § 16(i)(1) of Department of Mental Health Establishment Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-101, July 23, 2001, 48 DCR 7123).\n\nFor temporary (90 day) amendment of section, see § 116(i)(1) of Mental Health Service Delivery Reform Congressional Review Emergency Act of 2001 (D.C. Act 14-144, October 23, 2001, 48 DCR 9947).\n\nFor temporary (90 day) amendment of section, see § 2002(a) of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) amendment of section, see § 2002(a) of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Health Services Planning and Development Emergency Amendment Act of 2003 (D.C. Act 15-49, March 28, 2003, 50 DCR 2943).\n\nFor temporary (90 day) amendment of section, see §§ 2(a), 3, and 4 of Health Services Planning and Development Congressional Review Emergency Amendment Act of 2003 (D.C. Act 15-87, May 19, 2003, 50 DCR 4325).\n\nFor temporary (90 day) amendment of section, see § 2002(a) of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nFor temporary (90 day) amendment of section, see § 2(a), 3, and 4 of Health Services Planning and Development Emergency Amendment Act of 2004 (D.C. Act 15- 322, January 28, 2004, 51 DCR 1581).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Comprehensive Psychiatric Emergency Program Long-Term Ground Lease Emergency Act of 2006 (D.C. Act 16-529, December 4, 2006, 53 DCR 9833).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Comprehensive Psychiatric Emergency Program Long-Term Ground Lease Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-16, February 20, 2007, 54 DCR 1774).\n\nLegislative History of Laws\n\nLaw 11-191, the \"Health Services Planning Program Re-establishment Act of 1996,\" was introduced in Council and assigned Bill No. 11-086, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on June 4, 1996, and July 3, 1996, respectively. Signed by the Mayor on July 22, 1996, it was assigned Act No. 11-347 and transmitted to both Houses of Congress for its review. D.C. Law 11-191 became effective on April 9, 1997.\n\nLaw 12-32, the \"Healthcare Entity Conversion Act of 1997,\" was introduced in Council and assigned Bill No. 12-112, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 3, 1997, and July 1, 1997, respectively. Signed by the Mayor on July 17, 1997, it was assigned Act No. 12-128 and transmitted to both Houses of Congress for its review. D.C. Law 12-32 became effective on October 23, 1997.\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nLaw 13-127, the \"Assisted Living Residence Regulatory Act of 2000,\" was introduced in Council and assigned Bill No. 13-107, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on January 4, 2000, and March 7, 2000, respectively. Signed by the Mayor on March 22, 2000, it was assigned Act No. 13-297 and transmitted to both Houses of Congress for its review. D.C. Law 13-127 became effective on June 24, 2000.\n\nLaw 14-18, the \" Health Care Privatization Amendment Act of 2001\", was approved April 30, 2001 by the District of Columbia Financial Responsibility and Management Assistance Authority pursuant to section 207(c) of Public Law 104-8, and assigned DCFRMMA-3. The Act was transmitted to both Houses of Congress by the Authority on May 7, 2001, for its review. The Authority gave notice to the Council by letter dated August 6, 2001 that the 30-day Congressional Review Period expired on July 11, 2001. D.C. Law 14-18 became effective on July 12, 2001.\n\nLaw 14-307, the \"Fiscal Year 2003 Budget Support Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-892, which was referred to the Committee on the Whole. The Bill was adopted on first and second readings on October 1, 2002, and November 7, 2002, respectively. Signed by the Mayor on December 4, 2002, it was assigned Act No. 14-543 and transmitted to both Houses of Congress for its review. D.C. Law 14-307 became effective on June 5, 2003.\n\nLaw 15-105, the \"Technical Amendments Act of 2003\", was introduced in Council and assigned Bill No. 15-437, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 2003, and December 2, 2003, respectively. Signed by the Mayor on January 6, 2004, it was assigned Act No. 15-291 and transmitted to both Houses of Congress for its review. D.C. Law 15-105 became effective on March 13, 2004.\n\nLaw 15-149, the \"Health Services Planning and Development Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-388, which was referred to Committee on Human Services. The Bill was adopted on first and second readings on January 6, 2004, and February 3, 2004, respectively. Signed by the Mayor on February 27, 2004, it was assigned Act No. 15-383 and transmitted to both Houses of Congress for its review. D.C. Law 15-149 became effective on April 22, 2004.\n\nDC CODE § 44-401\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-191, § 2, 43 DCR 4535; Oct. 23, 1997, D.C. Law 12-32, § 12(a)(1), 44 DCR 4819; Apr. 20, 1999, D.C. Law 12-264, § 33, 46 DCR 2118; June 24, 2000, D.C. Law 13-127, § 1402, 47 DCR 2647; July 12, 2001, D.C. Law 14-18, § 8(1), 48 DCR 4047; Dec. 18, 2001, D.C. Law 14- 56, § 116(i)(1), 48 DCR 7674; June 5, 2003, D.C. Law 14-307, § 2002(a), 49 DCR 11664; Mar. 13, 2004, D.C. Law 15-105, § 22(c), 51 DCR 881; Apr. 22, 2004, D.C. Law 15-149, § 2(a), 51 DCR 2802.)","sections":[{"prefix":"1","text":" \"Acquiring of effective control\" means:"},{"prefix":"A","text":" Any transfer, assignment or other disposition of 50% or more of the stock, voting rights thereunder, ownership interest, or operating assets of a corporation or other entity which is a HCF or is the operator or owner of a HCF;"},{"prefix":"B","text":" Any transaction which results in any person, or any group of persons acting in concert, owning or controlling, directly or indirectly, 50% or more of the stock, voting rights thereunder, ownership interest, or operating assets of such a corporation or other entity;"},{"prefix":"C","text":" Any transaction which results in any person, or any group of persons acting in concert, having the ability to elect or cause the election of a majority of the board of directors of such a corporation; or"},{"prefix":"D","text":" Any conversion which results in the selling, transferring, leasing, exchanging, conveying, or otherwise disposing of, directly or indirectly, all the assets or a material amount of the assets, as defined by § 44-602, of a nonprofit HCF to a for-profit entity whether a corporation, mutual benefit corporation, limited liability partnership, general partnership, joint venture, or sole proprietorship, including such an entity that results from, or is created in connection with, the conversion."},{"prefix":"2","text":" \"Annual Implementation Plan\" means the plan prepared annually by the State Health Planning and Development Agency and the Statewide Health Coordinating Council to specify actions which will achieve the goals and objectives of the Health Systems Plan."},{"prefix":"2A","text":"(A) \"Bad debt\" means an account receivable based on physician and hospital medical services furnished to any patient for which payment is:"},{"prefix":"i","text":" Expected, but is regarded as uncollectible following reasonable collection efforts; and"},{"prefix":"ii","text":" Not the obligation of any federal, state, or local governmental unit."},{"prefix":"B","text":" The term \"bad debt\" does not include charity care."},{"prefix":"3","text":" \"Capital expenditure\" means:"},{"prefix":"A","text":" Any expenditure by or on behalf of a health care facility, or by or on behalf of a person, which is, under generally accepted accounting principles, not properly chargeable as an expense of operation or maintenance and which exceeds $2,500,000; except that the SHPDA may, by rule, adjust this threshold annually to reflect the change in the Hospital Construction Cost Index issued by the U.S. Department of Commerce;"},{"prefix":"B","text":" Any acquisition under a lease or comparable arrangement, or through any other type of transfer, which would have constituted a capital expenditure under subparagraph (A) of this paragraph if the acquisition had been made at fair market value;"},{"prefix":"C","text":" Any acquisition under a lease or comparable arrangement, or through donation or through any other type of transfer by 2 or more persons acting in concert in which the aggregate cost of such acquisition would have constituted a capital expenditure under subparagraph (A) of this paragraph if the acquisition had been by purchase at fair market value, notwithstanding that the cost or value to each participating person of the acquisition would not, alone, otherwise constitute a capital expenditure under subparagraph (A) of this paragraph; and"},{"prefix":"D","text":" Any action or combination of related actions by a person or by 2 or more persons acting in concert which is taken for the purpose of acquiring, or otherwise results in the acquiring of effective control of a health care facility or any other corporation, partnership, or other entity which holds a certificate of need, and which would have constituted a capital expenditure under subparagraph (A) of this paragraph if the acquisition or intended acquisition had been by purchase at a fair market value."},{"prefix":"3A","text":" \"Charity care\" means the physician and hospital medical services provided to persons who are unable to pay for the cost of services, especially those persons who are low-income, uninsured and underinsured, but excluding those services determined to be caused by, or categorized as, bad debt."},{"prefix":"4","text":" Repealed."},{"prefix":"5","text":" Repealed."},{"prefix":"6","text":" Repealed."},{"prefix":"6A","text":" \"Department\" means the Department of Health."},{"prefix":"6B","text":"(A) \"Diagnostic health care facility\" means:"},{"prefix":"i","text":" A diagnostic imaging center accredited by the American College of Radiology whose primary business is the provision of diagnostic imaging services to the public;"},{"prefix":"ii","text":" A cardiac catheterization laboratory;"},{"prefix":"iii","text":" A radiation therapy facility; or"},{"prefix":"iv","text":" An independent diagnostic laboratory whose primary business is the provision of diagnostic imaging services to the public and at which at least 3 of the following exams are performed:"},{"prefix":"I","text":" Magnetic resonance imaging;"},{"prefix":"II","text":" CAT scan;"},{"prefix":"III","text":" Nuclear medicine;"},{"prefix":"IV","text":" Ultrasound;"},{"prefix":"V","text":" X-ray; or"},{"prefix":"VI","text":" Mammography."},{"prefix":"B","text":" The term \"diagnostic health care facility\" shall not include the offices of private physicians, whether in individual or group practice."},{"prefix":"7","text":" \"Director\" means the director of the SHPDA established by § 44-402."},{"prefix":"7A","text":" \"Director of the Department of Mental Health\" means the Director of the Department of Mental Health established by § 7-1131.03."},{"prefix":"8","text":" \"District government\" means the government of the District of Columbia."},{"prefix":"9","text":" \"Ex parte contact\" means an oral or written communication not on the official record where reasonable contemporaneous notice to all parties is not given."},{"prefix":"9A","text":" \"Expedited administrative review\" means a review conducted by the SHPDA staff, using the same criteria and standards that apply to projects reviewed through use of the regular process, the results of which are reported to the SHCC at the next regularly scheduled SHCC meeting."},{"prefix":"10","text":" \"Health care facility\" (\"HCF\") means any private general hospital, psychiatric hospital, other specialty hospital, rehabilitation facility, skilled nursing facility, intermediate care facility, ambulatory care center or clinic, ambulatory surgical facility, kidney disease treatment center, freestanding hemodialysis facility, diagnostic health care facility home health agency, hospice, or other comparable health care facility which has an annual operating budget of at least $500,000. \"Health facility\" shall not include Christian Science sanitariums operated, listed, and certified by the First Church of Christ Scientist, Boston, Massachusetts; the private office facilities of a health professional or group of health professionals, where the health professional or group of health professionals provides conventional office services limited to medical consultation, general non-invasive examination, and minor treatment, or a health care facility licensed or to be licensed as a community residence facility, or an Assisted Living Residence as defined by § 44-102.01."},{"prefix":"11","text":" \"Health Maintenance Organization\" (\"HMO\") means a private organization which is a qualifying HMO under federal regulations or has been determined to be an HMO pursuant to rules issued by the SHPDA in accordance with this chapter."},{"prefix":"12","text":" \"Health service\" means any medical or clinical related service, including services that are diagnostic, curative or rehabilitative, as well as those related to alcohol abuse, drug abuse, inpatient mental health services, home health care, hospice care, medically supervised day care, and renal dialysis. \"Health service\" shall not include those services provided by physicians, dentists, HMOs, and other individual providers in individual or group practice."},{"prefix":"13","text":" \"Health Systems Plan\" (\"HSP\") means the comprehensive health plan prepared by the SHPDA and the SHCC in accordance with this chapter."},{"prefix":"14","text":"(A)(i) \"Major medical equipment\" means:"},{"prefix":"I","text":" Equipment used for the provision of medical or other health services which is acquired by lease, purchase, donation, or other comparable arrangement by or on behalf of a health care facility, or by or on behalf of any private group practice of diagnostic radiology or radiation therapy, and which has a fair market value in excess of $1,500,000; or"},{"prefix":"II","text":" A single piece of diagnostic or therapeutic equipment which is acquired by lease, purchase, donation, or other comparable arrangement by or on behalf of a physician or group of physicians (excluding those referenced in sub-subparagraph (I) of this paragraph), or an independent owner or operator of the equipment, and for which the cost or value is in excess of $250,000."},{"prefix":"ii","text":" The SHPDA may, by rule, adjust the thresholds specified in sub-subparagraph (I) of this paragraph annually to reflect the change in the Consumer Price index issued by the Bureau of Labor Statistics, United States Department of Labor."},{"prefix":"iii","text":" The term \"major medical equipment\" shall not include medical equipment acquired by or on behalf of a clinical laboratory to provide clinical laboratory services if the clinical laboratory is independent of a physician's office or a hospital and meets the requirements of § 1861(s)(10) and (11) of the Social Security Act, approved August 14, 1935 (49 Stat. 420; 42 U.S.C. 1395x(s))."},{"prefix":"B","text":" In determining whether medical equipment has a fair market value in excess of the amount specified in subparagraph (A) of this paragraph, the cost of studies, surveys, designs, plans, working drawings, specifications, site preparation, construction, related equipment, and other activities essential to the acquisition of the equipment shall be included."},{"prefix":"15","text":" \"New institutional health service\" means:"},{"prefix":"A","text":" The construction, development, or other establishment of:"},{"prefix":"i","text":" A health care facility;"},{"prefix":"ii","text":" A home health or home nursing service;"},{"prefix":"iii","text":" Any new health service; or"},{"prefix":"iv","text":" A change in the licensed bed capacity of a facility by 10 beds or 10%, whichever is less, within a 2-year period."},{"prefix":"B","text":" Any health service offered by or on behalf of a HCF and which was not offered on a regular basis by the HCF within the 12-month period prior to the time the service would be offered or which involves an operating budget of at least $600,000 in direct costs for the first year of operation, except that the SHPDA may, by rule, adjust this threshold annually to reflect the change in the medical care component of the Consumer Price Index issued by the Bureau of Labor Statistics, U.S. Department of Labor, or which results in a capital expenditure in any amount."},{"prefix":"16","text":" \"Person\" means an individual, a trust, or estate, a partnership, or a corporation (including associations, joint stock companies, and insurance companies), the District government, or an agency, subdivision, or instrumentality of the District government."},{"prefix":"17","text":" \"Social Security Act\" means the Social Security Act, approved August 14, 1935, as amended (49 Stat. 520; 42 U.S.C. 301 et seq.)"},{"prefix":"18","text":" \"Statewide Health Coordinating Council\" (\"SHCC\") means the Statewide Health Coordinating Council established by § 44-403 to advise the State Health Planning and Development Agency on certain health planning functions as specified in this chapter."},{"prefix":"19","text":" \"State Health Planning and Development Agency\" (\"SHPDA\") means the agency for the District of Columbia within the Commission of Public Health responsible for carrying out the District government's health planning and development program established by § 44-402."},{"prefix":"20","text":" \"Uncompensated care\" means the cost of health care services rendered to patients for which the health care facility does not receive payment. The term \"uncompensated care\" includes bad debt and charity care, but does not include contractual allowances."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"4","text":"Health Services Planning."},"heading":{"title":"44","chaptersection":"401","identifier":"44-401","catch_text":"Definitions."}}