{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-355.\n\nEffect of Amendments\n\nD.C. Law 15-149 rewrote subsec. (a) and added subsec. (g). Prior to amendment, subsec. (a) had read as follows:\n\n\"(a) The SHPDA shall develop and maintain the Health Planning Data System ('HPDS'). In order to implement the HPDS, the SHPDA shall require health care facilities to submit, in writing or other uniform media, data related to the utilization, management, and financing of health services including data on utilization of health services, costs of services, charges of services, and patient demographic and characteristic information, as necessary for the development of the HSP and AIP.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(c) of Health Services Planning and Development Temporary Amendment Act of 2003 (D.C. Law 15-19, June 21, 2003, law notification 50 DCR 5463).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(c) of Health Services Planning and Development Emergency Amendment Act of 2003 (D.C. Act 15-49, March 28, 2003, 50 DCR 2943).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Health Services Planning and Development Congressional Review Emergency Amendment Act of 2003 (D.C. Act 15-87, May 19, 2003, 50 DCR 4325).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Health Services Planning and Development Emergency Amendment Act of 2004 (D.C. Act 15-322, January 28, 2004, 51 DCR 1581).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-191, see Historical and Statutory Notes following § 44-401.\n\nFor Law 15-149, see notes following § 44-401.\n\nReferences in Text\n\nTitles XVIII and XIX of the Social Security Act, referred to in subsec. (a), are codified at 42 U.S.C.A. § 1395 et seq. and 42 U.S.C.A. § 1396 et seq., respectively.\n\nDC CODE § 44-405\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-191, § 6, 43 DCR 4535; Apr. 22, 2004, D.C. Law 15-149, § 2(d), 51 DCR 2802.)","sections":[{"prefix":"a","text":" The SHPDA shall develop and maintain the Health Planning Data System (\"HPDS\"). In order to implement the HPDS, as necessary for the development of the HSP, the SHPDA shall require each health care facility to submit, in writing or other uniform media, data related to the utilization, management, and financing of health services, including data on utilization of health services, cost of services, charges of services, patient demographic and characteristic information, and assurances of its provision of a reasonable volume of uncompensated care through the \"annual compliance level\" of 3% of its operating costs (total operating expenses of a facility as set forth in an audited financial statement or its equivalent, minus the amount of reimbursement, if any, under Titles XVIII and XIX of the Social Security Act)."},{"prefix":"b","text":" The SHPDA shall issue rules which identify the types of data required from HCFs and establish submission schedules and formats. The SHPDA may require HCFs to submit data in the absence of rules or in addition to submissions required by regulation upon the determination by the SHPDA that the data are reasonably necessary to enable the SHPDA to carry out the mission of this chapter. HCFs shall be given written notice of the data requirements. The notice shall include the basis upon which the requirements have been established."},{"prefix":"c","text":" Submission of data by HCFs shall be in the form and format prescribed by the SHPDA and shall utilize forms which may be prescribed by the SHPDA."},{"prefix":"d","text":" The SHPDA shall coordinate with public and private entities that collect data of the type described in this section in order to maximize the use of existing data sources and to minimize the duplication of data collection efforts."},{"prefix":"e","text":" The SHPDA shall analyze data submitted and acquired and may publish data, analyses, and findings which identify major health policy issues."},{"prefix":"f","text":" No application for a certificate of need shall be complete and no certificate of need shall be issued if the applicant has not submitted data as required."},{"prefix":"g","text":" The SHPDA is authorized to establish a fee schedule for certain data, analyses, and reports available through SHPDA."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"4","text":"Health Services Planning."},"heading":{"title":"44","chaptersection":"405","identifier":"44-405","catch_text":"Reporting, analysis, and publication of utilization, financial, and other health-related data; regulations, reporting periods, format, and forms."}}