{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-18 added subsecs. (e), (f) and (g).\n\nD.C. Law 14-56, in subsecs. (b)(7) and (b)(8), made nonsubstantive changes; and added subsec. (b)(9).\n\nD.C. Law 15-149, in subsec. (b), rewrote pars. (1), (3), and (4), repealed par. (6), made nonsubstantive changes in pars. (8) and (9), and added pars. (10), (11), and (12). Prior to amendment, pars. (1), (3), (4), and (6) of subsec. (b) had read as follows:\n\n\"(1) The correction of cited deficiencies that are in violation of federal and District fire, building, and safety codes;\n\n\"(3) Nonpatient care projects requiring the obligation of a capital expenditure of less than $5 million and which will not increase patient charges by 1% or more;\n\n\"(4) The acquisition of medical equipment to replace the same or similar equipment for which a certificate of need has been granted, if the replacement equipment is removed from service;\n\n\"(6) This chapter shall not apply to any existing District of Columbia government-owned property used as a residential treatment and special education facility for not more than 24 emotionally disturbed children, ages 6 to 12 years, and as a treatment and special education facility for not more than 15 emotionally disturbed children, ages 6 to 12, who do no reside at the facility;\".\n\nD.C. Law 16-33 added subsec. (b)(13).\n\nD.C. Law 19-21 added subsec. (b)(14).\n\nD.C. Law 19-171, in subsec. (b), deleted \"and\" from the end of par. (11) and substituted \";   and\" for a period the end of par. (12);  designated the last sentence of subsec. (b)(13) as subsec. (b-1);  in subsec. (b-1), substituted \"For the purposes of a project exempt under subsection (b)(13) of this section, the facility\" for \"The facility\";  redesignated subsec. (b)(14) as subsec. (b-2);  and, in subsec. (b-2), redesignated pars. (A) to (C) as pars. (1) to (3).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 16(i)(3) of Department of Mental Health Establishment Temporary Amendment Act of 2001 (D.C. Law 14-51, November 3, 2001, law notification 48 DCR 10807).\n\nFor temporary (225 day) amendment of section, see § 2(d) of Health Services Planning and Development Temporary Amendment Act of 2003 (D.C. Law 15-19, June 21, 2003, law notification 50 DCR 5463).\n\nSection 3(b) of D.C. Law 16-298 added par. (14) to subsec. (b), and amended subsec. (d) to read as follows:\n\n\"(14) Community-based mental health services providers, CPEP, and services directly operated by the Department of Mental Health.\"\n\n\"(d) Community-based mental health services providers, CPEP, and the Department of Mental Health are exempt from certificate of need requirements. \"\n\nSection 5(b) of D.C. Law 16-298 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2 of D.C. Law 17-91 added subsec. (b)(14) to read as follows:\n\n\"(14) A non-hospital-based substance abuse treatment facility shall be exempt from the certificate of need requirements, but shall continue to be subject to the certification requirements under section 5 of the District of Columbia Substance Abuse Treatment and Prevention Act of 1989, effective March 15, 1990 (D.C. Law 8-80; D.C. Official Code § 44-1204). This exemption shall expire 2 years from the effective date of the Health Services Planning Program Re-establishment Act Amendment Act of 2007, as introduced on September 17, 2007 (D.C. Bill 17-358).\"\n\nSection 4(b) of D.C. Law 17-91 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2 of D.C. Law 18-225 added subsec. (b)(14) to read as follows:\n\n\"(14) The acquisition of the Washington Center for Aging Services by the Stoddard Baptist Home Foundation, Inc.\".\n\nSection 4(b) of D.C. Law 18-225 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 201 of D.C. Law 18-254 added subsec. (b)(15) to read as follows:\n\n\"(15) Changes in ownership, whether voluntary or involuntary, of the short-term, acute-care hospital known as the United Medical Center and a long-term acute care hospital and a skilled nursing facility at the same location, known as the Southern Avenue Facilities, shall be exempt from the certificate of need requirements for the purpose of:\n\n\"(A) Allowing the transfer from the owner of record to another owner of all or a portion of the Southern Avenue Facilities;\n\n\"(B) Notwithstanding any other provision of District law, allowing the owner of record, a subsequent owner, or caretaker, regardless of whether the transfer is voluntary or involuntary, to close or terminate a health service outside of the United Medical Center within 30 days after the effective date of the Not-for-Profit Hospital Corporation Establishment Emergency Amendment Act of 2010, passed on emergency basis on June 29, 2010 (Enrolled version of Bill 18-877) ('Hospital Act'); or\n\n\"(C) Allowing the entity acquiring the United Medical Center to establish, within 90 days of the effective date of the Hospital Act, a skilled nursing facility with no more than 120 beds in the existing buildings located in the 1300 block of Southern Avenue, S.E.\".\n\nSection 303(b) of D.C. Law 18-254 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 2 of the East of Anacostia River Acute Care Hospital Services Emergency Amendment Act of 1999 (D.C. Act 13-189, November 22, 1999, 46 DCR 10412).\n\nFor temporary (90-day) amendment of section, see § 2 of the Public Benefit Corporation Certificate of Need Exemption Emergency Amendment Act of 2000 (D.C. Act 13-432, August 14, 2000, 47 DCR 7465).\n\nFor temporary (90 day) amendment of section, see § 2 of the Health Services Planning Program Emergency Amendment Act of 2000 (D.C. Act 13-473, November 7, 2000, 47 DCR 9644).\n\nFor temporary (90 day) amendment of section, see § 16(i)(3) of Department of Mental Health Establishment Emergency Amendment Act of 2001 (D.C. Act 14-55, May 2, 2001, 48 DCR 4390).\n\nFor temporary (90 day) amendment of section, see § 16(i)(3) of Department of Mental Health Establishment Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-101, July 23, 2001, 48 DCR 7123).\n\nFor temporary (90 day) amendment of section, see § 116(i)(3) of Mental Health Service Delivery Reform Congressional Review Emergency Act of 2001 (D.C. Act 14-144, October 23, 2001, 48 DCR 9947).\n\nFor temporary (90 day) amendment of section, see § 2(d) of Health Services Planning and Development Emergency Amendment Act of 2003 (D.C. Act 15-49, March 28, 2003, 50 DCR 2943).\n\nFor temporary (90 day) amendment of section, see § 2(d) of Health Services Planning and Development Congressional Review Emergency Amendment Act of 2003 (D.C. Act 15-87, May 19, 2003, 50 DCR 4325).\n\nFor temporary (90 day) amendment of section, see § 2(d) of Health Services Planning and Development Emergency Amendment Act of 2004 (D.C. Act 15-322, January 28, 2004, 51 DCR 1581).\n\nFor temporary (90 day) amendment of section, see § 5123 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 3(b) of Comprehensive Psychiatric Emergency Program Long-Term Ground Lease Emergency Act of 2006 (D.C. Act 16-529, December 4, 2006, 53 DCR 9833).\n\nFor temporary (90 day) amendment of section, see § 3(b) of Comprehensive Psychiatric Emergency Program Long-Term Ground Lease Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-16, February 20, 2007, 54 DCR 1774).\n\nFor temporary (90 day) amendment of section, see § 2 of Health Service Planning Program Re-establishment Emergency Amendment Act of 2007 (D.C. Act 17-137, October 17, 2007, 54 DCR 10727).\n\nFor temporary (90 day) amendment of section, see § 2 of Health Services Planning Program Re-establishment Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-250, January 23, 2008, 55 DCR 1257).\n\nFor temporary (90 day) amendment of section, see § 2 of Health Services Planning Program Re-establishment Emergency Amendment Act of 2010 (D.C. Act 18- 442, June 17, 2010, 57 DCR 5401).\n\nFor temporary (90 day) amendment of section, see § 201 of Not-for-Profit Hospital Corporation Establishment Emergency Amendment Act of 2010 (D.C. Act 18-476, July 7, 2010, 57 DCR 6937).\n\nFor temporary (90 day) amendment of section, see § 201 of Not-for-Profit Hospital Corporation Establishment Congressional Review Emergency Amendment Act of 2010 (D.C. Act 18-541, October 4, 2010, 57 DCR 9615).\n\nFor temporary (90 day) amendment of section, see § 2 of Health Services Planning Program Re-establishment Emergency Amendment Act of 2010 (D.C. Act 18- 597, November 17, 2010, 57 DCR 11016).\n\nFor temporary (90 day) amendment of section, see § 201 of Not-for-Profit Hospital Corporation Establishment Second Congressional Review Emergency Amendment Act of 2010 (D.C. Act 18-668, December 28, 2010, 58 DCR 106).\n\nFor temporary (90 day) amendment of section, see § 201 of Not-for-Profit Hospital Corporation Establishment Emergency Amendment Act of 2011 (D.C. Act 19-73, June 8, 2011, 58 DCR 5080).\n\nFor temporary (90 day) amendment of section, see § 201 of Not-for-Profit Hospital Corporation Establishment Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-128, August 1, 2011, 58 DCR 6772).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-191, see Historical and Statutory Notes following § 44-401.\n\nFor Law 14-18, see notes following § 44-401.\n\nFor Law 14-56, see notes following § 44-401.\n\nFor Law 15-149, see notes following § 44-401.\n\nFor Law 16-33, see notes following § 44-504.\n\nLaw 19-21, the \"Fiscal Year 2012 Budget Support Act of 2011\", was introduced in Council and assigned Bill No. 19-203, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 25, 2011, and June 14, 2011, respectively. Signed by the Mayor on July 22, 2011, it was assigned Act No. 19-98 and transmitted to both Houses of Congress for its review. D.C. Law 19-21 became effective on September 14, 2011.\n\nLaw 19-171, the \"Technical Amendments Act of 2012\", was introduced in Council and assigned Bill No. 19-397, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 20, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 23, 2012, it was assigned Act No. 19-376 and transmitted to both Houses of Congress for its review. D.C. Law 19-171 became effective on September 26, 2012.\n\nReferences in Text\n\nTitles XVIII and XIX of the Social Security Act, referred to in subsec. (b)(10), are codified at 42 U.S.C.A. § 1395 et seq. and 42 U.S.C.A. § 1396 et seq., respectively.\n\nDC CODE § 44-407\n\nCurrent through December 11, 2012","credits":"(April 9, 1997, D.C. Law 11-191, § 8, 43 DCR 4535; July 12, 2001, D.C. Law 14-18, § 8(3), 48 DCR 4047; Dec. 18, 2001, D.C. Law 14-56, § 116(i)(3), 48 DCR 7674; Apr. 22, 2004, D.C. Law 15-149, § 2(e), 51 DCR 2802; Oct. 20, 2005, D.C. Law 16-33, § 5123, 52 DCR 7503; Sept. 14, 2011, D.C. Law 19- 21, § 5150, 58 DCR 6226; Sept. 26, 2012, D.C. Law 19-171, §§ 108, 109, 59 DCR 6190.)","sections":[{"prefix":"a","text":" HCFs and persons proposing projects exempted from certificate of need review must file with the SHPDA a letter of notice in accordance with rules promulgated pursuant to § 44-421."},{"prefix":"b","text":" The following projects are exempt from certificate of need review:"},{"prefix":"1","text":" The upgrading, maintenance, or correction of facility deficiencies that may be in violation of federal and District of Columbia fire, building, and safety codes, or that will improve patient safety related to a pending violation of federal or District of Columbia fire, building, or safety codes;"},{"prefix":"2","text":" The correction of deficiencies identified by private national accrediting associations and District government licensing agencies;"},{"prefix":"3","text":" Nonpatient care projects requiring the obligation of a capital expenditure of less than $8 million;"},{"prefix":"4","text":" The acquisition of the same or similar medical equipment to replace, upgrade, or expand the capacity of the equipment for which a certificate of need has been granted, if the replaced equipment is removed from service;"},{"prefix":"5","text":" The acquisition of major medical equipment to be used solely for research, new institutional health services to be offered solely for research, or the obligation of a capital expenditure to be made solely for research. This provision shall not preclude a HCF from seeking reasonable reimbursement for health care services provided under this exemption;"},{"prefix":"6","text":" Repealed."},{"prefix":"7","text":" Any proposal to offer or develop a new institutional health service or obligate a capital expenditure which would otherwise be subject to this section, if the purpose of the service or expenditure is to accommodate a resident to be transferred from D.C. Village;"},{"prefix":"8","text":" The voluntary permanent reduction in the number in licensed bed capacity where a request for exemption is made 60 days before the reduction and the SHPDA finds that the reduction in bed capacity would not be inconsistent with the HSP;"},{"prefix":"9","text":" For a period of one year, commencing on December 18, 2001, any increase in the licensed psychiatric bed capacity by a private general hospital, psychiatric hospital, other specialty hospital or rehabilitation facility holding a certificate of need to operate psychiatric beds. The health care facility shall provide the Department of Mental Health with a copy of the letter of notice required by SHPDA for projects exempt from certificate of need review;"},{"prefix":"10","text":" The acquisition of major medical equipment or establishment of new institutional health services determined by the Department to be necessary for a declared public health purpose or deemed necessary by the Department to provide health care services under contract to or grant from a District of Columbia or federal agency. Participation in programs under Titles XVIII and XIX of the Social Security Act does not qualify as a District of Columbia or federal contract for purposes of this exemption;"},{"prefix":"11","text":" District of Columbia public, chartered, and private schools for any health care service offered or developed for students with special needs in compliance with the Individuals with Disabilities Education Act, approved June 4, 1997 (111 Stat. 37; 20 U.S.C. § 1400 et seq.), the Rehabilitation Act of 1973, approved August 7, 1998 (112 Stat. 1092; 29 U.S. C. § 701 et seq.), or the Early and Periodic Screening, Diagnosis, and Treatment Program under Title XIX of the Social Security Act, approved July 30, 1965 (79 Stat. 343; 42 U.S.C. § 1396 et seq.), or any other federal or District of Columbia legal requirements;"},{"prefix":"12","text":" The acquisition, prior to October 1, 2003, of any single piece of diagnostic or therapeutic equipment which was acquired by lease, purchase, donation, or other comparable arrangement by or on behalf of a physician, a group of physicians, a private group practice of diagnostic radiology or radiation therapy, or a diagnostic health care facility, or the replacement of such equipment, so long as the equipment to be replaced is removed from service; and"},{"prefix":"13","text":" Upon October 20, 2005, any increase in the licensed psychiatric bed capacity by a private general hospital, psychiatric hospital, or other specialty or rehabilitation hospital holding a certificate of need to operate psychiatric beds; provided, that the Department of Mental Health has requested such expansion specific to a reduction in psychiatric acute care services offered by Saint Elizabeths Hospital."},{"prefix":"b-1","text":" For the purposes of a project exempt under subsection (b)(13) of this section, the facility shall provide the Department of Mental Health with a copy of the letter of notice required by SHPDA for projects exempt from the certificate of need review."},{"prefix":"b-2","text":" Changes in ownership, whether voluntary or involuntary, of the short-term, acute-care hospital known as the United Medical Center and a long-term acute-care hospital and a skilled-nursing facility at the same location, known as the Southern Avenue Facilities, shall be exempt from the certificate-of-need requirements for the purpose of:"},{"prefix":"1","text":" Allowing the transfer from the owner of record to another owner of all or a portion of the Southern Avenue Facilities;"},{"prefix":"2","text":" Notwithstanding any other provision of District law, allowing the owner of record, a subsequent owner, or caretaker, regardless of whether the transfer is voluntary or involuntary, to close or terminate a health service outside of the United Medical Center within 30 days after July 7, 2010; or"},{"prefix":"3","text":" Allowing the entity acquiring the United Medical Center to establish, within 90 days of July 7, 2010, a skilled-nursing facility with no more than 120 beds in the existing buildings located in the 1300 block of Southern Avenue, S.E."},{"prefix":"c","text":" An HMO, or combination of HMOs, shall be exempt from certificate of need requirements if it meets the following requirements:"},{"prefix":"1","text":" The facility in which the service will be provided is or will be geographically located so that the service will be reasonably accessible to the enrolled individuals; and"},{"prefix":"2","text":" At least 75% of the patients who can reasonably be expected to receive the health service will be individuals enrolled in the HMO or combination of HMOs."},{"prefix":"d","text":" The District government is exempt from certificate of need requirements until January 1, 1998."},{"prefix":"e","text":" Any proposal to offer or develop a new institutional health service, obligate a new capital expenditure, or reduce or terminate a health service that would otherwise be subject to certificate of need requirements, by a health care entity that has contracted with the District of Columbia Financial Responsibility Management Assistance Authority, or with the Mayor pursuant to § 7-1405, to provide new health care services shall be exempt from certificate of need requirements only for the purpose of maintaining the same level of care and services provided by the District of Columbia Health and Hospitals Public Benefit Corporation (\"Public Benefit Corporation\"). The exemptions granted by this subsection shall be for a period of 225 days from July 12, 2001, except that proposals to develop trauma I capability to match the levels existing at D.C. General Hospital as of January 1, 2001, shall be exempt from certificate of need requirements for a period of 1 year from July 12, 2001."},{"prefix":"f","text":" The Administrator of the Health Care Safety Net Administration (\"Administrator\"), established pursuant to § 7-1401, shall determine which new institutional health services, capital expenditures, and reductions or terminations of health services qualify as health care services being taken over from the Public Benefit Corporation. The Administrator's authority to make determinations and the exemptions from certificate of need review pursuant to subsection (e) shall expire 1 year after the date the first contract for health care services entered into pursuant to § 7-1405 is signed."},{"prefix":"g","text":" The District government and the Public Benefit Corporation are exempt from certificate of need requirements for any changes in health care service that may result from the abolishment of the Public Benefit Corporation."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"4","text":"Health Services Planning."},"heading":{"title":"44","chaptersection":"407","identifier":"44-407","catch_text":"Activities exempt from certificate of need review."}}