{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-353.\n\nEffect of Amendments\n\nD.C. Law 14-56, in subsec. (c)(9), substituted \"Director of the Department of Mental Health\" for \"Commissioner of Mental Health Services\".\n\nD.C. Law 14-307, in subsec. (c), made a nonsubstantive change in par. (6), and repealed pars. (7) and (8) which had read as follows:\n\n\"(7) The Commissioner of Public Health, or his or her designee;\n\n\"(8) The Commissioner of Health Care Finance, or his or her designee; and\"\n\nD.C. Law 15-354, in subsec. (c), validated previously made technical corrections in pars. (7) and (8).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 16(i)(2) of Department of Mental Health Establishment Temporary Amendment Act of 2001 (D.C. Law 14-51, November 3, 2001, law notification 48 DCR 10807).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 16(i)(2) of Department of Mental Health Establishment Emergency Amendment Act of 2001 (D.C. Act 14-55, May 2, 2001, 48 DCR 4390).\n\nFor temporary (90 day) amendment of section, see § 16(i)(2) of Department of Mental Health Establishment Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-101, July 23, 2001, 48 DCR 7123).\n\nFor temporary (90 day) amendment of section, see § 116(i)(2) of Mental Health Service Delivery Reform Congressional Review Emergency Act of 2001 (D.C. Act 14-144, October 23, 2001, 48 DCR 9947).\n\nFor temporary (90 day) amendment of section, see § 2002(c) of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) amendment of section, see § 2002(c) of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see § 2002(c) of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-191, see Historical and Statutory Notes following § 44-401.\n\nFor Law 14-56, see notes following § 44-401.\n\nFor Law 14-307, see notes following § 44-401.\n\nFor Law 15-354, see notes following § 44-212.\n\nDC CODE § 44-403\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-191, § 4, 43 DCR 4535; Dec. 18, 2001, D.C. Law 14-56, § 116(i)(2), 48 DCR 7674; June 5, 2003, D.C. Law 14-307, § 2002(c), 49 DCR 11664; Apr. 13, 2005, D.C. Law 15-354, § 99, 52 DCR 2638.)","sections":[{"prefix":"a","text":" The SHPDA shall establish a Statewide Health Coordinating Council (\"SHCC\"), which shall consist of 15 members appointed by the Mayor, with the advice and consent of the Council of the District of Columbia."},{"prefix":"b","text":" The SHCC shall:"},{"prefix":"1","text":" Assist the SHPDA in the development of the HSP;"},{"prefix":"2","text":" Review and make recommendations to the SHPDA on the HSP; and"},{"prefix":"3","text":" Make recommendations to the SHPDA on an application for a certificate of need."},{"prefix":"c","text":" The members appointed to the SHCC shall include:"},{"prefix":"1","text":" Four consumers of health care services in the District who are not affiliated with any health care provider or facility;"},{"prefix":"2","text":" Three public members;"},{"prefix":"3","text":" Two representatives of incorporated associations of health care facilities in the District;"},{"prefix":"4","text":" One physician representing an incorporated association of professional physicians in the District;"},{"prefix":"5","text":" One nurse representing an incorporated association of professional nurses in the District;"},{"prefix":"6","text":" One representative of an incorporated association of the health care insurance industry in the District;"},{"prefix":"7","text":" Repealed;"},{"prefix":"8","text":" Repealed; and"},{"prefix":"9","text":" The Director of the Department of Mental Health, or his or her designee."},{"prefix":"d","text":" Nongovernment members of the SHCC shall serve for a term of 3 years, except that of the nongovernment members initially appointed, 4 shall be appointed for a term of 3 years, 4 shall be appointed for a term of 2 years, and 3 shall be appointed for a term of one year from the date the first members are installed. Thereafter, that date shall become the anniversary date for all appointments. Government representatives shall serve for the duration of their service in the positions stated in subsection (c)(6) and (7) of this section."},{"prefix":"e","text":" A member of the SHCC may be reappointed, except that a member of the SHCC who is reappointed shall not serve more than 2 consecutive terms. A person may be reappointed to the SHCC following an absence of one year."},{"prefix":"f","text":" Whenever a vacancy occurs as a result of a resignation, disability, death, more than 3 consecutive absences from regularly scheduled meetings, or for other reasons in an unexpired term on the SHCC, the Mayor shall appoint a replacement to fill that unexpired term in the same manner specified in subsections (a), (b), and (c) of this section. A member appointed to fill an unexpired term shall only serve for the remainder of that term. The completion of the unexpired term shall not constitute a full term for the purposes of subsection (e) of this section."},{"prefix":"g","text":" Every 2 years, the SHCC shall elect one of its members to serve as chairman, and may elect any other officers it requires. The SHCC may adopt rules of organization and procedure which it deems necessary and are not inconsistent with this chapter, in accordance with subchapter I of Chapter 5 of Title 2."},{"prefix":"h","text":" Members of the SHCC shall receive no compensation, but may be reimbursed for actual expenses incurred in the performance of official duties in accordance with § 1-611.08."},{"prefix":"i","text":" The powers, duties and functions of the predecessor Health Advisory Committee established by § 44-2003, are transferred to the SHCC established by this chapter. The by-laws, regulations, and procedures of the predecessor Health Advisory Committee established by § 44-2003 shall continue in force until new by-laws, rules, regulations, or procedures are issued by the SHCC established pursuant to this chapter."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"4","text":"Health Services Planning."},"heading":{"title":"44","chaptersection":"403","identifier":"44-403","catch_text":"Statewide Health Coordinating Council; establishment and responsibilities."}}