{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-366.\n\nEffect of Amendments\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-191, see Historical and Statutory Notes following § 44-401.\n\nFor Law 15-354, see notes following § 44-212.\n\nDC CODE § 44-416\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-191, § 17, 43 DCR 4535; Apr. 13, 2005, D.C. Law 15-354, § 64(c), 52 DCR 2638.)","sections":[{"prefix":"a","text":" It shall be unlawful for any person to proceed with any project which under this chapter would require a certificate of need without applying for and obtaining a certificate of need."},{"prefix":"b","text":" The Office of Attorney General for the District of Columbia may seek injunctive relief from a court of competent jurisdiction when it determines that a person is offering, developing, or operating a HCF or service in violation of this chapter."},{"prefix":"c","text":" Any person, including the principal officers or agents of a corporation or association, who violates this chapter, or the rules issued pursuant to this chapter, by the willful failure to obtain a certificate of need, deviates from the provisions of a certificate of need, or beginning or continuing construction or initiating a new or expanded service after expiration of a certificate of need shall, upon conviction, be subject to a fine of not less than $500 and not more that $2,500. Each day of a continuing violation shall constitute a separate offense."},{"prefix":"d","text":" Any person, including the principal officers or agents of a corporation or association, who knowingly fails to provide, or knowingly withholds, or intentionally provides misleading information required by this chapter, or the rules issued pursuant to this chapter, upon conviction, shall be subject to a fine of not less than $500 and not more than $2,500, or 10 days imprisonment, or both. Each day of a continuing violation shall constitute a separate offense."},{"prefix":"e","text":" The SHPDA may, following a public hearing to ascertain the facts, withdraw a current certificate of need held by any person which the SHPDA finds has violated any provision of this chapter, or the rules issued pursuant to this chapter, regardless of the initiation of any criminal prosecution, suit for injunctive relief, or imposition of civil fine, penalty, or fee."},{"prefix":"f","text":" Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this chapter or any rules issued under the authority of this chapter, pursuant to Chapter 18 of Title 2."},{"prefix":"g","text":" The SHPDA shall, by rule, list each type of violation of this chapter which constitutes an infraction as described and shall list the fine, penalty, or fee to be imposed on a person for the first and for each subsequent violation."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"4","text":"Health Services Planning."},"heading":{"title":"44","chaptersection":"416","identifier":"44-416","catch_text":"Violations and penalties for noncompliance."}}