{"text":"","historical":"Temporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 2(h) of Health Services Planning and Development Temporary Amendment Act of 2003 (D.C. Law 15-19, June 21, 2003, law notification 50 DCR 5463).\n\nLegislative History of Laws\n\nFor Law 15-149, see notes following § 44-401.\n\nDC CODE § 44-420.01\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-191, § 21a, as added Apr. 22, 2004, D.C. Law 15-149, § 2(i), 51 DCR 2802.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing, revolving fund in the Department of Health the State Health Planning and Development Fund (\"SHPDA Fund\"), to be administered by the Mayor as an agency fund as defined in § 47-373(2)(I), to which all fees, civil fines, and interest relating to the State Health Planning and Development Agency shall be deposited and credited."},{"prefix":"b","text":" Revenues deposited into the SHPDA Fund shall not revert to the General Fund at the end of any fiscal year or at any other time but shall be continually available to the Department of Health for the uses and purposes set forth in subsection (c) of this section, subject to authorization by Congress in an appropriations act."},{"prefix":"c","text":" Subject to the applicable laws relating to the appropriation of District funds, monies received by and deposited in the State Health Planning and Development Fund shall be for the sole use of the State Health Planning and Development Agency and from it shall be paid all salaries and all other expenses necessary in carrying out the duties of the SHPDA, except that annual user fees collected from hospitals pursuant to § 44-420 shall be used only for salaries and expenses necessary for carrying out the certificate of need responsibilities of the SHPDA. The Mayor shall be responsible for the deposit and expenditure of these monies."},{"prefix":"d","text":" The Mayor shall submit to the Council, as a part of the annual budget, a requested appropriation for expenditures from the State Health Planning and Development Fund. The Mayor's budget request shall be based on an estimated projection of the expenditures necessary to perform the administrative and regulatory functions of the State Health Planning and Development Agency."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"4","text":"Health Services Planning."},"heading":{"title":"44","chaptersection":"420","identifier":"44-420.01","catch_text":"Establishment of State Health Planning and Development Fund."}}