{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 32-1308.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-48, see Historical and Statutory Notes following ยง 44-501.\n\nDC CODE ยง 44-508\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1984, D.C. Law 5-48, ยง 9, 30 DCR 5778.)","sections":[{"prefix":"a","text":" Except as provided in subsection (b) of this section, in the event that a health professional's: (1) clinical privileges are reduced, suspended, revoked, or not renewed; or (2) employment or staff membership is involuntarily terminated or restricted for reasons of, or voluntarily terminated or restricted while involuntary action is being contemplated for reasons of, professional incompetence, mental or physical impairment, or unprofessional or unethical conduct, a facility or agency shall submit a written report detailing the facts of the case to the duly constituted governmental board, commission, or other authority, if one exists, responsible for licensing that health professional."},{"prefix":"b","text":" The reporting requirement in subsection (a) of this section shall not apply to a temporary suspension or relinquishment of privileges or responsibilities if a health professional enters and successfully completes a prescribed program of education or rehabilitation. As soon as there exists no reasonable expectation that he or she will enter and successfully complete such a prescribed program, the facility or agency shall submit a report forthwith pursuant to subsection (a) of this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"5","text":"Health-Care and Community Residence Facility, Hospice and Home Care Licensure."},"subchapter":{"identifier":"I","text":"Licensure. (Refs & Annos)"},"heading":{"title":"44","chaptersection":"508","identifier":"44-508","catch_text":"Reporting to licensing authority."}}