{"text":"For purposes of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 32-1351.\n\nEffect of Amendments\n\nD.C. Law 13-91 validated a previously made technical amendment in subsec. (2).\n\nD.C. Law 13-127 in subsec. (1) provided for adding the phrase \"or Chapter 1 of this title,\" before the phrase \"and any entity\".\n\nD.C. Law 14-56, in par. (3), inserted \"mental health rehabilitation\" before \"services in an intermediate care facility for the mentally retarded,\".\n\nD.C. Law 14-98 redesignated par. (1) as par. (1C); added pars. (1A), (1B), (4), (5), (6), and (7); and repealed par. (2) which had read as follows:\n\n\"(2) 'Licensed professional' means a person employed by a facility who is licensed by a professional board or commission. 'Licensed professional' does not include a person who functions in a complementary or assistant role to licensed nurses in providing direct patient care or carrying out common nursing tasks, such as a nurses aide, orderly, assistant technician, attendant, home-health aide, medication aide, geriatric aide, or other health aide; housekeeping staff; maintenance staff; administrative staff, and compensated contractors.\"\n\nD.C. Law 16-305, in par. (3), substituted \"elderly individuals with disabilities\" for ''disabled elderly individuals\".\n\nD.C. Law 17-353 validated previously made technical corrections in par. (3).\n\nD.C. Law 19-169, in par. (3), substituted \"intellectual disabilities\" for \"mental retardation\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3(a) of TANF-related Medicaid Managed Care Temporary Amendment Act of 1999 (D.C. Law 12-277, April 27, 1999, law notification 46 DCR 4283).\n\nFor temporary (225 day) amendment of section, see § 2(a) of Health-Care Facility Unlicensed Personnel Criminal Background Check Temporary Amendment Act of 2001 (D.C. Law 14-40, October 13, 2001, law notification 48 DCR 9913).\n\nFor temporary (225 day) amendment of section, see § 16(k) of Department of Mental Health Establishment Temporary Amendment Act of 2001 (D.C. Law 14-51, November 3, 2001, law notification 48 DCR 10807).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 3(a) of the TANF-related Medicaid Managed Care Program Technical Clarification Emergency Amendment Act of 1998 (D.C. Act 12-605, January 20, 1999, 46 DCR 1287).\n\nFor temporary (90-day) amendment of section, see § 2(a) of the Health-Care Facility Unlicensed Personnel Criminal Background Check Technical Amendments Emergency Act of 1999 (D.C. Act 13-201, December 1, 1999, 46 DCR 10452).\n\nFor temporary (90-day) amendment of section, see § 2(a) of the Health-Care Facility Unlicensed Personnel Criminal Background Check Technical Amendments Congressional Review Emergency Act of 2000 (D.C. Act 13-294, March 7, 2000, 47 DCR 2515).\n\nFor temporary (90 day) amendment of section, see § 16(k) of Department of Mental Health Establishment Emergency Amendment Act of 2001 (D.C. Act 14-55, May 2, 2001, 48 DCR 4390).\n\nFor temporary (90 day) amendment of section, see § 16(k) of Department of Mental Health Establishment Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-101, July 23, 2001, 48 DCR 7123).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Health-Care Facility Unlicensed Personnel Criminal Background Check Emergency Amendment Act of 2001 (D.C. Act 14-102, July 23, 2001, 48 DCR 7143).\n\nFor temporary (90 day) amendment of section, see § 116(k) of Mental Health Service Delivery Reform Congressional Review Emergency Act of 2001 (D.C. Act 14-144, October 23, 2001, 48 DCR 9947).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Health-Care Facility Unlicensed Personnel Criminal Background Check Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-160, November 2, 2001, 48 DCR 10395).\n\nLegislative History of Laws\n\nLaw 12-238, the \"Health-Care Facility Unlicensed Personnel Criminal Background Check Act of 1998,\" was introduced in Council and assigned Bill No. 12-628, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on December 22, 1998, it was assigned Act No. 12-567 and transmitted to both Houses of Congress for its review. D.C. Law 12-238 became effective on April 20, 1999.\n\nLaw 13-91, the \"Technical Amendments Act of 1999,\" was introduced in Council and assigned Bill No. 13-435, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 2, 1999, and December 7, 1999, respectively. Signed by the Mayor on December 29, 1999, it was assigned Act No. 13-234 and transmitted to both Houses of Congress for its review. D.C. Law 13-91 became effective on April 12, 2000.\n\nLaw 13-127, the \"Assisted Living Residence Regulatory Act of 2000,\" was introduced in Council and assigned Bill No. 13-107, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on January 4, 2000, and March 7, 2000, respectively. Signed by the Mayor on March 22, 2000, it was assigned Act No. 13-297 and transmitted to both Houses of Congress for its review. D.C. Law 13-127 became effective on June 24, 2000.\n\nFor Law 14-56, see notes following § 44-401.\n\nLaw 14-98, the \"Health-Care Facility Unlicensed Personnel Criminal Background Check Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-99, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on December 4, 2001, and January 8, 2002, respectively. Signed by the Mayor on January 28, 2002, it was assigned Act No. 14-231 and transmitted to both Houses of Congress for its review. D.C. Law 14- 98 became effective on April 13, 2002.\n\nFor Law 16-305, see notes following § 44-102.01.\n\nFor Law 17-353, see notes following § 44-422.\n\nFor history of Law 19-169, see notes under § 44-102.01.\n\nDC CODE § 44-551\n\nCurrent through December 11, 2012","credits":"(Apr. 20, 1999, D.C. Law 12-238, § 2, 46 DCR 881; Apr. 12, 2000, D.C. Law 13-91, § 148(a), 47 DCR 520; June 24, 2000, D.C. Law 13-127, § 1403, 47 DCR 2647; Dec. 18, 2001, D.C. Law 14-56, § 116(k), 48 DCR 7674; Apr. 13, 2002, D.C. Law 14-98, § 2(a), 49 DCR 997; Apr. 24, 2007, D.C. Law 16-305, § 70, 53 DCR 6198; Mar. 25, 2009, D.C. Law 17-353, §§ 200, 201, 56 DCR 1117; Sept. 26, 2012, D.C. Law 19-169, § 29, 59 DCR 5567.)","sections":[{"prefix":"1A","text":" \"Contract worker\" means a compensated contractor for whom it is foreseeable he or she will come in direct contact with patients."},{"prefix":"1B","text":" \"Criminal background check\" means an investigation into a person's criminal history to determine whether, within the 7 years preceding the background check, the person has been convicted in the District of Columbia, or in any other state or territory of the United States where such person has worked or resided, of any of the offenses enumerated in § 44-552(e) or their equivalent in another state or territory."},{"prefix":"1C","text":" \"Facility\" means any entity required to be licensed pursuant to subchapter I of this chapter or Chapter 1 of this title and any entity furnishing Medicaid services under a provider agreement with the District of Columbia in accordance with regulations promulgated under title XIX of the Social Security Act, approved July 30, 1965 (Pub. L. 89-97; 42 U.S.C. § 1396 et seq.)."},{"prefix":"2","text":" Repealed."},{"prefix":"3","text":" \"Medicaid services\" means nursing facility services, home health-care services, inpatient hospital services and nursing facilities for individuals 65 years of age or older in an institution for mental disease, mental health rehabilitation services in an intermediate care facility for persons with intellectual disabilities, home and community care for elderly individuals with functional disabilities, and community supported living arrangement services as defined in title XIX of the Social Security Act, approved July 30, 1965 (Pub. L. 89-97; 42 U.S.C. § 1396 et seq.)."},{"prefix":"4","text":" \"Nurse Aide Abuse Registry\" means a record, maintained by the District of Columbia in accordance with section 4211 of the Omnibus Budget Reconciliation Act of 1987, approved December 22, 1987 (101 Stat. 1330-182; 42 U.S.C. § 1396r), and 29 DCMR § 3250-3254, containing names of individuals who worked as nurse aides and were determined to have abused or neglected, or misappropriated the property of, a nursing home resident."},{"prefix":"5","text":" \"Person\" means an individual."},{"prefix":"6","text":" \"Private agency\" means an entity or person that offers customer assistance in the use of criminal background checks for employment purposes."},{"prefix":"7","text":" \"Unlicensed person\" means a person not licensed pursuant to Chapter 12 of Title 3, who functions in a complementary or assistance role to licensed health care professionals in providing direct patient care or in performing common nursing tasks. The term \"unlicensed person\" includes nurse aides, orderlies, assistant technicians, attendants, home health aides, personal care aides, medication aides, geriatric aides, or other health aides. The term \"unlicensed person\" also includes housekeeping, maintenance, and administrative staff for whom it is foreseeable that the prospective employee or contract worker will come in direct contact with patients."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"5","text":"Health-Care and Community Residence Facility, Hospice and Home Care Licensure."},"subchapter":{"identifier":"II","text":"Unlicensed Personnel Criminal Background Check."},"heading":{"title":"44","chaptersection":"551","identifier":"44-551","catch_text":"Definitions."}}