{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-1307.\n\nEffect of Amendments\n\nD.C. Law 14-96, in subsec. (a), at the end, added \"The credentials committee shall accept the District of Columbia's uniform credentialing form as the sole application for a healthcare provider to become credentialed or recredentialed.\"\n\nD.C. Law 16-191, in subsec. (b), designated the lead-in language as par. (1), redesignated former pars. (1) to (6) as subpars. (A) to (F), and designated par. (2).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-48, see Historical and Statutory Notes following § 44-501.\n\nLaw 6-66 was introduced in Council and assigned Bill No. 6-135, which was referred to the Committee on Education and reassigned to the Committee on Human Services. The Bill was adopted on first and second readings on September 10, 1985, and September 24, 1985, respectively. Signed by the Mayor on October 9, 1985, it was assigned Act No. 6-89 and transmitted to both Houses of Congress for its review.\n\nLaw 10-247, the \"Health Occupations Revision Act of 1985 Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-598, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 1, 1994, and December 1, 1994, respectively.\n\nLaw 14-96, the \"Health Insurers and Credentialing Intermediaries Uniform Credentialing Form Act of 2002\", was introduced in Council and assigned Bill No. 14-54, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 4, 2001, and January 8, 2002, respectively. Signed by the Mayor on January 28, 2002, it was assigned Act No. 14-229 and transmitted to both Houses of Congress for its review. D.C. Law 14-96 became effective on April 13, 2002.\n\nFor Law 16-191, see notes following § 44-151.02.\n\nDC CODE § 44-507\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1984, D.C. Law 5-48, § 8, 30 DCR 5778; Mar. 14, 1985, D.C. Law 5-159, § 6, 32 DCR 30; Dec. 3, 1985, D.C. Law 6-66, § 11, 32 DCR 6086; Mar. 23, 1995, D.C. Law 10-247, § 5, 42 DCR 457; Apr. 13, 2002, D.C. Law 14-96, § 201, 49 DCR 991; Mar. 2, 2007, D.C. Law 16-191, § 68(a), 53 DCR 6794.)","sections":[{"prefix":"a","text":" The accordance and delineation of clinical privileges shall be determined on an individual basis and commensurate with an applicant's education, training, experience, and demonstrated current competence. In implementing these criteria, each facility and agency shall formulate and apply reasonable, nondiscriminatory standards for the evaluation of an applicant's credentials. As part of its overall responsibility for the operation of a facility or agency, the governing body, or designated persons so functioning, shall ensure that decisions on clinical privileges and staff membership are based on an objective evaluation of an applicant's credentials, free of anticompetitive intent or purpose. Whenever possible, the credentials committee and other staff who evaluate and determine the qualifications of applicants for clinical privileges and staff membership shall include members of the applicant's profession. The credentials committee shall accept the District of Columbia's uniform credentialing form as the sole application for a healthcare provider to become credentialed or recredentialed."},{"prefix":"b","text":"(1) The following are not valid factors for consideration in the determination of qualifications for staff membership or clinical privileges:"},{"prefix":"A","text":" An applicant's membership or lack of membership in a professional society or association;"},{"prefix":"B","text":" An applicant's decision to advertise, lower fees, or engage in other competitive acts intended to solicit business;"},{"prefix":"C","text":" An applicant's participation in prepaid group health plans, salaried employment, or any other manner of delivering health services on other than a fee-for-service basis;"},{"prefix":"D","text":" An applicant's support for, training of, or participation in a private group practice with members of a particular class of health professional;"},{"prefix":"E","text":" An applicant's practices with respect to testifying in malpractice suits, disciplinary actions, or any other type of proceeding; and"},{"prefix":"F","text":" An applicant's willingness to send a certain amount of patients/clients who are in need of the services of a facility or agency to a particular facility or agency; provided, that this last restriction shall not apply to public facilities and agencies."},{"prefix":"2","text":"Each facility or agency shall formulate procedures to ensure that the foregoing factors play no part when decisions regarding clinical privileges and staff membership are made. In any action brought by an individual against a facility or agency regarding a determination of clinical privileges or staff membership, the facility or agency shall have the burden of proving that none of these considerations were a factor in the determination."},{"prefix":"c","text":" No provision of District of Columbia law, institutional or staff bylaw of a facility or agency, rule or regulation, or practice shall prohibit qualified advanced practice registered nurses, podiatrists, or psychologists from being accorded clinical privileges and appointed to all categories of staff membership at those facilities and agencies that offer the kinds of services that can be performed by either members of these health professions or physicians."},{"prefix":"d","text":" General and family practitioners who have demonstrated a current competence in the performance of particular services or procedures shall not be discriminated against with respect to staff membership or the accordance and delineation of clinical privileges on account of their type of practice."},{"prefix":"e","text":" If a facility or agency offers the types of services that can be performed by physician assistants or other, analogous health professional assistants, it shall establish clearly defined and objective procedures for the processing and evaluation of requests by members of these groups to provide such services at the facility or agency."},{"prefix":"f","text":" Whenever a health professional submits a completed application for staff membership or clinical privileges to a facility or agency, that facility or agency shall have 120 calendar days to grant or deny the application. No facility or agency may deny such an application, terminate, or reduce the rights and responsibilities attending the staff membership of a health professional, or reduce, suspend, revoke, or refuse to renew his or her clinical privileges, without providing him or her with the following minimum procedural protections:"},{"prefix":"1","text":" A contemporaneous written explanation containing the explicit reasons for taking the action;"},{"prefix":"2","text":" Reasonable advance notice of the right to a fair hearing which would afford the applicant an opportunity to adequately prepare a rebuttal to the stated reasons for the action;"},{"prefix":"3","text":" A fair hearing, including the right to present evidence and call witnesses in his or her behalf;"},{"prefix":"4","text":" The right to have retained counsel present at the hearing if the facility or agency is represented by counsel at the hearing;"},{"prefix":"5","text":" A written decision containing the explicit reasons for taking the action and substantially based on the evidence produced at the hearing; and"},{"prefix":"6","text":" Access to a complete record documenting all preliminary and final decisions and proceedings related to the decisions."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"5","text":"Health-Care and Community Residence Facility, Hospice and Home Care Licensure."},"subchapter":{"identifier":"I","text":"Licensure. (Refs & Annos)"},"heading":{"title":"44","chaptersection":"507","identifier":"44-507","catch_text":"Standards for clinical privileges and staff membership; anticompetitive practices prohibited."}}