{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-1352.\n\nEffect of Amendments\n\nD.C. Law 13-91 validated a previously made technical amendment in subsec. (b).\n\nD.C. Law 14-98, in subsec. (a), substituted \"apply to persons employed on or before July 23, 2001, persons licensed\" for \"apply to persons licensed\"; in subsec. (e)(12), substituted \"distribution or possession with intent\" for \"distribution, possession, or possession with intent\"; rewrote subsecs. (b), (e) (introductory matter), and (h); repealed subsecs. (e)(9) and (f); in subsec. (g), substituted \"No facility shall employ or contract with any unlicensed person\" for \"Except as provided in subsection (f) of this section, no facility shall employ or contract with any person who is not a licensed professional\". Prior to amendment and repeal, subsecs. (b), (e) (introductory matter), (e)(9), (f), and (h) read, respectively, as follows:\n\n\"(b) No facility shall offer to employ or contract with any person who is not a licensed professional until a criminal background check has been conducted for that person. Every facility shall inform each applicant for employment or a prospective contract worker that the facility is required to conduct a criminal background check before making an offer of employment to, or contracting with, a person who is not a licensed professional.\"\n\n\"(e) Except as provided in subsection (f) of this subsection, no facility shall employ or contract with any person who is not a licensed professional if that person has been convicted in the District of Columbia or in any other state or territory of the United States of any of the following offenses or their equivalent in another state or territory:\"\n\n\"(9) Trespass or injury to property;\"\n\n\"(f) The Mayor may, by rulemaking, provide that a person who is not a licensed professional who seeks employment with a facility, having been convicted of certain crimes or placed on the Nurse Aide Abuse Registry, may be employed in a health-care facility after a specified period of time during which the person has not been convicted of any crime or committed any other prohibited behavior.\"\n\n\"(h) At the request of a facility, accompanied by the payment of a fee as determined by the Mayor, the Mayor or the Mayor's designee, or any other authorized entity shall conduct a criminal background check of any person who is not a licensed professional seeking employment with, or employed by, the facility or an entity contracting with the facility.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of Health-Care Facility Unlicensed Personnel Criminal Background Check Temporary Amendment Act of 2001 (D.C. Law 14-40, October 13, 2001, law notification 48 DCR 9913).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 3(b) of the TANF-related Medicaid Managed Care Program Technical Clarification Emergency Amendment Act of 1998 (D.C. Act 12-605, January 20, 1999, 46 DCR 1287).\n\nFor temporary (90-day) amendment of section, see § 2(b) of the Health-Care Facility Unlicensed Personnel Criminal Background Check Technical Amendments Emergency Act of 1999 (D.C. Act 13-201, December 1, 1999, 46 DCR 10452).\n\nFor temporary (90-day) amendment of section, see § 2(b) of the Health-Care Facility Unlicensed Personnel Criminal Background Check Technical Amendments Congressional Review Emergency Act of 2000 (D.C. Act 13-294, March 7, 2000, 47 DCR 2515).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Health-Care Facility Unlicensed Personnel Criminal Background Check Emergency Amendment Act of 2001 (D.C. Act 14-102, July 23, 2001, 48 DCR 7143).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Health-Care Facility Unlicensed Personnel Criminal Background Check Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-160, November 2, 2001, 48 DCR 10395).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-238, see Historical and Statutory Notes following § 44-551.\n\nFor Law 13-91, see notes following § 44-551.\n\nFor Law 14-40, see notes following § 44-551.\n\nFor Law 14-98, see notes following § 44-551.\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Law 12-238, the \"Health-Care Facility Unlicensed Personnel Criminal Background Check Act of 1998\", see Mayor's Order 2000-9, January 21, 2000 (47 DCR 1020).\n\nDC CODE § 44-552\n\nCurrent through December 11, 2012","credits":"(Apr. 20, 1999, D.C. Law 12-238, § 3, 46 DCR 881; Apr. 12, 2000, D.C. Law 13-91, § 148(b), 47 DCR 520; Apr. 13, 2002, D.C. Law 14-98, § 2(b), 49 DCR 997.)","sections":[{"prefix":"a","text":" The requirements of this section shall not apply to persons employed on or before July 23, 2001, persons licensed under Chapter 12 of Title 3, or to a person who volunteers services to a facility and works under the direct supervision of a person licensed pursuant to Chapter 12 of Title 3."},{"prefix":"b","text":" No facility shall employ or contract with any unlicensed person until a criminal background check has been conducted for that person. Each facility shall inform each prospective employee or contract worker that the facility is required to conduct a criminal background check before employing or contracting with an unlicensed person."},{"prefix":"c","text":" All criminal records received by a facility for the purposes of employing a person who is not a licensed professional pursuant to this subchapter shall be kept confidential and shall be used solely by the facility. The criminal records shall not be released or otherwise disclosed to any person except to:"},{"prefix":"1","text":" The Mayor or the Mayor's designee during an official inspection or investigation of the facility;"},{"prefix":"2","text":" The person whose background is being investigated;"},{"prefix":"3","text":" Comply with an order of a court; or"},{"prefix":"4","text":" Any person with the written consent of the person being investigated."},{"prefix":"d","text":" All criminal records received by a facility shall be destroyed after one year from the end of employment of the person to whom the records relate."},{"prefix":"e","text":" No facility shall employ or contract with any unlicensed person if, within the 7 years preceding a criminal background check conducted pursuant to this section, that person has been convicted in the District of Columbia, or in any other state or territory of the United States where such person has worked or resided, of any of the following offenses or their equivalent in another state or territory:"},{"prefix":"1","text":" Murder, attempted murder, or manslaughter;"},{"prefix":"2","text":" Arson;"},{"prefix":"3","text":" Assault, battery, assault and battery, assault with a dangerous weapon, mayhem or threats to do bodily harm;"},{"prefix":"4","text":" Burglary;"},{"prefix":"5","text":" Robbery;"},{"prefix":"6","text":" Kidnapping;"},{"prefix":"7","text":" Theft, fraud, forgery, extortion or blackmail;"},{"prefix":"8","text":" Illegal use or possession of a firearm;"},{"prefix":"9","text":" Repealed."},{"prefix":"10","text":" Rape, sexual assault, sexual battery, or sexual abuse;"},{"prefix":"11","text":" Child abuse or cruelty to children; or"},{"prefix":"12","text":" Unlawful distribution or possession with intent to distribute, a controlled substance."},{"prefix":"f","text":" Repealed."},{"prefix":"g","text":" No facility shall employ or contract with any unlicensed person who is not a licensed professional if that person's name appears on the Nurse Aide Abuse Registry maintained pursuant to regulations promulgated by the Mayor."},{"prefix":"h","text":" Each facility may obtain a criminal background check from the Metropolitan Police Department, the U.S. Department of Justice, or from a private agency. The facility shall pay the fee that is established and charged by the entity that provides the criminal background check results.   Nothing in this subsection shall preclude the facility from seeking reimbursement of the fee paid for the criminal background check from the applicant for employment or contract work."},{"prefix":"i","text":" Except as provided in subsection (a) of this section, a facility may also opt to conduct a criminal background check on any employee or volunteer who provides services at the facility."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"5","text":"Health-Care and Community Residence Facility, Hospice and Home Care Licensure."},"subchapter":{"identifier":"II","text":"Unlicensed Personnel Criminal Background Check."},"heading":{"title":"44","chaptersection":"552","identifier":"44-552","catch_text":"Criminal background checks."}}