{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-1302.\n\nEffect of Amendments\n\nD.C. Law 15-38, in subsec. (j), substituted \"Public Health:  Health Care Facility endorsement or Public Health:  Human Services facility endorsement to a basic business license under the basic\" for \"Class A Public Health:  Health Care Facility endorsement or Class A Public Health:   Human Services facility endorsement to a master business license under the master\".\n\nD.C. Law 15-354, in subsec. (j), validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(ee)(1) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-48, see Historical and Statutory Notes following § 44-501.\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-615, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615 and transmitted to both Houses of Congress for its review. D.C. Law 12-261 became effective on April 20, 1999.\n\nFor Law 15-38, see notes following § 44-202.\n\nFor Law 15-354, see notes following § 44-212.\n\nEditor's Notes\n\nBecause of the enactment of subchapter II of this chapter by D.C. Law 12-238 and the designation of the preexisting text as subchapter I, \"subchapter\" has been substituted for \"chapter\" near the beginning of (b), twice in the last sentence of (d) and (g), and in (h).\n\nDC CODE § 44-502\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1984, D.C. Law 5-48, § 3, 30 DCR 5778; Apr. 20, 1999, D.C. Law 12-261, § 2003(aa)(1), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 3(ee)(1), 50 DCR 6913; Apr. 13, 2005, D.C. Law 15-354, § 83(c)(1), 52 DCR 2638.)","sections":[{"prefix":"a","text":" Except as provided in subsections (b), (c), and (d) of this section, it shall be unlawful to operate a facility or agency in the District of Columbia, whether public or private, for profit or not for profit, without being licensed by the Mayor."},{"prefix":"b","text":" This subchapter shall not apply to a facility or agency operated by the federal government or, except in the case of community residence facilities, by and for the adherents of a church or religious denomination that, in accordance with established tenets, recognizes spiritual healing as the sole means of treating illness."},{"prefix":"c","text":" Facilities and agencies that, prior to February 24, 1984, were not or would not have been subject to licensure in the District of Columbia may operate without a license until 6 months after the adoption of applicable rules under § 44-504."},{"prefix":"d","text":" The continued operation of a facility or agency pending action by the Mayor on an application for licensure renewal or initial licensure under subsection (c) of this section shall not be deemed unlawful if a completed application was timely filed but, through no fault of the facility or agency or its governing body, staff, or employees, the Mayor has failed to act on the application before the expiration of the facility's or agency's current license or, under subsection (c) of this section, its authorized period of operation. A facility or agency operating under this subsection shall comply with all other provisions of this subchapter and rules adopted pursuant to this subchapter."},{"prefix":"e","text":" Application forms shall list all certificates of approval, authority, occupancy, or need that are required as a precondition to lawful operation in the District of Columbia."},{"prefix":"f","text":" A license shall be valid only for the premises stated on the license."},{"prefix":"g","text":" Any change in the ownership of a facility or agency owned by an individual, partnership, or association, or in the legal or beneficial ownership of 10% or more of the stock of a corporation that owns or operates a facility or agency, shall be subject to written notice of the change being given to the governmental licensing authority at least 30 days prior to the change in ownership. Upon notification, the governmental licensing authority may, at its discretion, require reinspection and relicensure to ensure that the facility or agency will remain in compliance with the provisions of this subchapter, rules adopted pursuant to this subchapter, and all other applicable provisions of law."},{"prefix":"h","text":" Unless sooner terminated or renewed, a license required by this subchapter shall expire one year from the date of issue or the last renewal."},{"prefix":"i","text":" Each facility licensed under this subchapter shall post its license in a conspicuous place on the premises, and each agency licensed under this subchapter shall have its license readily available for inspection by the public."},{"prefix":"j","text":" Any license issued pursuant to this section shall be issued as a Public Health:  Health Care Facility endorsement or a Public Health:   Human Services Facility endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of Chapter 28 of Title 47."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"5","text":"Health-Care and Community Residence Facility, Hospice and Home Care Licensure."},"subchapter":{"identifier":"I","text":"Licensure. (Refs & Annos)"},"heading":{"title":"44","chaptersection":"502","identifier":"44-502","catch_text":"License requirements."}}