{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 32-552.\n\nEffect of Amendments\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\".\n\nD.C. Law 16-19 repealed par. (4) which had read as follows:\n\n\"(4) 'Attorney General for the District of Columbia' means the Attorney General for the District of Columbia.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-32, see Historical and Statutory Notes following § 44-601.\n\nFor Law 15-354, see notes following § 44-212.\n\nFor Law 16-191, see notes following § 44-151.02.\n\nDC CODE § 44-602\n\nCurrent through December 11, 2012","credits":"(Oct. 23, 1997, D.C. Law 12-32, § 3, 44 DCR 4819; Apr. 13, 2005, D.C. Law 15-354, § 66, 52 DCR 2638; Mar. 2, 2007, D.C. Law 16-191, § 69, 53 DCR 6794.)","sections":[{"prefix":"1","text":" \"Applicant\" means a healthcare entity or a for-profit entity that applies to the State Health Planning and Development Agency or the Commissioner of Insurance and Securities for approval of a conversion."},{"prefix":"2","text":" \"Authorized person\" means a person who (A) controls, is controlled by, or is under common control with, a for-profit entity, directly or indirectly, through one or more intermediaries, (B) has entered into an agreement or contract, including a nonbinding letter of intent to acquire, or be acquired, through merger or other consolidation with a healthcare entity, or (C) a person who is an officer, director, agent, or managing employee of such an entity."},{"prefix":"3","text":" \"Conversion\" means any agreement or transaction by a healthcare entity to sell, transfer, lease, exchange, option, convey, or otherwise dispose of, directly or indirectly, all of its assets, or a material amount of its assets, or control, responsibility, or governance of its assets, to a for-profit entity, including one that results from or is created in connection with the transaction or agreement."},{"prefix":"4","text":" Repealed."},{"prefix":"5","text":" \"For-profit entity\" means any corporation, mutual benefit corporation, trust, estate, partnership, limited liability company, or other entities (including associations, joint stock companies, and insurance companies) that is organized and operated for profit; or any incorporated or unincorporated division, subdivision, branch, unit, or part of such an entity including one that results from or is created in connection with the conversion of a nonprofit healthcare entity."},{"prefix":"6","text":" \"Person\" means an individual, partnership, association, corporation, or any other organization."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"6","text":"Healthcare Entity Conversion. (Refs & Annos)"},"heading":{"title":"44","chaptersection":"602","identifier":"44-602","catch_text":"Definitions."}}