{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-554.\n\nEffect of Amendments\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-32, see Historical and Statutory Notes following § 44-601.\n\nFor Law 15-354, see notes following § 44-212.\n\nDC CODE § 44-604\n\nCurrent through December 11, 2012","credits":"(Oct. 23, 1997, D.C. Law 12-32, § 5, 44 DCR 4819; Apr. 13, 2005, D.C. Law 15-354, § 66, 52 DCR 2638.)","sections":[{"prefix":"a","text":" If the Attorney General for the District of Columbia determines, pursuant to § 44-603(12), that the charitable assets of a healthcare entity have not been placed in a charitable trust controlled independently of the for-profit entity, or other parties to the conversion, and used for appropriate charitable purposes consistent with the healthcare entity's purposes or operation in the affected community, the Attorney General for the District of Columbia shall ensure that a charitable trust is established."},{"prefix":"b","text":" The governance of any charitable trust established to safeguard assets subject to the provisions of this chapter shall be subject to review by the Attorney General for the District of Columbia, who shall ensure the following: that the governance of the charitable trust is broadly based in the community historically served by the healthcare entity; that the participation on the board of the charitable trust be persons involved in negotiating the conversion shall be limited; that such limitations may take the form of restrictions on the number of representatives or their length of services; and that the charitable activities of the nonprofit person shall not be used to satisfy the charitable obligations of the for-profit entity."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"6","text":"Healthcare Entity Conversion. (Refs & Annos)"},"heading":{"title":"44","chaptersection":"604","identifier":"44-604","catch_text":"Charitable trusts."}}