{"text":"","historical":"Temporary Addition of Section\n\nSection 1105 of D.C. Law 18-222 added a section to read as follows:\n\n\"Sec. 1105. Interest and penalties.\n\n\"(a) If a hospital fails to pay the full amount of an assessment by the date required by this act, or by rules issued pursuant to this act, the hospital shall pay, in addition to the required assessment:\n\n\"(1) Interest at the rate of 1.5% of the assessment per month or any fraction thereof, which shall be added to the unpaid balance; and\n\n\"(2) An administrative penalty of 10% of the assessment.\n\n\"(b) The District of Columbia shall have a lien upon a hospital's real and personal property located in the District of Columbia for any assessments, interest, or administrative penalties that are due under this act, or rules issued pursuant to this act.\n\n\"(c) An action brought to enforce the provisions of this section shall be brought in the Superior Court of the District of Columbia by the Attorney General for the District of Columbia in the name of the District of Columbia.\"\n\nSection 2002(b) of D.C. Law 18-222 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 1105 of Fiscal Year 2010 Balanced Budget Support Emergency Act of 2010 (D.C. Act 18-450, June 28, 2010, 57 DCR 5635).\n\nFor temporary (90 day) addition, see § 5015 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nFor temporary (90 day) addition, see §§ 1105 of Fiscal Year 2010 Balanced Budget Support Congressional Review Emergency Act of 2010 (D.C. Act 18-531, August 6, 2010, 57 DCR 8109).\n\nLegislative History of Laws\n\nFor Law 18-223, see notes following § 44-631.\n\nDC CODE § 44-634\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, § 5015, 57 DCR 6242.)","sections":[{"prefix":"a","text":" If a hospital fails to pay the full amount of an assessment by the date required by this chapter, or by rules issued pursuant to this chapter, the hospital shall pay, in addition to the required assessment:"},{"prefix":"1","text":" Interest at the rate of 1.5% of the assessment per month or any fraction thereof, which shall be added to the unpaid balance; and"},{"prefix":"2","text":" An administrative penalty of 10% of the assessment."},{"prefix":"b","text":" The District of Columbia shall have a lien upon a hospital's real and personal property located in the District of Columbia for any assessments, interest, or administrative penalties that are due under this chapter, or rules issued pursuant to this chapter."},{"prefix":"c","text":" An action brought to enforce the provisions of this section shall be brought in the Superior Court of the District of Columbia by the Attorney General for the District of Columbia in the name of the District of Columbia."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"6A","text":"Hospital Assessments."},"heading":{"title":"44","chaptersection":"634","identifier":"44-634","catch_text":"Interest and penalties."}}