{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-556.\n\nEffect of Amendments\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-32, see Historical and Statutory Notes following § 44-601.\n\nFor Law 15-354, see notes following § 44-212.\n\nDC CODE § 44-606\n\nCurrent through December 11, 2012","credits":"(Oct. 23, 1997, D.C. Law 12-32, § 7, 44 DCR 4819; Apr. 13, 2005, D.C. Law 15-354, § 66, 52 DCR 2638.)","sections":[{"prefix":"a","text":" The Attorney General for the District of Columbia shall approve or disapprove a conversion within 60 days of receiving a request from the applicable agency."},{"prefix":"b","text":" Prior to issuing a decision, the Attorney General for the District of Columbia shall publish the request in at least two newspapers of general publication and may hold a public hearing to receive public testimony. Notice of a public hearing shall be published at least 10 days prior to the hearing. The Attorney General for the District of Columbia may increase the number days of review provided such request will not unnecessarily delay the applicable agency's decision. The Attorney General for the District of Columbia shall hold a public hearing if requested by any interested person. The Attorney General for the District of Columbia may request or subpoena additional information or witnesses, require and administer oaths, require sworn statements, take depositions, and use related discovery procedures for the purpose of the public hearing."},{"prefix":"c","text":" The Attorney General for the District of Columbia shall employ the services of an independent expert to assess the value of the charitable assets. If the conversion is approved, the Attorney General for the District of Columbia may issue conditions and recommendations regarding the charitable assets. The costs of the review required by this section shall be assessed against the applicant."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"6","text":"Healthcare Entity Conversion. (Refs & Annos)"},"heading":{"title":"44","chaptersection":"606","identifier":"44-606","catch_text":"Process of review."}}