{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-553.\n\nEffect of Amendments\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\".\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 3 of the East of Anacostia River Acute Care Hospital Services Emergency Amendment Act of 1999 (D.C. Act 13-189, November 22, 1999, 46 DCR 10412).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-32, see Historical and Statutory Notes following § 44-601.\n\nFor Law 15-354, see notes following § 44-212.\n\nDC CODE § 44-603\n\nCurrent through December 11, 2012","credits":"(July 1, 1997, D.C. Law 12-32, § 4, 44 DCR 4819; Apr. 13, 2005, D.C. Law 15-354, § 66, 52 DCR 2638.)","sections":[{"prefix":"a","text":" Notwithstanding any other provisions of the law, a healthcare entity shall not execute a conversion to a for-profit entity without the approval of the Attorney General for the District of Columbia."},{"prefix":"b","text":" The Attorney General for the District of Columbia shall review the conversion to determine whether charitable assets are adequately protected. A conversion shall not be approved unless necessary and appropriate steps have been taken by the healthcare entity, to safeguard the value of its charitable assets."},{"prefix":"c","text":" In determining whether charitable assets have been adequately protected, the Attorney General for the District of Columbia shall consider the following:"},{"prefix":"1","text":" Whether the conversion is permitted under § 29-301.01 et seq., and other laws of the District of Columbia governing nonprofit persons, trusts, or charities or under Internal Revenue Service rules or policies governing the disposition of charitable assets;"},{"prefix":"2","text":" Whether the healthcare entity exercised due diligence in deciding to sell or transfer a material amount of assets or control of operation, in selecting the purchaser, and in negotiating the terms and conditions of the conversion;"},{"prefix":"3","text":" Whether the procedure used by the healthcare entity in making its decision was fair and objective, and whether appropriate independent expert assistance was used;"},{"prefix":"4","text":" Whether any authorized person is not in full compliance with any federal, state, or local laws or requirements in every jurisdiction where the applicant operates or is licensed to do business;"},{"prefix":"5","text":" Whether any authorized person has been convicted of violating any federal or state law or regulation (including, without limitation, laws or regulations relating to the delivery of health care items or health care services, reimbursement for health care services, employer/employee relations, and environmental regulation) or has been indicted, is currently being investigated, or has entered into a settlement agreement in connection with the violation of any law or regulation;"},{"prefix":"6","text":" Whether the for-profit entity is financially sound and has the financial and management capacity to operate the healthcare entity, a department or division thereof, or any entity resulting from the conversion;"},{"prefix":"7","text":" Whether the for-profit entity has disclosed all potential conflicts of interest, including, but not limited to, conflicts of interest related to board members, executives, members of the medical staff of the healthcare entity, and experts retained by the healthcare entity, or the parties to the conversion;"},{"prefix":"8","text":" Whether the conversion will result in the enrichment of any person;"},{"prefix":"9","text":" Whether the healthcare entity will receive reasonably fair value for its assets and whether the market value of those assets has not been manipulated by the actions of the parties in a manner that causes the value of the assets to decrease;"},{"prefix":"10","text":" Whether charitable funds are placed at unreasonable short-term or long term risk;"},{"prefix":"11","text":" Whether any management contract under the conversion is for reasonably fair value;"},{"prefix":"12","text":" Whether the charitable assets have been placed in a charitable trust controlled independently of the for-profit entity or other parties to the conversion and used for appropriate charitable purposes consistent with the healthcare entity's purposes or operation in the affected community; and"},{"prefix":"13","text":" Whether a right of first refusal has been retained by the healthcare entity to permit repurchase of the assets by a successor nonprofit person if and when the for-profit entity that results from conversion is subsequently proposed for sale, conversion, or merger."},{"prefix":"d","text":" The Attorney General for the District of Columbia shall assess the for-profit entity the reasonable costs related to, and shall expend such amounts for, the review of the proposed conversion determined by the Attorney General for the District of Columbia to be necessary or appropriate. Such reasonable costs may include further expert review of the conversion, and a process to educate the public about the conversion and to obtain public comment."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"6","text":"Healthcare Entity Conversion. (Refs & Annos)"},"heading":{"title":"44","chaptersection":"603","identifier":"44-603","catch_text":"Conversion approval."}}