{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-119.1.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 401 of the Health and Hospitals Public Benefit Corporation Emergency Act of 1996 (D.C. Act 11-388, August 28, 1996, 43 DCR 4937), § 401 of the Health and Hospitals Public Benefit Corporation Congressional Review Emergency Act of 1996 (D.C. Act 11-421, October 28, 1996, 43 DCR 6093), § 401 of the Health and Hospitals Public Benefit Corporation Second Congressional Review Emergency Act of 1996 (D.C. Act 11-487, January 2, 1997, 44 DCR 634), and see § 401 of the Health and Hospitals Public Benefit Corporation Congressional Review Emergency Act of 1997 (D.C. Act 12-39, March 31, 1997, 44 DCR 2044).\n\nLegislative History of Laws\n\nLaw 5-173, \"Fees for Clinical Services and Asbestos Abatement Act of 1984,\" was introduced in Council and assigned Bill No. 5-493, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on December 4, 1984, and December 18, 1984, respectively. Signed by the Mayor on January 11, 1985, it was assigned Act No. 5-238 and transmitted to both Houses of Congress for its review.\n\nLaw 11-212, the \"Health and Hospitals Public Benefit Corporation Act of 1996,\" was introduced in Council and assigned Bill No. 11-604, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on June 4, 1996, and July 17, 1996, respectively. Signed by the Mayor on August 7, 1996, it was assigned Act No. 11-389 and transmitted to both Houses of Congress for its review. D.C. Law 11-212 became effective on April 9, 1997.\n\nDC CODE § 44-731\n\nCurrent through December 11, 2012","credits":"(Mar. 15, 1985, D.C. Law 5-173, § 2, 32 DCR 736; Apr. 9, 1997, D.C. Law 11-212, § 401, 43 DCR 4962.)","sections":[{"prefix":"a","text":" A fee, based on rates to be established by the Mayor, shall be charged to each person who is not indigent for all clinical services provided at District of Columbia health clinics. The Mayor's authority to set such fees at D.C. General Hospital and for those services provided at the Ambulatory Health Care Administration community health clinics shall terminate on the date that the Board of Directors of the District of Columbia Health and Hospitals Public Benefit Corporation has its first meeting in accordance with § 44- 1102.04(h)."},{"prefix":"b","text":" The following clinical health services shall be provided by the Mayor at District of Columbia health clinics, including the outpatient clinic at the D.C. General Hospital, through contractual arrangements with private agencies or providers, or through other alternative arrangements:"},{"prefix":"1","text":" Screening services:"},{"prefix":"A","text":" Hypertension;"},{"prefix":"B","text":" Sickle cell anemia; and"},{"prefix":"C","text":" Asbestosis, cancer of the stomach, cancer of the colon, rectal cancer, and other diseases resulting from prolonged exposure to asbestos. Free screening services for these diseases shall be provided only to those persons who have been identified as having a high risk of asbestos related disease and who do not have any form of health insurance in accordance with recommendations of the Task Force on Asbestos Abatement and rules and regulations issued by the Mayor."},{"prefix":"2","text":" Screening and treatment services:"},{"prefix":"A","text":" Drug addiction;"},{"prefix":"B","text":" Lead poisoning;"},{"prefix":"C","text":" Venereal disease;"},{"prefix":"D","text":" Tuberculosis outpatient care; and"},{"prefix":"E","text":" Forensic psychiatry."},{"prefix":"3","text":" Immunization services:"},{"prefix":"A","text":" Communicable disease in adults and children; and"},{"prefix":"B","text":" Rabies in animals."},{"prefix":"c","text":"(1) The Mayor may determine that certain services will be provided without charge to all patients, because such a policy is determined to be in the public interest on the basis of any of the following health factors:"},{"prefix":"A","text":" Threat of communicable disease;"},{"prefix":"B","text":" Danger to the public health; or"},{"prefix":"C","text":" Mortality and morbidity related to a specific disease."},{"prefix":"2","text":" All clinical health services shall be provided, without charge, at District of Columbia health clinics, including the outpatient clinic at the D.C. General Hospital, to persons who are receiving assistance under subchapter VII of Chapter 2 of Title 4, and who do not receive assistance under Medicaid."},{"prefix":"d","text":" At the beginning of each fiscal year, the Mayor shall cause to be published in the District of Columbia Register a list of those services, if any, rendered free of charge by city clinics and by the D.C. General Hospital in the public interest."},{"prefix":"e","text":" For purposes of this subchapter, the term \"clinical services\" shall include all health services rendered by the District in an ambulatory setting, including mental health, alcoholism, and drug treatment services."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"7","text":"Hospitals, Asylums, Charities Generally."},"subchapter":{"identifier":"II","text":"Fees for Clinical Services and Asbestos Abatement."},"heading":{"title":"44","chaptersection":"731","identifier":"44-731","catch_text":"Fees for clinical services."}}