{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 32-501.\n\n1973 Ed., § 32-361.\n\nEffect of Amendments\n\nD.C. Law 17-147, in par. (2), inserted \", or the Fire and Emergency Medical Services Department to the extent that it is operating as a pre-hospital medical care provider\"; and, in par. (3), added \"The term 'health professional' also includes employees of the Fire and Emergency Medical Services Department who provide emergency medical services in accordance with approved medical protocols or under the direction of a physician licensed in accordance with Chapter 12 of Title 3.\"\n\nLegislative History of Laws\n\nLaw 2-112 was introduced in Council and assigned Bill No. 2-233, which was referred to the Committee on the Judiciary with comments from the Committee on Human Resources and the Aging. The Bill was adopted on first, amended first, and second readings on May 30, 1978, June 13, 1978, and June 27, 1978, respectively. There being no action by the Mayor, it was assigned Act No. 2- 236 and transmitted to both Houses of Congress for its review.\n\nLaw 9-234 was introduced in Council and assigned Bill No. 9-355, which was referred to the Committee on the Judiciary and reassigned to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 1, 1992, and December 15, 1992, respectively. Signed by the Mayor on December 31, 1992, it was assigned Act No. 9-365 and transmitted to both Houses of Congress for its review. D.C. Law 9-234 became effective on March 17, 1993.\n\nLaw 17-147, the \"Emergency Medical Services Improvement Amendment Act of 2008\", was introduced in Council and assigned Bill No.17-170 which was referred to the Committee on Public Safety and Judiciary. The Bill was adopted on first and second readings on January 8, 2008, and February 5, 2008, respectively. Signed by the Mayor on February 25, 2008, it was assigned Act No. 17-313 and transmitted to both Houses of Congress for its review. D.C. Law 17-147 became effective on April 15, 2008.\n\nDC CODE § 44-801\n\nCurrent through December 11, 2012","credits":"(Sept. 29, 1978, D.C. Law 2-112, § 2, 25 DCR 1471; Mar. 17, 1993, D.C. Law 9-234, § 2(a), 40 DCR 605; Apr. 15, 2008, D.C. Law 17-147, § 6, 55 DCR 2558.)","sections":[{"prefix":"1","text":" \"Group practice\" means a collection of health professionals that provides health-care services."},{"prefix":"2","text":" \"Health-care facility or agency\" means a facility, agency, or other organizational entity as defined in § 44-501, or the Fire and Emergency Medical Services Department to the extent that it is operating as a pre-hospital medical care provider."},{"prefix":"3","text":" \"Health professional\" means a person required to be licensed or permitted to provide health-care services in the District of Columbia under Chapter 12 of Title 3. The term \"health professional\" also includes employees of the Fire and Emergency Medical Services Department who provide emergency medical services in accordance with approved medical protocols or under the direction of a physician licensed in accordance with Chapter 12 of Title 3."},{"prefix":"4","text":" \"Health professional association\" means a membership organization of health professionals in the District of Columbia having as a purpose the maintenance of high professional standards within the profession practiced by its members."},{"prefix":"5","text":" \"Peer review\" means the procedure by which health-care facilities and agencies, group practices, and health professional associations monitor, evaluate, and take actions to improve the delivery, quality, and efficiency of services within their respective facilities, agencies, and professions, including recommendations, consideration of recommendations, actions with regard thereto, and implementation of the actions. The term \"peer review\" includes, but is not limited to, the following:"},{"prefix":"A","text":" Matters affecting membership of a health professional on the staff of a health-care facility or agency;"},{"prefix":"B","text":" The grant, delineation, renewal, denial, modification, limitation, or suspension of clinical privileges to provide health-care services at a health-care facility or agency;"},{"prefix":"C","text":" Matters affecting employment and the terms of employment of a health professional by a health-care facility, agency, or group practice;"},{"prefix":"D","text":" Matters affecting membership and terms of membership in a health professional association, including decisions to suspend membership privileges, expel from membership, reprimand or censure a member, or other disciplinary actions;"},{"prefix":"E","text":" Review of the qualifications, activities, conduct, or performance of any health professional, including a grievance against a health professional;"},{"prefix":"F","text":" Review of the quality, efficiency, or utilization of services provided by a health professional, a health-care facility, agency, or group practice; and"},{"prefix":"G","text":" Review of a health professional's ability to perform, including allegations of mental or physical impairment, and imposition of programs of education, treatment, or rehabilitation, including monitoring and supervision, or conduct of programs of education."},{"prefix":"6","text":" \"Peer review body\" means a committee, board, hearing panel or officer, reviewing panel or officer or governing board of a health-care facility or agency, group practice or health professional association that engages in peer review, the health-care facility, agency, group practice or health professional association which establishes or authorizes or is governed by it, and a director, officer, employee, or member of such an entity."},{"prefix":"7","text":" \"Primary health record\" means the record of continuing care maintained by a health professional, group practice, or health-care facility or agency containing all diagnostic and therapeutic services rendered to an individual patient by that health professional, facility, or agency."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"8","text":"Medical Records."},"heading":{"title":"44","chaptersection":"801","identifier":"44-801","catch_text":"Definitions."}}