{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-168 rewrote subsec. (b), which formerly read:\n\n\"(b) Disbursements from the Fund may be used for all purposes related to operating the Corporation, the hospital, and other operations on the site.\"\n\nLegislative History of Laws\n\nFor history of Law 19-21, see notes under ยง 44-951.01.\n\nLaw 19-168, the \"Fiscal Year 2013 Budget Support Act of 2012\", was introduced in Council and assigned Bill No. 19-743, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2012, and June 5, 2012, respectively. Signed by the Mayor on June 22, 2012, it was assigned Act No. 19-385 and transmitted to both Houses of Congress for its review. D.C. Law 19-168 became effective on September 20, 2012.\n\nMiscellaneous Notes\n\nShort title: Section 5031 of D.C. Law 19-168 provided that subtitle D of title V of the act may be cited as \"Not-For-Profit Hospital Corporation Establishment Amendment Act of 2012\".\n\nDC CODE ยง 44-951.03\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2011, D.C. Law 19-21, ยง 5114, 58 DCR 6226; Sept. 20, 2012, D.C. Law 19-168, ยง 5032(a), 59 DCR 8025.)","sections":[{"prefix":"a","text":"(1) There is established as a nonlapsing fund the Not-for-Profit Hospital Corporation Fund. The Fund shall be comprised of:"},{"prefix":"A","text":" Accounts receivable of the Corporation;"},{"prefix":"B","text":" Transferred funds of the United Medical Center; and"},{"prefix":"C","text":" Funds obtained through payments from third-party payers, and other sources."},{"prefix":"2","text":" The Mayor may direct the Chief Financial Officer to deposit in the Fund any and all other funds received by or on behalf of the Corporation or the hospital for the purpose of operating the Corporation, the hospital, and any other operations conducted by or through the Corporation on the site."},{"prefix":"3","text":" All funds deposited into the Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (b) of this section without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"b","text":" Disbursements from the Fund may be used for all purposes related to operating the Corporation, the hospital, and other operations on the site, and to purchase for the general public for educational or promotional events and programs sponsored or organized by the Corporation, including the Corporation's Marketing/Public Relations department:"},{"prefix":"1","text":" Food;"},{"prefix":"2","text":" Snacks;"},{"prefix":"3","text":" Nonalcoholic beverages; and"},{"prefix":"4","text":" Marketing and promotional items and gifts."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"9A","text":"Not-For-Profit Hospital Corporation."},"heading":{"title":"44","chaptersection":"951","identifier":"44-951.03","catch_text":"Not-for-Profit Hospital Corporation Fund."}}