{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-21, see notes under ยง 44-951.01.\n\nDC CODE ยง 44-951.14\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2011, D.C. Law 19-21, ยง 5125, 58 DCR 6226.)","sections":[{"prefix":"a","text":" The officers and employees of the Corporation shall not be considered District government employees for purposes of subchapter II of Chapter 4 of Title 2 and the District of Columbia shall not be liable for any acts or occurrences of the Corporation regardless of whether the Corporation purchases insurance or whether purchased insurance covers any act or omission of an act."},{"prefix":"b","text":" The District of Columbia may, upon request by the Corporation and at the discretion of the Attorney General for the District of Columbia (\"Attorney General\"), provide representation through the Office of the Attorney General to the Corporation and its officers and employees for legal matters related to their official duties."},{"prefix":"c","text":" The Corporation may retain outside counsel, other than the Attorney General, at its own expense to provide representation for the Corporation and its officers and employees in actual or anticipated litigation related to their official duties and functions or in any other legal proceeding, lawsuit, grievance, or arbitration filed against the Corporation, its officers, or its employees."},{"prefix":"d","text":" An action other than an action for medical negligence or malpractice may not be maintained against the Corporation for unliquidated damages to persons or property unless, within 6 months after the injury or damage was sustained, the claimant, his agent, or attorney has given notice in writing to the CEO of the approximate time, place, cause, and circumstances of the injury or damage."},{"prefix":"e","text":" The District of Columbia and its officers and employees shall not be liable for and may not be made a party to any lawsuits or claims arising from the operation of the Corporation."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"9A","text":"Not-For-Profit Hospital Corporation."},"heading":{"title":"44","chaptersection":"951","identifier":"44-951.14","catch_text":"Representation and indemnification."}}