{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-627.\n\nEffective Dates\n\nFor effective date of this subchapter, see Historical and Statutory Notes following § 44-901.\n\nDC CODE § 44-907\n\nCurrent through December 11, 2012","credits":"(Nov. 8, 1984, 98 Stat. 3369, Pub. L. 98-621, § 8; Oct. 31, 1991, 105 Stat. 980, Pub. L. 102-150, § 3(b).)","sections":[{"prefix":"a","text":"(1) Except as provided in paragraph (2) of this subsection, on October 1, 1987, the Secretary shall transfer to the District, without compensation, all right, title, and interest of the United States in all real property at Saint Elizabeths Hospital in the District of Columbia together with any buildings, improvements, and personal property used in connection with such property needed to provide mental health and other services provided by the Department of Human Services identified pursuant to § 44-903(c)(7)."},{"prefix":"2","text":" Such real property as is identified by the Secretary by September 30, 1987, as necessary to federal mental health programs at Saint Elizabeths Hospital under § 44-901(b)(6) shall not be transferred under this subsection."},{"prefix":"b","text":" On or before October 1, 1992, the Mayor shall prepare, and submit to the Committee on the District of Columbia of the House of Representatives and the Committees on Governmental Affairs and Labor and Human Resources of the Senate, a master plan, not inconsistent with the comprehensive plan for the National Capital, for the use of all real property, buildings, improvements, and personal property comprising Saint Elizabeths Hospital in the District of Columbia not transferred or excluded pursuant to subsection (a) of this section. In developing such plan, the Mayor shall consult with, and provide an opportunity for review by, appropriate federal, regional, and local agencies. Such master plan submitted by the Mayor shall be approved by a law enacted by the Congress within the 2-year period following the date such plan is submitted to the Committee on the District of Columbia of the House of Representatives and the Committees on Governmental Affairs and Labor and Human Resources of the Senate. Immediately upon the approval of any such law, the Secretary shall transfer to the District, without compensation, all right, title, and interest of the United States in and to such property in accordance with such approved plan. The real property, together with the buildings and other improvements thereon, including personal property used in connection therewith, known as the Oxon Cove Park and operated by the National Park Service, Department of the Interior, shall not be transferred under this chapter."},{"prefix":"c","text":" On October 1, 1985, the Secretary shall transfer to the District, without compensation, all right, title, and interest of the United States to lot 87, square 622, in the subdivision made by the District of Columbia Redevelopment Land Agency, as per plat recorded in the Office of the Surveyor for the District of Columbia, in liber 154 at folio 149 (901 First Street N.W., the J.B. Johnson Building and grounds)."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"9","text":"Mental Health Services."},"subchapter":{"identifier":"I","text":"District of Columbia Mental Health Services."},"heading":{"title":"44","chaptersection":"907","identifier":"44-907","catch_text":"Property transfer."}}