{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-621.\n\nEffective Dates\n\nSection 11(a) of Pub. L. 98-621 provides that this subchapter is effective on October 1, 1985.\n\nDelegation of Authority\n\nDelegation of Authority to Make Grants to Implement the Saint Elizabeths Hospital and District of Columbia Mental Health Services Act, Public Law 98- 621, see Mayor's Order 92-64, May 19, 1992.\n\nMiscellaneous Notes\n\nTransitional payment authorized: Public Law 101-518, 104 Stat. 2224, the District of Columbia Appropriations Act, 1991, provided for a federal contribution to the District of Columbia, as authorized by the Saint Elizabeth's Hospital and District of Columbia Mental Health Services Act, approved November 8, 1984 (98 Stat. 3369; Public Law 98-621), $15,000,000.\n\nInpatient rate and operating costs: Section 101(d) of Pub. L. 99-591, the D.C. Appropriations Act, 1987, provided that the inpatient rate (excluding the proportionate share for repairs and construction) for services rendered by Saint Elizabeths Hospital for patient care shall be at the per diem rate established pursuant to § 2 of an Act to authorize certain expenditures from the appropriation of Saint Elizabeths Hospital, and for other purposes, approved August 4, 1947 (61 Stat. 751, Pub. L. 80-353; 24 U.S.C. § 168(a)); and provided further, that total funds paid by the District of Columbia as reimbursements for operating costs of Saint Elizabeths Hospital, including any District of Columbia payments (but excluding the federal matching share of payments) associated with title XIX of the Social Security Act, approved July 30, 1965 (79 Stat. 343; Pub. L. 89-97; 42 U.S.C. § 1396 et seq.), shall not exceed $71,200,000.\n\nPreferred Alternative Use and Transfer of the Saint Elizabeths West Campus Emergency Resolution of 1993: Pursuant to Resolution 10-129, effective July 21, 1993, the Council concurred, on an emergency basis, with the Mayor's recommendation of the use and proposed transfer of the West Campus of Saint Elizabeths Hospital to the District of Columbia pursuant to the Saint Elizabeths Hospital and District of Columbia Mental Health Services Act.\n\nDC CODE § 44-901\n\nCurrent through December 11, 2012","credits":"(Nov. 8, 1984, 98 Stat. 3369, Pub. L. 98-621, § 2; Oct. 31, 1991, 105 Stat. 980, Pub. L. 102-150, § 3(a).)","sections":[{"prefix":"a","text":" The Congress makes the following findings:"},{"prefix":"1","text":" Governmentally administered mental health services in the District of Columbia are currently provided through 2 separate public entities, the federally administered Saint Elizabeths Hospital and the Mental Health Services Administration of the District of Columbia Department of Human Resources."},{"prefix":"2","text":" The District of Columbia has a continuing responsibility to provide mental health services to its residents."},{"prefix":"3","text":" The federal government, through its operation of a national mental health program at Saint Elizabeths Hospital, has for over 100 years assisted the District of Columbia in carrying out that responsibility."},{"prefix":"4","text":" Since its establishment by Congress in 1855, Saint Elizabeths Hospital has developed into a respected national mental health hospital and study, training, and treatment center, providing a range of quality mental health and related services, including:"},{"prefix":"A","text":" Acute and chronic inpatient psychiatric care;"},{"prefix":"B","text":" Outpatient psychiatric and substance abuse clinical and related services;"},{"prefix":"C","text":" Federal court system forensic psychiatry referral, evaluation, and patient treatment services for prisoners, and for individuals awaiting trial or requiring post-trial or post-sentence psychiatric evaluation;"},{"prefix":"D","text":" Patient care and related services for designated classes of individuals entitled to mental health benefits under federal law, such as certain members and employees of the United States Armed Forces and the Foreign Service, and residents of American overseas dependencies;"},{"prefix":"E","text":" District of Columbia court system forensic psychiatry referral, evaluation, and patient treatment services for prisoners, and for individuals awaiting trial or requiring post-trial or post-sentence psychiatric evaluation;"},{"prefix":"F","text":" Programs for special populations such as the mentally ill deaf;"},{"prefix":"G","text":" Support for basic and applied clinical psychiatric research and related patient services conducted by the National Institute of Mental Health and other institutions; and"},{"prefix":"H","text":" Professional and paraprofessional training in the major mental health disciplines."},{"prefix":"5","text":" The continuation of the range of services currently provided by federally administered Saint Elizabeths Hospital must be assured, as these services are integrally related to:"},{"prefix":"A","text":" The availability of adequate mental health services to District of Columbia residents, nonresidents who require mental health services while in the District of Columbia, individuals entitled to mental health services under federal law, and individuals referred by both federal and local court systems; and"},{"prefix":"B","text":" The Nation's capacity to increase our knowledge and understanding about mental illness and to facilitate and continue the development and broad availability of sound and modern methods and approaches for the treatment of mental illness."},{"prefix":"6","text":" The assumption of all or selected functions, programs, and resources of Saint Elizabeths Hospital from the federal government by the District of Columbia, and the integration of those functions, resources, and programs into a comprehensive mental health care system administered solely by the District of Columbia, will improve the efficiency and effectiveness of the services currently provided through those 2 separate entities by shifting the primary focus of care to an integrated community-based system."},{"prefix":"7","text":" Such assumption of all or selected functions, programs, and resources of Saint Elizabeths Hospital by the District of Columbia would further the principle of home rule for the District of Columbia."},{"prefix":"b","text":" It is the intent of Congress that:"},{"prefix":"1","text":" The District of Columbia have in operation no later than October 1, 1991, an integrated coordinated mental health system in the District which provides:"},{"prefix":"A","text":" High quality, cost-effective, and community-based programs and facilities;"},{"prefix":"B","text":" A continuum of inpatient and outpatient mental health care, residential treatment, and support services through an appropriate balance of public and private resources; and"},{"prefix":"C","text":" Assurances that patient rights and medical needs are protected;"},{"prefix":"2","text":" The comprehensive District mental health care system be in full compliance with the federal court consent decree in Dixon v. Heckler;"},{"prefix":"3","text":" The District and federal governments bear equitable shares of the costs of a transition from the present system to a comprehensive District mental health system;"},{"prefix":"4","text":" The transition to a comprehensive District mental health system provided for by this subchapter be carried out with maximum consideration for the interests of employees of the Hospital and provide a right-of-first-refusal to such employees for employment at comparable levels in positions created under the system implementation plan;"},{"prefix":"5","text":" The federal government have the responsibility for the retraining of Hospital employees to prepare such employees for the requirements of employment in a comprehensive District mental health system;"},{"prefix":"6","text":" The federal government continue high quality mental health research, training, and demonstration programs at Saint Elizabeths Hospital;"},{"prefix":"7","text":" The District government establish and maintain accreditation and licensing standards for all services provided in District mental health facilities which assure quality care consistent with appropriate federal regulations and comparable with standards of the Joint Commission on Accreditation of Hospitals; and"},{"prefix":"8","text":" The comprehensive mental health system plan include a component for direct services for the homeless mentally ill."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"9","text":"Mental Health Services."},"subchapter":{"identifier":"I","text":"District of Columbia Mental Health Services."},"heading":{"title":"44","chaptersection":"901","identifier":"44-901","catch_text":"Findings and purposes."}}