{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-631.\n\nEffect of Amendments\n\nD.C. Law 14-56, in subsec. (a), substituted \"Department of Mental Health\" for \"Commission on Mental Health Services\".\n\nD.C. Law 15-205 repealed subsec. (d) which had read as follows:\n\n\"(d) Any business operations conducted pursuant to this subchapter shall be subject to the oversight of the District of Columbia Auditor pursuant to § 1- 204.55.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 16(j) of Department of Mental Health Establishment Temporary Amendment Act of 2001 (D.C. Law 14-51, November 3, 2001, law notification 48 DCR 10807).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 16(j) of Department of Mental Health Establishment Emergency Amendment Act of 2001 (D.C. Act 14-55, May 2, 2001, 48 DCR 4390).\n\nFor temporary (90 day) amendment of section, see § 16(j) of Department of Mental Health Establishment Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-101, July 23, 2001, 48 DCR 7123).\n\nFor temporary (90 day) amendment of section, see § 116(j) of Mental Health Service Delivery Reform Congressional Review Emergency Act of 2001 (D.C. Act 14-144, October 23, 2001, 48 DCR 9947).\n\nFor temporary (90 day) amendment of section, see § 1192(e) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 1192(e) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nLaw 12-226, the \"Mental Health Services Client Enterprise Establishment Act of 1998,\" was introduced in Council and assigned Bill No. 12-593, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on December 11, 1998, it was assigned Act No. 12-547 and transmitted to both Houses of Congress for its review. D.C. Law 12-226 became effective on April 13, 1999.\n\nFor Law 14-56, see notes following § 44-401.\n\nLaw 15-205, the \"Fiscal Year 2005 Budget Support Act of 2004\", was introduced in Council and assigned Bill No. 15-768, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 14, 2004, and June 29, 2004, respectively. Signed by the Mayor on August 2, 2004, it was assigned Act No. 15-487 and transmitted to both Houses of Congress for its review. D.C. Law 15-205 became effective on December 7, 2004.\n\nDC CODE § 44-921\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 1999, D.C. Law 12-226, § 2, 46 DCR 500; Dec. 18, 2001, D.C. Law 14-56, § 116(j), 48 DCR 7674; Dec. 7, 2004, D.C. Law 15-205, § 1192(e), 51 DCR 8441.)","sections":[{"prefix":"a","text":" The Mayor is authorized to establish an enterprise program at St. Elizabeths Hospital to promote the rehabilitation and employment of clients of the Department of Mental Health with the intended purpose of assisting clients of the Department of Mental Health to acquire community work skills in preparation for independent living."},{"prefix":"b","text":" Purchases and sales of merchandise which may be made by clients and the payment of any wages to clients or any other expenses of the program may be paid from funds derived from the day to day operation of the enterprise program but shall not be subject to Unit A of Chapter 3 of Title 2."},{"prefix":"c","text":" The Mayor, or during a control year as defined in § 47-393, the Mayor or the Chief Financial Officer, is authorized to establish a revolving fund to be used for the collection and disbursement of funds for any enterprise program established pursuant to this subchapter and shall supervise all collections and disbursements from the fund for the purposes set forth in this subchapter."},{"prefix":"d","text":" Repealed."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"9","text":"Mental Health Services."},"subchapter":{"identifier":"II","text":"Mental Health Services Client Enterprise Program."},"heading":{"title":"44","chaptersection":"921","identifier":"44-921","catch_text":"Establishment; expenses; revolving fund; audit."}}