{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 32-629.\n\nDC CODE ยง 44-909\n\nCurrent through December 11, 2012","credits":"(Oct. 31, 1991, 105 Stat. 980, Pub. L. 102-150, ยง 4.)","sections":[{"prefix":"a","text":" Generally. -- The Mayor shall insure that the requirements of the Buy American Act of 1933, as amended, apply to all procurements made under this subchapter."},{"prefix":"b","text":" Determination by the Mayor. -- (1) If the Mayor, after consultation with the United States Trade Representative, determines that a foreign country which is party to an agreement described in paragraph (2) of this subsection has violated the terms of the agreement by discriminating against certain types of products produced in the United States that are covered by the agreement, the United States Trade Representative shall rescind the waiver of the Buy American Act with respect to such types of products produced in that foreign country."},{"prefix":"2","text":" An agreement referred to in paragraph (1) of this subsection is any agreement, between the United States and a foreign country pursuant to which the head of an agency of the United States Government has waived the requirements of the Buy American Act with respect to certain products produced in the foreign country."},{"prefix":"c","text":" Report to Congress. -- The Mayor shall submit to Congress a report on the amount of purchases from foreign entities under this subchapter from foreign entities in fiscal years 1992 and 1993. Such report shall separately indicate the dollar value of items for which the Buy American Act was waived pursuant to any agreement described in subsection (b)(2) of this section, the Trade Agreement Act of 1979 (19 U.S.C. 2501 et seq.), or any international agreement to which the United States is a party."},{"prefix":"d","text":" Buy American Act defined, -- For purposes of this section, the term \"Buy American Act\" means title III of the Act entitled \"An Act making appropriations for the Treasury and Post Office Departments for the fiscal year ending June 30, 1934, and for other purposes\", approved March 3, 1933 (41 U.S.C. 10a et seq.)."},{"prefix":"e","text":" Restrictions on contract awards. -- No contract or subcontract made with funds authorized under this subchapter may be awarded for the procurement of an article, material, or supply produced or manufactured in a foreign country whose government unfairly maintains in government procurement a significant and persistent pattern or practice of discrimination against United States products or services which results in identifiable harm to United States businesses, as identified by the President pursuant to (g)(1)(A) of section 305 of the Trade Agreements Act of 1979 (19 U.S.C. 2515(g)(1)(A)). Any such determination shall be made in accordance with section 305 [of such act]."},{"prefix":"f","text":" Prohibition against fraudulent use of \"Made in America\" labels. -- If it has been finally determined by a court or Federal agency that any person intentionally affixed a label bearing a \"Made in America\" inscription, or any inscription with the same meaning, to any product sold in or shipped to the United States that is not made in the United States, that person shall be ineligible to receive any contract or subcontract under this subchapter, pursuant to the debarment, suspension, and ineligibility procedures in subpart 9.4 of chapter 1 of title 48, Code of Federal Regulations."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"9","text":"Mental Health Services."},"subchapter":{"identifier":"I","text":"District of Columbia Mental Health Services."},"heading":{"title":"44","chaptersection":"909","identifier":"44-909","catch_text":"Buy American provisions."}}