{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-21, see notes under ยง 44-951.01.\n\nDC CODE ยง 44-951.04\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2011, D.C. Law 19-21, ยง 5115, 58 DCR 6226.)","sections":[{"prefix":"a","text":"(1)(A) The Corporation shall be governed by a Board of Directors, which shall consist of 14 members, 11 of whom shall be voting members and 3 of whom shall be non-voting members."},{"prefix":"B","text":" Of the voting members, the Mayor shall appoint 6 members, with the advice and consent of the Council, and the Council shall appoint 3 members."},{"prefix":"C","text":" The Chief Financial Officer of the District of Columbia, or his or her designee, and a representative of the entity maintaining the largest collective bargaining agreement with the Corporation, with that representative not being an employee of the Corporation, shall serve as voting ex officio members."},{"prefix":"D","text":" The Chief Executive Officer of the Corporation, the Chief Medical Officer of the Corporation, and the President of the District of Columbia Hospital Association, or his or her designee, shall serve as non-voting ex officio members."},{"prefix":"2","text":" Members shall have business or management expertise in health-systems management or integrated care-delivery systems or experience as a:"},{"prefix":"A","text":" Practicing physician;"},{"prefix":"B","text":" Nursing executive;"},{"prefix":"C","text":" Finance officer;"},{"prefix":"D","text":" Labor manager; or"},{"prefix":"E","text":" Contract manager."},{"prefix":"b","text":"(1) The terms of the voting members of the initial Board shall be as follows:"},{"prefix":"A","text":" Two members appointed by the Mayor and one member appointed by the Council shall serve 3-year terms;"},{"prefix":"B","text":" Two members appointed by the Mayor and one member appointed by the Council shall serve 2-year terms; and"},{"prefix":"C","text":" Two members appointed by the Mayor and one member appointed by the Council shall serve one-year terms."},{"prefix":"2","text":" All subsequent voting-member appointees shall serve 3-year terms."},{"prefix":"c","text":" The Mayor shall submit the names of the Mayor's nominees to the Council within 10 days of July 7, 2010, for a 45-day period of review. If the Council does not approve or disapprove the nomination, by resolution, within the 45-day review period, the nomination shall be deemed approved."},{"prefix":"d","text":" No fewer than 90 days before the expiration of a member's term, the Mayor shall submit to the Council the name of a nominee to fill the vacancy. When a vacancy occurs for any reason other than expiration of a term, the Mayor shall submit the name of a nominee to the Council within 45 days after the vacancy occurs for a 45-day period of review. If the Council does not approve or disapprove the nomination, by resolution, within the 45-day review period, the nomination shall be deemed approved. A member appointed to fill a vacancy for an unexpired term shall serve only for the unexpired portion of the term, unless the member is reappointed for a new term."},{"prefix":"e","text":" A Board member whose term has expired may continue to serve until a new member is appointed or for 180 days, whichever first occurs."},{"prefix":"f","text":" The Mayor shall designate a chairperson from among the members who shall serve in that capacity at the pleasure of the Mayor."},{"prefix":"g","text":" A Board member shall not be entitled to compensation but may be reimbursed for actual and necessary expenses incurred for performing his or her official duties. Unless prohibited by law, a Board member may engage in private employment, a profession, or a business."},{"prefix":"h","text":" A Board member shall not be held personally liable for an action taken in the course of his or her official duties and responsibilities."},{"prefix":"i","text":" The Mayor shall remove any Board member for misconduct or neglect of duty, as defined in the Corporation's bylaws, or for other good cause, after notice to the Board member and the Board."},{"prefix":"j","text":" The Mayor shall immediately suspend any Board member charged with a misdemeanor or felony and shall remove the Board member if the member is found guilty of the charge."},{"prefix":"k","text":" The Board shall maintain regular contact with the Director of the Department of Health, or successor agency, and shall meet with the Director upon the Director's request."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"9A","text":"Not-For-Profit Hospital Corporation."},"heading":{"title":"44","chaptersection":"951","identifier":"44-951.04","catch_text":"Board of Directors."}}