{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-21, see notes under § 44-951.01.\n\nDC CODE § 44-951.16\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2011, D.C. Law 19-21, § 5127, 58 DCR 6226.)","sections":[{"prefix":"a","text":" The Corporation is authorized by the Council pursuant to § 1- 204.90(a)(6) to incur debt, including lines of credit, to carry out the authorized purposes of the Corporation. The Corporation may, at any time, and from time to time, enter into debt obligations, by resolution of the Board. Debt of the Corporation shall be payable solely from the revenues of the Corporation from whatever source derived and shall not be issued in the form of obligations maturing longer than 5 years, including renewals. The Corporation shall have the power to incur indebtedness regardless of whether the interest payable by the Corporation or the income derived by the holders of the evidence of the indebtedness is, for the purposes of federal taxation, includable in the taxable income of the recipients of these payments or is otherwise not exempt from the imposition of taxable income on the recipients. No official, employee, or agent of the Corporation shall be held personally liable solely because a debt instrument is issued."},{"prefix":"b","text":" Any debt created pursuant to this section shall not:"},{"prefix":"1","text":" Be considered general obligation debt of the District for any purpose, including the limitation on the annual aggregate limit on debt of the District of Columbia under § 1-206.03(b);"},{"prefix":"2","text":" Constitute a lending of the public credit for private undertakings for purposes of § 1-206.02(a)(2);"},{"prefix":"3","text":" Be a pledge of or involve the full faith and credit of the District of Columbia, other than with respect to any dedicated taxes; or"},{"prefix":"4","text":" Constitute a debt of the District."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"44","text":"Charitable and Curative Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Health Related Institutions."},"chapter":{"identifier":"9A","text":"Not-For-Profit Hospital Corporation."},"heading":{"title":"44","chaptersection":"951","identifier":"44-951.16","catch_text":"Debts and borrowing."}}