{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 49-401.\n\nEffect of Amendments\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\".\n\nD.C. Law 16-191, in subsec. (a)(4), validated a previously made technical correction.\n\nLegislative History of Laws\n\nLaw 3-119, the \"District of Columbia Law Revision Commission Act of 1980,\" was introduced in Council and assigned Bill No. 3-324, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 25, 1980 and December 9, 1980, respectively. Signed by the Mayor on December 18, 1980, it was assigned Act No. 3-313 and transmitted to both Houses of Congress for its review.\n\nLaw 15-354, the \"Technical Amendments Act of 2004\", was introduced in Council and assigned Bill No. 15-1130 which was referred to the Committee of the Whole.  The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively.   Signed by the Mayor on February 9, 2005, it was assigned Act No. 15-770 and transmitted to both Houses of Congress for its review.  D.C. Law 15-354 became effective on April 13, 2005.\n\nLaw 16-191, the \"Technical Amendments Act of 2006\", was introduced in Council and assigned Bill No. 16-760, which was referred to the Committee of the whole. The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively. Signed by the Mayor on July 31, 2006, it was assigned Act No. 16-475 and transmitted to both Houses of Congress for its review. D.C. Law 16-191 became effective on March 2, 2007.\n\nReferences in Text\n\nThe District of Columbia Law Revision Commission Act, referred to throughout this section, is the Act of August 21, 1974, 88 Stat. 483, Pub. L. 93-379, D.C. Law 3-119, codified as § 1-604.06 and this chapter.\n\nMiscellaneous Notes\n\nAppropriations: The District of Columbia Appropriations Act, 1992, Pub. L. 102-111, contained no appropriation for the Law Revision Commission and subsequent appropriations acts have not restored any appropriation.\n\nDC CODE § 45-301\n\nCurrent through December 11, 2012","credits":"(Feb. 26, 1981, D.C. Law 3-119, § 2, 27 DCR 5641; Apr. 13, 2005, D.C. Law 15-354, § 70, 52 DCR 2638; Mar. 2, 2007, D.C. Law 16-191, § 48(f), 53 DCR 6794.)","sections":[{"prefix":"a","text":" There is established in the District of Columbia a District of Columbia Law Revision Commission (hereafter referred to as the \"Commission\") which shall consist of no more than 17 members to be appointed as follows:"},{"prefix":"1","text":" Three members shall be appointed by the Mayor of the District of Columbia, 1 of whom shall be a member of the faculty of a law school in the District of Columbia and 1 of whom shall be a nonlawyer;"},{"prefix":"2","text":" Four members shall be appointed by the Council of the District of Columbia upon the recommendation of the Chairman of the Council of the District of Columbia, 1 of whom shall be a nonlawyer and 1 of whom shall be a member of the faculty of a law school in the District of Columbia;"},{"prefix":"3","text":" Three members may be appointed by the Joint Committee on Judicial Administration in the District of Columbia, 1 of whom shall be a nonlawyer;"},{"prefix":"4","text":" One member shall be appointed by the Attorney General for the District of Columbia;"},{"prefix":"5","text":" Two members may be appointed by the Board of Governors of the District of Columbia Bar;"},{"prefix":"6","text":" One member shall be appointed by the Director of the District of Columbia Public Defender Service;"},{"prefix":"7","text":" One member may be appointed by the President of the United States;"},{"prefix":"8","text":" One member may be appointed by the Chairman of the Committee on Governmental Affairs of the Senate; and"},{"prefix":"9","text":" One member may be appointed by the Chairman of the Committee on the District of Columbia of the House of Representatives."},{"prefix":"b","text":" Any person who is currently serving a term under the District of Columbia Law Revision Commission Act which does not expire on or before March 31, 1981, may remain in office until the expiration of that term. If a person remains in office, then that person is included in determining the total number of appointments available to each appointing authority under subsection (a) of this section; provided, that:"},{"prefix":"1","text":" The President of the United States may appoint a member to the Commission under subsection (a) of this section only after the expiration of the term or resignation of those persons appointed by the President of the United States under the District of Columbia Law Revision Commission Act;"},{"prefix":"2","text":" The Chairman of the Committee on Governmental Affairs of the Senate may appoint a member to the Commission under subsection (a) of this section only after the expiration of the term or resignation of those persons appointed by the President Pro Tempore of the Senate and the minority leader of the Senate under the District of Columbia Law Revision Commission Act; and"},{"prefix":"3","text":" The Chairman of the Committee on the District of Columbia of the House of Representatives may appoint a member to the Commission under subsection (a) of this section only after the expiration of the term or resignation of those persons appointed by the Speaker of the House of Representatives and the minority leader of the House of Representatives under the District of Columbia Law Revision Commission Act."},{"prefix":"c","text":" Except as provided in subsection (d) of this section, no person may be appointed as a member of the Commission after the effective date of this chapter unless he or she is a bona fide resident of the District of Columbia who has maintained an actual place of abode in the District of Columbia for at least 90 days immediately prior to his or her appointment to the Commission."},{"prefix":"d","text":" Notwithstanding the provisions of subsection (c) of this section, the residency requirements of the District of Columbia Law Revision Commission Act shall be applied to any person previously appointed to the Commission under that Act."},{"prefix":"e","text":" Members of the Commission shall serve for 4-year terms and may be reappointed for no more than 2 consecutive terms."},{"prefix":"f","text":" The Chairman of the Commission shall be selected by the members of the Commission from among their number."},{"prefix":"g","text":" Appointments to fill vacancies on the Commission shall be made in the same manner, and on the same basis, as original appointments to the Commission. A member appointed to fill a vacancy shall serve until the expiration of the term of the member whose vacancy he or she was appointed to fill."},{"prefix":"h","text":" Members and the Chairman of the Commission shall be entitled to receive compensation (including travel time) in accordance with the provisions of § 1-611.08, except no member or the Chairman of the Commission shall receive more than $5,000 for the performance of such duties during any 12-month period."},{"prefix":"i","text":" The Commission may request from any department, agency, or instrumentality of the executive branch of the District of Columbia or federal government, including independent agencies, any information necessary to carry out the provisions of this chapter. Each department, agency, instrumentality, or independent agency of the District of Columbia is authorized and directed, to the extent permitted by law, to furnish the Commission the requested information."},{"prefix":"j","text":" The Commission may enter into contracts for which sufficient appropriations are authorized and provided with federal or state agencies, private firms, institutions and individuals to conduct research or surveys, prepare reports and perform other activities necessary to the discharge of its duties; provided, that the Commission shall contract with vendors based in the District of Columbia who pay an unincorporated or incorporated business franchise tax, unless the Commission Chairperson confirms in writing, in advance of contracting, to the Mayor and the Chairman of the Council of the District of Columbia that such goods and services are not reasonably and competitively available from a vendor based in the District of Columbia."},{"prefix":"k","text":" The Commission may establish such advisory groups, committees, or subcommittees, consisting of members or nonmembers, as it deems necessary and appropriate to carry out the purposes of this chapter."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"45","text":"Compilation and Construction of Code. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Law Revision Commission. (Refs & Annos)"},"heading":{"title":"45","chaptersection":"301","identifier":"45-301","catch_text":"Established; composition; term of office; residency requirement; vacancies; compensation; requests for information; power to enter into contracts."}}