{"text":"It shall be the duty of the Commission to do the following:","historical":"Prior Codifications\n\n1981 Ed., ยง 49-402.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-119, see Historical and Statutory Notes following ยง 45-301.\n\nDC CODE ยง 45-302\n\nCurrent through December 11, 2012","credits":"(Feb. 26, 1981, D.C. Law 3-119, ยง 3, 27 DCR 5641.)","sections":[{"prefix":"1","text":" Examine the common law and statutes relating to the District of Columbia, the ordinances, regulations, resolutions, and acts of the Council, and all relevant judicial decisions for the purpose of discovering defects and anachronisms in the law relating to the District of Columbia and recommending needed reforms;"},{"prefix":"2","text":" Receive and consider proposed changes in the law recommended by the American Law Institute, the Conference of Commissioners on Uniform State Laws, any bar association, or other learned bodies;"},{"prefix":"3","text":" Receive and consider suggestions from judges, public officials, lawyers, and the public generally as to defects and anachronisms in the law relating to the District of Columbia;"},{"prefix":"4","text":" Recommend, from time to time, to the Council of the District of Columbia such changes in the law relating to the District of Columbia as it deems necessary to modify or eliminate antiquated or inequitable rules of law, and to bring the civil, criminal, and administrative law relating to the District of Columbia into harmony with modern conditions;"},{"prefix":"5","text":" Upon request of the Council of the District of Columbia or the Chairman of the Council of the District of Columbia, study the legislative and rulemaking methods, practices, and procedures used by the District of Columbia government and make recommendations for improvement and modernization."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"45","text":"Compilation and Construction of Code. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Law Revision Commission. (Refs & Annos)"},"heading":{"title":"45","chaptersection":"302","identifier":"45-302","catch_text":"Duties."}}