{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 49-301.\n\n1973 Ed., § 49-301.\n\nEffect of Amendments\n\nD.C. Law 15-154 designated the existing text as subsection (a); and added subsec. (b).\n\nLegislative History of Laws\n\nLaw 15-154, the \"Elimination of Outdated Crimes Amendment Act of 2003\", was introduced in Council and assigned Bill No. 15-79, which was referred to Committee on the Judiciary.  The Bill was adopted on first and second readings on October 7, 2003, and November 4, 2003, respectively.   Signed by the Mayor on November 25, 2003, it was assigned Act No. 15-255 and transmitted to both Houses of Congress for its review.  D.C. Law 15-154 became effective on April 29, 2004.\n\nDC CODE § 45-401\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1189, ch. 854, § 1; Apr. 29, 2004, D.C. Law 15-154, § 3(l), 50 DCR 10996.)","sections":[{"prefix":"a","text":" The common law, all British statutes in force in Maryland on February 27, 1801, the principles of equity and admiralty, all general acts of Congress not locally inapplicable in the District of Columbia, and all acts of Congress by their terms applicable to the District of Columbia and to other places under the jurisdiction of the United States, in force in the District of Columbia on March 3, 1901, shall remain in force except insofar as the same are inconsistent with, or are replaced by, some provision of the 1901 Code."},{"prefix":"b","text":" The repeal of a criminal statute in the District of Columbia that is declaratory of or in abrogation of a common law crime shall not reinstate the common law crime."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"45","text":"Compilation and Construction of Code. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Laws Remaining in Force."},"heading":{"title":"45","chaptersection":"401","identifier":"45-401","catch_text":"Common law, principles of equity and admiralty, and acts of Congress."}}