{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 30-525.\n\nEffect of Amendments\n\nD.C. Law 13-269 rewrote the section which had read:\n\n\"(a) Upon request by an individual who is owed overdue support or a consumer reporting agency, as defined in 15 U.S.C. § 1681a(f), the Mayor shall make available information regarding an amount of overdue support as defined in 42 U.S.C. § 666(e), if the amount of overdue support is greater than $1,000.\n\n\"(b) The Mayor may publish the name, last known address, and amount of overdue child support of an obligor, if the obligor's child support payments are more than $2,000 in arrears. The publication shall be in at least 2 daily and 2 weekly newspapers published and circulated generally in the District of Columbia.\n\n\"(c) The Mayor shall notify the obligor of the proposed action and of the obligor's right to contest the accuracy of the information to be released. The Mayor shall provide the obligor with an opportunity to contest the accuracy of the information.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 7(v) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-210, April 13, 1999, law notification 46 DCR 3832).\n\nFor temporary (225 day) amendment of section, see § 107(w) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1999 (D.C. Law 13-57, March 7, 2000, law notification 47 DCR 1979).\n\nFor temporary (225 day) amendment of section, see § 107(w) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 2000 (D.C. Law 13-207, March 31, 2001, law notification 48 DCR 3238).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 7(l) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1997 (D.C. Act 12-222, December 23, 1997, 44 DCR 114).\n\nFor temporary amendment of section, see § 7(v) of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12-309, March 20, 1998, 45 DCR 1923), § 7(v) of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12-439, August 12, 1998, 45 DCR 6110), § 7(v) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-503, October 27, 1998, 45 DCR 8495), and § 7(v) of the Child Support and Welfare Reform Compliance Second Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-600, January 20, 1999, 46 DCR 1239).\n\nFor temporary repeal of D.C. Law 12-103, see § 13 of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12- 439, August 12, 1998, 45 DCR 6110).\n\nFor temporary (90-day) amendment of section, see § 107(w) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary (90-day) amendment of section, see § 107(w) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13-177, November 2, 1999, 46 DCR 9678).\n\nFor temporary (90-day) amendment of section, see § 107(w) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-241, January 11, 2000, 47 DCR 581).\n\nFor temporary (90 day) amendment of section, see § 107(w) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 2000 (D.C. Act 13-446, November 7, 2000, 47 DCR 9213).\n\nFor temporary (90 day) amendment of section, see § 108(w) of Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-5, February 13, 2001, 48 DCR 2440).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-166, see Historical and Statutory Notes following § 46-201.\n\nFor legislative history of D.C. Law 8-150, see Historical and Statutory Notes following § 46-224.01.\n\nFor legislative history of D.C. Law 11-87, see Historical and Statutory Notes following § 46-225.01.\n\nFor D.C. Law 13-269, see notes following § 46-201.\n\nDelegation of Authority\n\nDelegation of authority pursuant to Law 6-166, see Mayor's Order 87-273, December 10, 1987.\n\nDC CODE § 46-225\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-166, § 26, 33 DCR 6710; July 25, 1990, D.C. Law 8-150, § 4(d), 37 DCR 3720; Feb. 13, 1996, D.C. Law 11-87, § 3(a), 42 DCR 6767; Apr. 3, 2001, D.C. Law 13-269, § 108(w), 48 DCR 1270.)","sections":[{"prefix":"a","text":" The IV-D agency shall report to a consumer credit reporting agency, as defined in section 603(f) of the Consumer Credit Protection Act, approved October 26, 1970 (84 Stat. 1129; 15 U.S.C. § 1681a(f)), each support order that was entered, modified, registered, or is being enforced in the District, if the obligor owes overdue support obligations in the amount of $1,000 or more."},{"prefix":"a-1","text":" The IV-D agency shall develop standards for consumer credit reporting that shall be consistent with credit reporting industry standards and reporting format."},{"prefix":"a-2","text":" A report of a support order shall include, at a minimum, the amount of the obligation, the amount paid, the amount overdue (if any), and the names of the obligor and obligee. The IV-D agency shall update this information on at least a quarterly basis."},{"prefix":"b","text":" The IV-D agency may publish information about an obligor whose support payments are more than $2,000 in arrears, including the obligor's name, last known address, amount of overdue support, occupation, photograph, and physical description, and the names and ages of the individuals on behalf of whom support is owed. The publication may be made by disseminating the information using any media, or by any other means reasonably likely to assist in locating the obligor or to bring the obligor's non-payment of support to the attention of the public."},{"prefix":"c","text":" The IV-D agency is responsible for the accuracy of information provided pursuant to this section. The information shall be based upon the data available at the time the information is provided to a consumer credit reporting agency. The IV-D agency and the credit reporting agency shall follow reasonable procedures to ensure accuracy of the information provided. The IV-D agency shall not be liable for any consequences of the failure of an obligor to contest the accuracy of the information within the time allowed under subsection (d) of this section."},{"prefix":"d","text":" The IV-D agency shall send notice of the publication or initial consumer credit report by first-class mail to the last known address of the obligor at least 30 days before the publication or initial report. The notice shall inform the obligor of the right to contest the accuracy of the information to be released."},{"prefix":"e","text":" The IV-D agency shall provide the obligor with an opportunity to contest in writing the accuracy of the information in a consumer credit report or publication. If the IV-D agency receives a written objection contesting the accuracy of the information, the IV-D agency shall request the credit reporting agency receiving the information to note on the report that the information is being disputed, until the IV-D agency determines the accuracy of the information."},{"prefix":"f","text":" The only grounds for contesting the accuracy of the information in a consumer credit report or publication are errors in the identities of the obligor or obligee, the amount of the support order, the amount of payment or arrears, or any other fact published or reported to the credit reporting agency."},{"prefix":"g","text":" The IV-D agency may enter into a cooperative agreement with another District government agency, the Superior Court, or a private entity to carry out all or part of the functions required of the IV-D agency under this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"2","text":"Child Support and Medical Support Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Child Support Enforcement."},"heading":{"title":"46","chaptersection":"225","identifier":"46-225","catch_text":"Reporting and publication of delinquent accounts."}}