{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-353 validated a previously made technical correction in the section name line.\n\nLegislative History of Laws\n\nFor Law 16-100, see notes following § 46-201.\n\nLaw 17-353, the \"Technical Amendments Act of 2008\", was introduced in Council and assigned Bill No. 17-994 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 2, 2008, and December 16, 2008, respectively.   Signed by the Mayor on January 15, 2009, it was assigned Act No. 17-687 and transmitted to both Houses of Congress for its review.   D.C. Law 17-353 became effective on March 25, 2009.\n\nDC CODE § 46-207.01\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-166, § 8a, as added May 12, 2006, D.C. Law 16- 100, § 3(g), 53 DCR 1886; Mar. 25, 2009, D.C. Law 17-353, § 111(b)(1), 56 DCR 1117.)","sections":[{"prefix":"a","text":" The IV-D agency shall implement withholding for support orders enforceable by withholding pursuant to § 46-207 by issuing an order to withhold in the format prescribed by federal law and serving this order on the holder of the obligor's earnings or other income as follows:"},{"prefix":"1","text":" For support orders that are immediately enforceable by withholding pursuant to § 46-207(a), within 2 business days after the date the support order is received if the holder's address is known, or, if the holder's address is unknown, within 2 business days after receiving or locating the holder's address."},{"prefix":"2","text":" For support orders that become enforceable by withholding pursuant to § 46-207(d), within 2 business days after the date the support order becomes enforceable by withholding if the holder's address is known, or, if the holder's address is unknown, within 2 business days after receiving or locating the holder's address."},{"prefix":"3","text":" For support orders enforceable by withholding pursuant to § 46-207(f), within 2 business days of receipt of a written request from the Court or a party that includes a copy of the support order and the order authorizing the withholding; provided, that the holder's address is known, or if the holder's address is unknown, within 2 business days after receiving the holder's address."},{"prefix":"b","text":" If an obligor changes employment while a withholding is in effect, the IV-D agency shall serve an order to withhold on the new holder within 2 business days after receiving or locating the new holder's address."},{"prefix":"c","text":" For the purpose of this section, the IV-D agency shall be deemed to have received the holder's address on the date the IV-D agency's computerized support enforcement system receives notice of income or an income source from a court, a state, a holder, the Federal Parent Locator Service, or another source recognized by the IV-D agency, or the date information regarding a newly hired employee is entered into the District of Columbia Directory of New Hires pursuant to § 46-226.06. The Court shall provide the IV-D agency with information it receives concerning the name or address of a holder within 2 business days after receiving the information."},{"prefix":"d","text":" The IV-D agency shall use the automated system it maintains pursuant to § 46-226.10 to the maximum extent that is feasible to assist and facilitate the collection and disbursement of support payments and the implementation of withholding, including:"},{"prefix":"1","text":" Transmission of orders to withhold to employers and other holders;"},{"prefix":"2","text":" Ongoing monitoring to promptly identify failures to make timely payment of support; and"},{"prefix":"3","text":" Automatic use of enforcement procedures if payments are not timely made."},{"prefix":"e","text":" Any person or entity may serve a notice to withhold in the format prescribed by federal law on a holder of an obligor's earnings or other income to inform the holder that the obligor's support order is enforceable by withholding and to require the holder to implement withholding in accordance with this subchapter. A person or entity serving a notice to withhold shall provide a copy of the support order and the order authorizing the withholding to the holder with the notice."},{"prefix":"f","text":" Notices and orders to withhold may be served without prior notice to the obligor, by in-person delivery, certified mail, first-class mail, facsimile, or electronically, if the holder can receive electronic notices."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"2","text":"Child Support and Medical Support Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Child Support Enforcement."},"heading":{"title":"46","chaptersection":"207","identifier":"46-207.01","catch_text":"Implementation of withholding."}}