{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 30-512.\n\nEffect of Amendments\n\nD.C. Law 13-269 rewrote subsec. (a);  substituted \"Collection and Disbursement Unit\" for \"Court\" in subsec. (b);  and added subsec. (e).   Prior to amendment, subsec. (a) had read:\n\n\"(a) A holder required to withhold earnings or other income shall withhold and make payment no later than the first pay period that occurs after 14 days following the date the notice was mailed or no later than the date the applicable income becomes due or otherwise available to the obligor. Thereafter, the holder shall send the required withholding to the Court on the same date the obligor is compensated.\"\n\nD.C. Law 15-205, in subsec. (b), substituted \"Court\" for \"Collection and Disbursement Unit\".\n\nD.C. Law 16-100 rewrote the section, which had read:\n\n\"(a) Except as provided in subsection (e) of this section, a holder required to withhold income shall withhold and make payment to the Collection and Disbursement Unit no later than 7 business days after the date the amount would have been paid or credited to the obligor. Thereafter, the holder shall send the required withholding to the Collection and Disbursement Unit on the same date that the obligor is compensated.\n\n\"(b) When the holder has received written notice of any legal proceedings challenging the withholding or the judgment or order of support on which it is based, the holder shall continue to withhold the payments from the obligor until receipt of a notice from the Court informing the holder to cease the withholding.\n\n\"(c) Any payment made by a holder in conformity with this section shall discharge the liability of the holder to the obligor to the extent of the payment.\n\n\"(d) The holder, upon whom a notice of withholding as provided by § 46-211 is served, may deduct and retain from the person's earnings or other income an additional $2 for each deduction made in accordance with the notice. Where the total amount to be withheld, together with a fee, exceeds the limitations set forth in 15 U.S.C. § 1673(b), the amount of withholding shall be reduced by the holder to conform with the limitations, but the amount of the fee shall not be reduced by reason of the limitations.\n\n\"(e) Notwithstanding any other provision of this subchapter, if an employer receives an income withholding order issued by another state, the employer shall apply the income withholding law of the state of the obligor's principal place of employment in determining:\n\n\"(1) The employer's fee for processing an income withholding order;\n\n\"(2) The maximum amount permitted to be withheld from the obligor's income;\n\n\"(3) The time periods within which the employer must implement the income withholding order and forward the support payment;\n\n\"(4) The priorities for withholding and allocating income withheld for multiple support obligees; and\n\n\"(5) Any withholding terms or conditions not specified in the order.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 7(l) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-210, April 13, 1999, law notification 46 DCR 3832).\n\nFor temporary (225 day) amendment of section, see § 107(l) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1999 (D.C. Law 13-57, March 7, 2000, law notification 47 DCR 1979).\n\nFor temporary (225 day) amendment of section, see § 107(l) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 2000 (D.C. Law 13-207, March 31, 2001, law notification 48 DCR 3238).\n\nSection 3(m) of D.C. Law 16-42 rewrote section to read as follows:\n\n\"Sec. 13. Holder's duty to withhold and make payments.\n\n\"(a) Except as provided in subsection (e) of this section, a holder that receives a notice or order to withhold issued in accordance with this act shall withhold the specified amount and make payment to the Collection and Disbursement Unit no later than 7 business days after the date the amount would have been paid or credited to the obligor. The holder shall begin withholding no later than the first pay period occurring 10 days after the date the notice or order to withhold was issued.\n\n\"(b) If a holder receives notice of any legal proceeding challenging the withholding or the judgment or order of support on which it is based, the holder shall continue to withhold and submit the payments to the Collection and Disbursement Unit until the holder receives written notice from the Court or the IV-D agency directing the holder to cease the withholding.\n\n\"(c) Any payment made by a holder in conformity with this section shall discharge the liability of the holder to the obligor to the extent of the payment.\n\n\"(d) A holder upon whom a notice or order to withhold has been served may deduct and retain from the obligor's earnings or other income an additional $ 2 for each deduction made in accordance with the notice or order to withhold. Where the total amount to be withheld, together with a fee, exceeds the limitations set forth in section 303(b) of the Consumer Credit Protection Act, approved May 29, 1968 (82 Stat. 163; 15 U.S.C. § 1673(b)), the holder shall reduce the amount of the withholding to conform with these limitations, but the amount of the fee shall not be reduced by reason of the limitations.\n\n\"(e) Notwithstanding any other provision of this act, if a holder receives a notice or order to withhold issued by another state, the holder shall apply the income withholding law of the state of the obligor's principal place of employment in determining:\n\n\"(1) The holder's fee for processing the notice or order to withhold;\n\n\"(2) The maximum amount permitted to be withheld from the obligor's income;\n\n\"(3) The time periods within which the holder must implement the withholding and forward the support payment;\n\n\"(4) The priorities for withholding and allocating income withheld for multiple support obligees; and\n\n\"(5) Any withholding terms or conditions not specified in the notice or order to withhold.\"\n\nSection 5(b) of D.C. Law 16-42 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 7(i) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1997 (D.C. Act 12-222, December 23, 1997, 44 DCR 114).\n\nFor temporary amendment of section, see § 7(l) of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12-309, March 20, 1998, 45 DCR 1923), § 7(l) of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12-439, August 12, 1998, 45 DCR 6110), § 7(l) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-503, October 27, 1998, 45 DCR 8495), and § 7(l) of the Child Support and Welfare Reform Compliance Second Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-600, January 20, 1999, 46 DCR 1239).\n\nFor temporary repeal of D.C. Law 12-103, see § 13 of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12- 439, August 12, 1998, 45 DCR 6110).\n\nFor temporary (90-day) amendment of section, see § 107(l) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary (90-day) amendment of section, see § 107(l) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13-177, November 2, 1999, 46 DCR 9678).\n\nFor temporary (90-day) amendment of section, see § 107(l) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-241, January 11, 2000, 47 DCR 581).\n\nFor temporary (90 day) amendment of section, see § 107(l) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 2000 (D.C. Act 13-446, November 7, 2000, 47 DCR 9213).\n\nFor temporary (90 day) amendment of section, see § 108(l) of Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-5, February 13, 2001, 48 DCR 2440).\n\nFor temporary (90 day) amendment of section, see § 3403(j) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 3403(j) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) amendment of section, see § 3(m) of Income Withholding Transfer and Revision Emergency Amendment Act of 2005 (D.C. Act 16-167, July 26, 2005, 52 DCR 7648).\n\nFor temporary (90 day) amendment of section, see § 3(m) of Income Withholding Transfer and Revision Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-200, November 17, 2005, 52 DCR 10490).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-166, see Historical and Statutory Notes following § 46-201.\n\nFor D.C. Law 13-269, see notes following § 46-201.\n\nFor Law 15-205, see notes following § 46-202.01.\n\nFor Law 16-100, see notes following § 46-201.\n\nDC CODE § 46-212\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-166, § 13, 33 DCR 6710; Apr. 3, 2001, D.C. Law 13-269, § 108(l), 48 DCR 1270; Dec. 7, 2004, D.C. Law 15-205, § 3403(j), 51 DCR 8441; May 12, 2006, D.C. Law 16-100, § 3(l), 53 DCR 1886.)","sections":[{"prefix":"a","text":" Except as provided in subsection (e) of this section, a holder that receives a notice or order to withhold issued in accordance with this subchapter shall withhold the specified amount and make payment to the Collection and Disbursement Unit no later than 7 business days after the date the amount would have been paid or credited to the obligor. The holder shall begin withholding no later than the first pay period occurring 10 days after the date the notice or order to withhold was issued."},{"prefix":"b","text":" If a holder receives notice of any legal proceeding challenging the withholding or the judgment or order of support on which it is based, the holder shall continue to withhold and submit the payments to the Collection and Disbursement Unit until the holder receives written notice from the Court or the IV-D agency directing the holder to cease the withholding."},{"prefix":"c","text":" Any payment made by a holder in conformity with this section shall discharge the liability of the holder to the obligor to the extent of the payment."},{"prefix":"d","text":" A holder upon whom a notice or order to withhold has been served may deduct and retain from the obligor's earnings or other income an additional $2 for each deduction made in accordance with the notice or order to withhold. Where the total amount to be withheld, together with a fee, exceeds the limitations set forth in section 303(b) of the Consumer Credit Protection Act, approved May 29, 1968 (82 Stat. 163; 15 U.S.C. § 1673(b)), the holder shall reduce the amount of the withholding to conform with these limitations, but the amount of the fee shall not be reduced by reason of the limitations."},{"prefix":"e","text":" Notwithstanding any other provision of this subchapter, if a holder receives a notice or order to withhold issued by another state, the holder shall apply the income withholding law of the state of the obligor's principal place of employment in determining:"},{"prefix":"1","text":" The holder's fee for processing the notice or order to withhold;"},{"prefix":"2","text":" The maximum amount permitted to be withheld from the obligor's income;"},{"prefix":"3","text":" The time periods within which the holder must implement the withholding and forward the support payment;"},{"prefix":"4","text":" The priorities for withholding and allocating income withheld for multiple support obligees; and"},{"prefix":"5","text":" Any withholding terms or conditions not specified in the notice or order to withhold."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"2","text":"Child Support and Medical Support Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Child Support Enforcement."},"heading":{"title":"46","chaptersection":"212","identifier":"46-212","catch_text":"Holder's duty to withhold and make payments."}}