{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 30-519.\n\nEffect of Amendments\n\nD.C. Law 16-100, in subsec. (a), deleted \"employee or\" preceding \"obligor\" and substituted \"purposes of paying\" for \"purposes of paying child\"; in subsec. (b), substituted \"a notice or order to withhold,\" for \"the notice to the holder pursuant to § 46-211,\"; and in subsec. (d), substituted \"duty of\" for \"duty of child\".\n\nTemporary Amendments of Section\n\nSection 3(t) of D.C. Law 16-42, in subsec. (a), deleted \"employee or\", and deleted \"child\" after \"purposes of paying\";  in subsec. (b), substituted \"a notice or order to withhold,\" for \"the notice to the holder pursuant to section 12,\";   and in subsec. (d) deleted \"child\" after \"duty of\".\n\nSection 5(b) of D.C. Law 16-42 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(t) of Income Withholding Transfer and Revision Emergency Amendment Act of 2005 (D.C. Act 16-167, July 26, 2005, 52 DCR 7648).\n\nFor temporary (90 day) amendment of section, see § 3(t) of Income Withholding Transfer and Revision Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-200, November 17, 2005, 52 DCR 10490).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-166, see Historical and Statutory Notes following § 46-201.\n\nFor Law 16-100, see notes following § 46-201.\n\nDC CODE § 46-219\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-166, § 20, 33 DCR 6710; May 12, 2006, D.C. Law 16-100, § 3(s), 53 DCR 1886.)","sections":[{"prefix":"a","text":" No employer shall discharge, refuse to employ, take disciplinary action, or otherwise discriminate against any obligor for the reason that a party has subjected or attempted to subject unpaid earnings of the obligor to withholding or like proceedings for the purposes of paying support."},{"prefix":"b","text":" There shall be a rebuttable presumption that any employer who engages in conduct described in subsection (a) of this section, within 90 days from the date of receipt of a notice or order to withhold, is in violation of this subchapter and may be subject to the sanctions in subsection (c) of this section."},{"prefix":"c","text":" Any employer who engages in conduct described in subsection (a) of this section shall be subject to a civil penalty of up to $10,000."},{"prefix":"d","text":" Any civil penalty obtained under subsection (c) of this section shall be used to offset the obligor's duty of support."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"2","text":"Child Support and Medical Support Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Child Support Enforcement."},"heading":{"title":"46","chaptersection":"219","identifier":"46-219","catch_text":"No discrimination in employment for withholding."}}