{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 30-506.\n\nEffect of Amendments\n\nD.C. Law 13-269 substituted \"existing support order\" for \"existing child support order\" in subsec. (a); added \"or\" at the end of subsec. (b)(1)(B); and inserted subsec. (b-1).\n\nD.C. Law 15-205 rewrote subsec. (b-1) which had read as follows:\n\n\"(b-1) In any support enforcement action following entry of a support order, upon showing that a diligent effort, which includes more than a search of IV-D agency and Collection and Disbursement Unit records, has been made to ascertain the location of a party, the Superior Court shall accept as adequate service on the party delivery by first-class mail of any pleading or notice to the most recent residential or employer address filed by the party with the IV-D agency or the Collection and Disbursement Unit pursuant to § 46-226.02.\"\n\nD.C. Law 16-100, redesignated subsec. (b-1) as (f); added subsec. (e); and rewrote subsecs. (a) and (c), which had read as follows:\n\n\"(a) In any case brought in Court under § 11-1101(1), (3), (10), or (11), involving the establishment of child support or in any case seeking to modify an existing support order, notice shall be issued to the alleged responsible relative by the Clerk of the Family Division of the Court stating that a hearing to determine the matter of child support has been scheduled. This hearing shall be scheduled within 45 days from the date the application is filed by the Clerk.\"\n\n\"(c) The notice shall include the following information:\n\n\"(1) The name of the person for whom support is being claimed;\n\n\"(2) A demand that the alleged responsible relative attend a hearing and the date, time, and place of the hearing;\n\n\"(3) An explanation of the possible consequences of the alleged responsible relative's failure to attend the scheduled hearing;\n\n\"(4) The demand that the alleged responsible relative bring to the hearing any record in the relative's possession of earnings received in the past 2 years, including receipts for earnings provided by an employer, or any wage and tax statements prepared by an employer setting forth earnings for tax purposes;\n\n\"(5) Notice that the alleged responsible relative may be represented by counsel at any stage of the proceedings; and\n\n\"(6) An explanation that a request for a continuance may result in the setting of interim support or the posting of collateral.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 7(f) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-210, April 13, 1999, law notification 46 DCR 3832).\n\nFor temporary (225 day) amendment of section, see § 107(f) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1999 (D.C. Law 13-57, March 7, 2000, law notification 47 DCR 1979).\n\nFor temporary (225 day) amendment of section, see § 107(f) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 2000 (D.C. Law 13-207, March 31, 2001, law notification 48 DCR 3238).\n\nSection 3(f) of D.C. Law 16-42, re-designated subsec. (b-1) as subsec. (f); and rewrote subsecs. (a) and (c), and added subsec. (e) to read as follows:\n\n\"(a) In any case brought in Court under D.C. Official Code § 11-1101(a)(1), (3), (10), or (11) involving the establishment of support, the Clerk of the Court shall issue notice to the alleged responsible relative stating that a hearing to determine the matter of support has been scheduled. This hearing shall be scheduled within 45 days after the date the application is filed.\"\n\n\"(c) The notice shall include the following:\n\n\"(1) The name of the person for whom support is being claimed;\n\n\"(2) A demand that the alleged responsible relative attend a hearing and the date, time, and place of the hearing;\n\n\"(3) An explanation of the possible consequences of the alleged responsible relative's failure to attend the scheduled hearing;\n\n\"(4) A demand that the alleged responsible relative bring to the hearing any record in the relative's possession of earnings received in the past 2 years, including receipts for earnings provided by an employer, or any wage and tax statements prepared by an employer setting forth earnings for tax purposes;\n\n\"(5) Notice that the alleged responsible relative may be represented by counsel at any stage of the proceedings;\n\n\"(6) An explanation that a request for a continuance may result in the setting of interim support or the posting of collateral; and\n\n\"(7) A copy of the complaint or petition.\"\n\n\"(e) Where a party is seeking a modification of a support order:\n\n\"(1) The Clerk of the Court shall issue notice to the opposing party:\n\n\"(A) Stating that a hearing to determine the matter of support has been scheduled;\n\n\"(B) Containing the information stated in subsection (c) of this section; and\n\n\"(C) Including a copy of the motion for modification;\n\n\"(2) The hearing shall be scheduled within 45 days after the date the application is filed; and\n\n\"(3) Personal service on the opposing party may be made in accordance with subsection (b) or (f) of this section.\"\n\nSection 5(b) of D.C. Law 16-42 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 7(f) of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12-309, March 20, 1998, 45 DCR 1923), § 7(f) of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12-439, August 12, 1998, 45 DCR 6110), § 7(f) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-503, October 27, 1998, 45 DCR 8495), and § 7(f) of the Child Support and Welfare Reform Compliance Second Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-600, January 20, 1999, 46 DCR 1239).\n\nFor temporary (90-day) amendment of section, see § 107(f) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary (90-day) amendment of section, see § 107(f) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13-177, November 2, 1999, 46 DCR 9678).\n\nFor temporary (90-day) amendment of section, see § 107(f) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-241, January 11, 2000, 47 DCR 581).\n\nFor temporary (90 day) amendment of section, see § 107(f) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 2000 (D.C. Act 13-446, November 7, 2000, 47 DCR 9213).\n\nFor temporary (90 day) amendment of section, see § 108(f) of Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-5, February 13, 2001, 48 DCR 2440).\n\nFor temporary (90 day) amendment of section, see § 3403(d) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 3403(d) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) amendment of section, see § 3(f) of Income Withholding Transfer and Revision Emergency Amendment Act of 2005 (D.C. Act 16-167, July 26, 2005, 52 DCR 7648).\n\nFor temporary (90 day) amendment of section, see § 3(f) of Income Withholding Transfer and Revision Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-200, November 17, 2005, 52 DCR 10490).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-166, see Historical and Statutory Notes following § 46-201.\n\nFor legislative history of D.C. Law 9-5, see Historical and Statutory Notes following § 46-226.01.\n\nFor legislative history of D.C. Law 9-39, see Historical and Statutory Notes following § 46-226.01.\n\nFor D.C. Law 13-269, see notes following § 46-201.\n\nFor Law 15-205, see notes following § 46-202.01.\n\nFor Law 16-100, see notes following § 46-201.\n\nDC CODE § 46-206\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-166, § 7, 33 DCR 6710; Aug. 17, 1991, D.C. Law 9-39, § 4(a), 38 DCR 4970; Apr. 3, 2001, D.C. Law 13-269, § 108(f), 48 DCR 1270; Dec. 7, 2004, D.C. Law 15-205, § 3403(d), 51 DCR 8441; May 12, 2006, D.C. Law 16-100, § 3(e), 53 DCR 1886.)","sections":[{"prefix":"a","text":" In any case brought in Court under § 11-1101(a)(1), (3), (10), or (11) involving the establishment of support, the Clerk of the Court shall issue notice to the alleged responsible relative stating that a hearing to determine the matter of support has been scheduled. This hearing shall be scheduled within 45 days after the date the application is filed."},{"prefix":"b","text":" Personal service of the notice may be made in the following manner:"},{"prefix":"1","text":" By delivering a copy of the notice to:"},{"prefix":"A","text":" The responsible relative;"},{"prefix":"B","text":" A person of suitable age and discretion who resides at the alleged responsible relative's dwelling house or usual place of abode; or"},{"prefix":"C","text":" A person of suitable age and discretion at the alleged responsible relative's place of employment; or"},{"prefix":"2","text":" By mailing the notice to the alleged responsible relative by certified mail, return receipt requested, and also by separate first-class mail. A certified mail notice of the complaint shall be sufficient, although unclaimed or refused by the respondent, when the first-class mail notice is not returned. Service by certified mail that is unclaimed or refused and first-class mail alone shall not be a sufficient basis to permit the entry of a default order of paternity in a case where the respondent fails to file an answer or otherwise fails to respond appropriately. Delivery may be made by a competent adult with no interest in the proceedings."},{"prefix":"c","text":" The notice shall include the following:"},{"prefix":"1","text":" The name of the person for whom support is being claimed;"},{"prefix":"2","text":" A demand that the alleged responsible relative attend a hearing and the date, time, and place of the hearing;"},{"prefix":"3","text":" An explanation of the possible consequences of the alleged responsible relative's failure to attend the scheduled hearing;"},{"prefix":"4","text":" A demand that the alleged responsible relative bring to the hearing any record in the relative's possession of earnings received in the past 2 years, including receipts for earnings provided by an employer, or any wage and tax statements prepared by an employer setting forth earnings for tax purposes;"},{"prefix":"5","text":" A demand that the alleged responsible relative bring to the hearing documentation of the cost, comprehensiveness, and accessibility of any health insurance available to the responsible relative for the child;"},{"prefix":"6","text":" Notice that the alleged responsible relative may be represented by counsel at any stage of the proceedings;"},{"prefix":"7","text":" An explanation that a request for a continuance may result in the setting of interim support or the posting of collateral; and"},{"prefix":"8","text":" A copy of the complaint or petition."},{"prefix":"d","text":" The custodian shall be given a notice containing the provisions outlined in subsection (c) of this section."},{"prefix":"e","text":" Where a party is seeking a modification of a support order:"},{"prefix":"1","text":" The Clerk of the Court shall issue notice to the opposing party:"},{"prefix":"A","text":" Stating that a hearing to determine the matter of support has been scheduled;"},{"prefix":"B","text":" Containing the information stated in subsection (c) of this section; and"},{"prefix":"C","text":" Including a copy of the motion for modification;"},{"prefix":"2","text":" The hearing shall be scheduled within 45 days after the date the application is filed; and"},{"prefix":"3","text":" Personal service on the opposing party may be made in accordance with subsection (b) or (f) of this section."},{"prefix":"f","text":" In any support enforcement action following entry of a support order, upon showing that a diligent effort, which includes more than a search of IV-D agency and Court records, has been made to ascertain the location of a party, the Court shall accept as adequate service on the party delivery by first-class mail of any pleading or notice to the most recent residential or employer address filed by the party with the IV-D agency or the Court pursuant to § 42- 226.02."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"2","text":"Child Support and Medical Support Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Child Support Enforcement."},"heading":{"title":"46","chaptersection":"206","identifier":"46-206","catch_text":"Service."}}