{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-205 rewrote the section which had read as follows:\n\n\"§ 46-202.01. Centralized Collection and Disbursement Unit.\n\n\"(a) The Superior Court is established as the centralized Collection and Disbursement Unit for the collection and disbursement of support payments and shall operate this unit either directly or through a contract or cooperative agreement with another entity.\n\n\"(b) The Collection and Disbursement Unit shall collect and disburse support payments under support orders in all cases enforced by the IV-D program and all other cases in which the support order was initially issued in the District on or after January 1, 1994, and in which the income of the noncustodial parent has been subject to withholding. Unit operations involving cases enforced by the IV-D program will be conducted in coordination with the automated system maintained by the IV-D agency.\n\n\"(c) The Collection and Disbursement Unit shall be the instrumentality for withholding earnings and other income under this subchapter.\n\n\"(d) The Collection and Disbursement Unit shall use automated procedures, electronic processes, and computer-driven technology to the maximum extent feasible, efficient, and economical, for the collection and disbursement of support payments, including procedures:\n\n\"(1) For receipt of payments from parents, employers, and other states and for disbursements to custodial parents and other obligees, the IV-D agency, and the agencies of other states;\n\n\"(2) For accurate identification of payments;\n\n\"(3) To ensure prompt disbursement of the custodial parent's share of any payment; and\n\n\"(4) To furnish to any parent, upon request, timely information on the current status of support payments under an order requiring payments to be made by or to the parent. The Collection and Disbursement Unit shall not be required to convert and maintain, in automated form, records of payments made prior to August 22, 1996, in cases subject to wage withholding that are enforced pursuant to the IV-D program.\n\n\"(e) The Collection and Distribution Unit shall distribute all amounts payable within 2 business days after receipt from the employer or other holder, if sufficient information identifying the payee is provided. The Collection and Distribution Unit may delay the distribution of collections toward arrearages until any appeal with respect to such arrearages has been resolved.\n\n\"(f) The Collection and Distribution Unit shall use the automated system maintained by the IV-D agency to the maximum extent feasible to assist and facilitate the collection and disbursement of support payments, including, at a minimum:\n\n\"(1) Transmission of orders and notices to employers and other debtors for the withholding of income as follows:\n\n\"(A) Within 2 business days after receipt of notice of such withholding (including identification of the income source subject to withholding) from a court, a state, an employer, the Federal Parent Locator Service, or another source recognized by the District; and\n\n\"(B) Using uniform formats prescribed by federal regulation or policy;\n\n\"(2) Ongoing monitoring to promptly identify failures to make timely payment of support; and\n\n\"(3) Automatic use of enforcement procedures if payments are not timely made.\"\n\nD.C. Law 16-100 rewrote the section, which had read:\n\n\"(a)(1) The IV-D agency is established as the centralized Collection and Disbursement Unit for the collection and disbursement of support payments and shall operate this unit either directly or through a contract or cooperative agreement with another entity.\n\n\"(2) The Court shall continue to operate the Collection and Disbursement Unit, pursuant to a memorandum of understanding or other cooperative agreement with the IV-D agency, until the IV-D agency has arranged with a private contractor to operate the Collection and Disbursement Unit or has made other arrangements for its operation, and until the transfer of all collection and disbursement functions to another entity is complete.\n\n\"(b) The Collection and Disbursement Unit shall collect and disburse support payments under support orders in the following cases:\n\n\"(1) All cases enforced by the IV-D agency pursuant to title IV, part D of the Social Security Act, approved January 4, 1975 (88 Stat. 2351; 42 U.S. C. § 651 et seq.);\n\n\"(2) All cases not enforced by the IV-D agency in which the support order was initially issued in the District on or after January 1, 1994, and in which withholding of the obligor's earnings or other income has commenced; and\n\n\"(3) All other cases in which the court has ordered that payments be made through the Collection and Disbursement Unit, or in which withholding of the non-custodial parent's income or other earnings has commenced.\n\n\"(c) The Court shall be the instrumentality for withholding earnings or other income under this subchapter.\n\n\"(d) The Collection and Disbursement Unit shall conduct its operations in coordination with the automated system the IV-D agency maintains pursuant to § 42-226.10.\n\n\"(e)(1) The Collection and Disbursement Unit shall use automated procedures, electronic processes, and computer-driven technology, to the maximum extent that is feasible, efficient, and economical, for the collection and disbursement of support payments, including procedures:\n\n\"(A) For receipt of payments from parents, holders, and other states, and for disbursements to custodial parents and other obligees, the IV-D agency, and the agencies of other states;\n\n\"(B) For accurate identification of payments;\n\n\"(C) To ensure prompt disbursement of the custodial parent's share of any payment; and\n\n\"(D) To furnish to any parent, upon request, timely information on the current status of support payments required to be made by or to the parent through the Collection and Disbursement Unit pursuant to subsection (b) of this section.\n\n\"(2) The Collection and Disbursement Unit shall not be required to convert and maintain, in automated form, records of payments made before August 22, 1996, in cases subject to wage withholding not enforced by the IV-D agency.\n\n\"(f) The Collection and Disbursement Unit shall distribute all amounts payable within 2 business days after receipt from the employer or other holder if sufficient information identifying the payee is provided. The Collection and Disbursement Unit may delay the distribution of collections toward arrearages until any appeal with respect to such arrearages has been resolved.\n\n\"(g) The IV-D agency and the Court, as applicable, shall use the automated system the IV-D agency maintains pursuant to § 42-226.10, to the maximum extent that is feasible, to assist and facilitate the collection and disbursement of support payments, including:\n\n\"(1) Transmission of orders and notices to employers and other holders for the withholding of income:\n\n\"(A) Within 2 business days after receipt of notice of the withholding (including identification of the income source subject to withholding) from a court, a state, a holder, the Federal Parent Locator Service, or another source recognized by the District; and\n\n\"(B) Using uniform formats prescribed by federal regulation or policy;\n\n\"(2) Ongoing monitoring to promptly identify failures to make timely payment of support; and\n\n\"(3) Automatic use of enforcement procedures if payments are not timely made.\"\n\nD.C. Law 16-191, in subsec. (d), validated a previously made technical correction.\n\nTemporary Amendments of Section\n\nSection 3(b) of D.C. Law 16-42 rewrote section to read as follows:\n\n\"Sec. 3a. Collection and Disbursement Unit.\n\n\"(a) The IV-D agency is established as the centralized Collection and Disbursement Unit for the collection and disbursement of support payments and shall operate the CDU either directly or through a contract or cooperative agreement with another entity.\n\n\"(b) The Collection and Disbursement Unit shall collect and disburse support payments under the following support orders, and obligors and holders required to pay support pursuant to these orders shall submit payments to the CDU for disbursement to the obligee:\n\n\"(1) All support orders enforced by the IV-D agency pursuant to title IV, part D of the Social Security Act, approved January 4, 1975 (88 Stat. 2351; 42 U.S.C. § 651 et seq.);\n\n\"(2) All support orders not enforced by the IV-D agency where the support order was initially issued in the District on or after January 1, 1994, and for which withholding of the obligor's earnings or other income has commenced; and\n\n\"(3) All other support orders for which the Court has ordered that payments be made through the Collection and Disbursement Unit, or for which withholding of the obligor's earnings or other income has commenced.\n\n\"(c) The IV-D agency shall operate the Collection and Disbursement Unit in coordination with the automated system the IV-D agency maintains pursuant to section 27j.\n\n\"(d)(1) The Collection and Disbursement Unit shall use automated procedures, electronic processes, and computer-driven technology, to the maximum extent that is feasible, efficient, and economical, for the collection and disbursement of support payments, including procedures:\n\n\"(A) For receipt of payments from obligors, holders, and other states, and for disbursements to obligees, the IV-D agency, and the IV-D agencies of other states;\n\n\"(B) For accurate identification of payments;\n\n\"(C) To ensure prompt disbursement of each obligee's share of any payment; and\n\n\"(D) To furnish to any obligor or obligee, upon request, timely information on the current status of support payments required to be made through the Collection and Disbursement Unit pursuant to subsection (b) of this section.\n\n\"(2) The Collection and Disbursement Unit shall not be required to convert and maintain, in automated form, records of payments made before August 22, 1996, for support orders subject to withholding that are not enforced by the IV-D agency.\n\n\"(e) The Collection and Disbursement Unit shall disburse all amounts payable within 2 business days after receipt from the employer or other holder if sufficient information identifying the payee is provided. The Collection and Disbursement Unit may delay the disbursement of collections toward arrearages until any appeal with respect to such arrearages has been resolved.\"\n\nSection 5(b) of D.C. Law 16-42 provides that the act shall expire after 225 days of its having taken effect.\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 7(b) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-210, April 13, 1999, law notification 46 DCR ).\n\nFor temporary (225 day) addition of section, see § 107(b) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1999 (D.C. Law 13-57, March 7, 2000, law notification 47 DCR 1979).\n\nFor temporary (225 day) addition of section, see § 107(b) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 2000 (D.C. Law 13-207, March 31, 2001, law notification 48 DCR 3238).\n\nEmergency Act Amendments\n\nFor temporary addition of § 30-502.1 [1981 Ed.], see § 7(b) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-309, March 20, 1998, 45 DCR 1923), § 7(b) of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12-439, August 12, 1998, 45 DCR 6110), § 7(b) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-503, October 27, 1998, 45 DCR 8495), and § 7(b) of the Child Support and Welfare Reform Compliance Second Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-600, January 20, 1999, 46 DCR 1239).\n\nFor temporary (90-day) addition of § 30-502.1 [1981 Ed.], see § 107(b) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary (90-day) authorization of a centralized support payment collection and distribution unit, see § 107(b) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary (90-day) addition of § 30-502.1 [1981 Ed.], see § 107(b) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13-177, November 2, 1999, 46 DCR 9678).\n\nFor temporary (90-day) addition of § 30-502.1 [1981 Ed.], see § 107(b) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-241, January 11, 2000, 47 DCR 581).\n\nFor temporary (90-day) authorization of a centralized support payment collection and distribution unit, see § 107(b) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-241, January 11, 2000, 47 DCR 581).\n\nFor temporary (90 day) addition of this section, see § 107(b) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 2000 (D.C. Act 13-446, November 7, 2000, 47 DCR 9213).\n\nFor temporary (90 day) addition of section, see § 108(b) of Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-5, February 13, 2001, 48 DCR 2440).\n\nFor temporary (90 day) amendment of section, see § 3403(b) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 3403(b) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) amendment of section, see § 3(b) of Income Withholding Transfer and Revision Emergency Amendment Act of 2005 (D.C. Act 16-167, July 26, 2005, 52 DCR 7648).\n\nFor temporary (90 day) amendment of section, see § 3(b) of Income Withholding Transfer and Revision Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-200, November 17, 2005, 52 DCR 10490).\n\nLegislative History of Laws\n\nFor D.C. Law 13-269, see notes following § 46-201.\n\nFor Law 15-205, see notes following § 46-202.01.\n\nFor Law 16-100, see notes following § 46-201.\n\nLaw 16-191, the \"Technical Amendments Act of 2006\", was introduced in Council and assigned Bill No. 16-760, which was referred to the Committee of the whole. The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively. Signed by the Mayor on July 31, 2006, it was assigned Act No. 16-475 and transmitted to both Houses of Congress for its review. D.C. Law 16-191 became effective on March 2, 2007.\n\nDC CODE § 46-202.01\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-166, § 3a, as added Apr. 3, 2001, D.C. Law 13- 269, § 108(b), 48 DCR 1270; Dec. 7, 2004, D.C. Law 15-205, § 3403(b), 51 DCR 8441; May 12, 2006, D.C. Law 16-100, § 3(b), 53 DCR 1886; Mar. 2, 2007, D.C. Law 16-191, § 71, 53 DCR 6794.)","sections":[{"prefix":"a","text":" The IV-D agency is established as the centralized Collection and Disbursement Unit for the collection and disbursement of support payments and shall operate the CDU either directly or through a contract or cooperative agreement with another entity."},{"prefix":"b","text":" The Collection and Disbursement Unit shall collect and disburse support payments under the following support orders, and obligors and holders required to pay support pursuant to these orders shall submit payments to the CDU for disbursement to the obligee:"},{"prefix":"1","text":" All support orders enforced by the IV-D agency pursuant to title IV, part D of the Social Security Act, approved January 4, 1975 (88 Stat. 2351; 42 U.S.C. § 651 et seq.);"},{"prefix":"2","text":" All support orders not enforced by the IV-D agency where the support order was initially issued in the District on or after January 1, 1994, and for which withholding of the obligor's earnings or other income has commenced; and"},{"prefix":"3","text":" All other support orders for which the Court has ordered that payments be made through the Collection and Disbursement Unit, or for which withholding of the obligor's earnings or other income has commenced."},{"prefix":"c","text":" The IV-D agency shall operate the Collection and Disbursement Unit in coordination with the automated system the IV-D agency maintains pursuant to § 46-226.10."},{"prefix":"d","text":"(1) The Collection and Disbursement Unit shall use automated procedures, electronic processes, and computer-driven technology, to the maximum extent that is feasible, efficient, and economical, for the collection and disbursement of support payments, including procedures:"},{"prefix":"A","text":" For receipt of payments from obligors, holders, and other states, and for disbursements to obligees, the IV-D agency, and the IV-D agencies of other states;"},{"prefix":"B","text":" For accurate identification of payments;"},{"prefix":"C","text":" To ensure prompt disbursement of each obligee's share of any payment; and"},{"prefix":"D","text":" To furnish to any obligor or obligee, upon request, timely information on the current status of support payments required to be made through the Collection and Disbursement Unit pursuant to subsection (b) of this section."},{"prefix":"2","text":" The Collection and Disbursement Unit shall not be required to convert and maintain, in automated form, records of payments made before August 22, 1996, for support orders subject to withholding that are not enforced by the IV-D agency."},{"prefix":"e","text":" The Collection and Disbursement Unit shall disburse all amounts payable within 2 business days after receipt from the employer or other holder if sufficient information identifying the payee is provided. The Collection and Disbursement Unit may delay the disbursement of collections toward arrearages until any appeal with respect to such arrearages has been resolved."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"2","text":"Child Support and Medical Support Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Child Support Enforcement."},"heading":{"title":"46","chaptersection":"202","identifier":"46-202.01","catch_text":"Collection and Disbursement Unit."}}