{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 30-524.2.\n\nEffect of Amendments\n\nD.C. Law 16-100 rewrote the section, which had read:\n\n\"(a) A Parent Locator Division ('Division') is established within the Office of Paternity and Child Support Enforcement of the Department of Human Services to maintain a parent locator service to locate a parent of a child in need of child support.\n\n\"(b) Any officer or employee of the District shall cooperate with the Division to determine the location of a parent who is not supporting his or her child. The officer or employee shall provide any pertinent information that relates to the location, income, or property of a parent, notwithstanding any District statute, ordinance, or rule that makes the information confidential.\n\n\"(c) Any company, corporation, partnership, association, union, or organization doing business in the District shall provide the Division with the following available information, if the Division certifies that the information shall be used to locate a parent of a child in need of support and that the information obtained will be treated as confidential by the Division unless the parent's name is published for child support arrearages pursuant to § 46-225:\n\n\"(1) Full name of parent;\n\n\"(2) Name and address of parent's employer;\n\n\"(3) Social security number of parent;\n\n\"(4) Date of birth of parent;\n\n\"(5) Home address of parent;\n\n\"(6) Amount of wages earned by parent; and\n\n\"(7) Number of dependents claimed by parent on state and federal income withholding forms.\n\n\"(d) A person may not knowingly refuse to give the parent locator service information that will assist the parent locator service in locating the parent of a child.\n\n\"(e) Any person who knowingly refuses to provide information or provides false information that has been requested pursuant to subsection (c) of this section, upon conviction, shall be imprisoned for not more than 3 months, fined not more than $1,000, or both.\"\n\nTemporary Amendments of Section\n\nSection 3(z) of D.C. Law 16-42 rewrote section to read as follows:\n\n\"Sec. 25b. Parent locator service.\n\n\"(a) The IV-D agency is established as the District's centralized Parent Locator Service to locate parents of children in need of support.\n\n\"(b) An officer or employee of the District shall cooperate with the IV-D agency to determine the location of a parent who is not supporting his or her child. The officer or employee shall provide any pertinent information that relates to the location, income, or property of a parent, notwithstanding any District statute, ordinance, or rule that makes the information confidential.\n\n\"(c) A company, corporation, partnership, association, union, organization, or entity doing business in the District shall provide the IV-D agency with the following available information, if the IV-D agency certifies that the information shall be used to locate a parent of a child in need of support and that the information obtained will be treated as confidential by the IV-D agency unless the parent's name is published or reported to a consumer credit reporting agency pursuant to section 26:\n\n\"(1) Full name of the parent;\n\n\"(2) Name and address of the parent's employer;\n\n\"(3) Social security number of the parent;\n\n\"(4) Date of birth of the parent;\n\n\"(5) Home address of the parent;\n\n\"(6) Amount of wages earned by the parent; and\n\n\"(7) Number of dependents claimed by the parent on state and federal income withholding forms.\n\n\"(d) A person may not knowingly refuse to give the IV-D agency information that will assist the IV-D agency in locating the parent of a child.\n\n\"(e) A person who knowingly refuses to provide information or provides false information that has been requested pursuant to subsection (c) of this section, upon conviction, shall be imprisoned for not more than 3 months, fined not more than $1,000, or both.\"\n\nSection 5(b) of D.C. Law 16-42 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(z) of Income Withholding Transfer and Revision Emergency Amendment Act of 2005 (D.C. Act 16-167, July 26, 2005, 52 DCR 7648).\n\nFor temporary (90 day) amendment of section, see § 3(z) of Income Withholding Transfer and Revision Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-200, November 17, 2005, 52 DCR 10490).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-150, see Historical and Statutory Notes following § 46-224.01.\n\nFor legislative history of D.C. Law 10-68, see Historical and Statutory Notes following § 46-224.01.\n\nFor Law 16-100, see notes following § 46-201.\n\nDC CODE § 46-224.02\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-166, § 25b, as added July 25, 1990, D.C. Law 8-150, § 4(e), 37 DCR 3720; Feb. 5, 1994, D.C. Law 10-68, § 28(b), 40 DCR 6311; May 12, 2006, D.C. Law 16-100, § 3(y), 53 DCR 1886.)","sections":[{"prefix":"a","text":" The IV-D agency is established as the District's centralized Parent Locator Service to locate parents of children in need of support."},{"prefix":"b","text":" An officer or employee of the District shall cooperate with the IV-D agency to determine the location of a parent who is not supporting his or her child. The officer or employee shall provide any pertinent information that relates to the location, income, or property of a parent, notwithstanding any District statute, ordinance, or rule that makes the information confidential."},{"prefix":"c","text":" A company, corporation, partnership, association, union, organization, or entity doing business in the District shall provide the IV-D agency with the following available information, if the IV-D agency certifies that the information shall be used to locate a parent of a child in need of support and that the information obtained will be treated as confidential by the IV-D agency unless the parent's name is published or reported to a consumer credit reporting agency pursuant to § 46-225:"},{"prefix":"1","text":" Full name of the parent;"},{"prefix":"2","text":" Name and address of the parent's employer;"},{"prefix":"3","text":" Social security number of the parent;"},{"prefix":"4","text":" Date of birth of the parent;"},{"prefix":"5","text":" Home address of the parent;"},{"prefix":"6","text":" Amount of wages earned by the parent; and"},{"prefix":"7","text":" Number of dependents claimed by the parent on state and federal income withholding forms."},{"prefix":"d","text":" A person may not knowingly refuse to give the IV-D agency information that will assist the IV-D agency in locating the parent of a child."},{"prefix":"e","text":" A person who knowingly refuses to provide information or provides false information that has been requested pursuant to subsection (c) of this section, upon conviction, shall be imprisoned for not more than 3 months, fined not more than $1,000, or both."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"2","text":"Child Support and Medical Support Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Child Support Enforcement."},"heading":{"title":"46","chaptersection":"224","identifier":"46-224.02","catch_text":"Parent locator service."}}