{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 30-522.\n\nEffect of Amendments\n\nD.C. Law 13-269 rewrote the section which had read:\n\n\"§ 46-222. Interstate withholding; procedure for entering a support order of another jurisdiction for withholding.\n\n\"(a) Upon receiving a support order of another jurisdiction from an appropriate agency of the other jurisdiction, with the documentation specified in subsection (c) of this section, the following shall take place:\n\n\"(1) The Clerk of the Family Division of the Court shall accept the documents filed and enter the support order upon the docket and that entry shall constitute acceptance of the support order under this chapter;\n\n\"(2) The Clerk of the Court shall process withholding under this chapter; and\n\n\"(3) The Clerk of the Court shall issue a notice to withhold pursuant to § 46- 211 and, within 15 calendar days of locating the obligor or the holder, the Clerk of the Court shall issue a notice of intent to withhold pursuant to § 46- 209, which shall include the following:\n\n\"(A) A statement that, if contested, a support order entered pursuant to this section and the accompanying sworn or certified statement shall constitute prima facie proof, without further proof of foundation, that the support order is valid, that the amount of current support payments and arrearages is as stated, and that the payee would be entitled to withholding under the law of the jurisdiction that issued the support order;\n\n\"(B) A statement that, once a prima facie case has been established, the obligor may raise, in addition to those rights available under this section, only matters that would be available to him as defenses in an action to enforce a foreign money judgment; and\n\n\"(C) A statement that, if the obligor shows to the Court that an appeal from the order is pending, will be taken, or that a stay of execution has been granted, the Court may stay enforcement of the order until the appeal is concluded, the time for appeal has expired, or the order is vacated, upon satisfactory proof that the defendant has furnished security for payment of the support ordered as required by the initiating jurisdiction.\n\n\"(b) Any stay granted as referred to in subsection (a)(3)(C) of this section shall also stay the time limitations for rendering a decision on withholding pursuant to §§ 46-216(b) and 46-210(b).\n\n\"(c) The following documentation is required for the entry of a support order of another jurisdiction:\n\n\"(1) A certified copy of the support order with all modifications;\n\n\"(2) A certified copy of any income withholding order or notice still in effect;\n\n\"(3) A copy of the portion of the income withholding statute of the jurisdiction that issued the support order, which states the requirements for obtaining income withholding under the law of the jurisdiction;\n\n\"(4) A sworn statement of the obligee or certified statement of the agency of the arrearages, if any; and\n\n\"(5) A statement of:\n\n\"(A) The name, address, and social security number of the obligor, if known;\n\n\"(B) The name and address of the obligor's employer in this jurisdiction or of any other source of earnings or other income of the obligor derived in the District against which income withholding is sought; and\n\n\"(C) The name and address of the agency or person to whom support payments collected by income withholding shall be transmitted.\n\n\"(d) If the documentation received by the Court pursuant to subsection (a) of this section does not conform to the requirements of subsection (c) of this section, the Court shall remedy any defect that it can without the assistance of the requesting agency or person. If the Court is unable to make the corrections, the requesting agency or person shall be notified of the necessary additions or corrections. If required by the initiating jurisdiction, the Clerk of the Court shall provide the information necessary to carry out the withholding within 30 calendar days of receipt of the initiating jurisdiction's request for information. The Court shall accept the documentation required by subsections (a) and (c) of this section even if it is not in the usual form required by state or local rules, so long as the substantive requirements of these subsections are met.\n\n\"(e) If the earnings or other income of the obligor is not derived in the District, the Court shall notify the initiating jurisdiction that no action will be taken.\n\n\"(f) Entry of the order shall not confer jurisdiction on the Court for any purpose other than withholding of earnings or other income.\n\n\"(g) The Court, upon receiving a certified copy of any amendment or modification to a support order entered, shall initiate, as though it was a support order of this jurisdiction, necessary procedures to amend or modify the income withholding order or notice of jurisdiction that was based upon the entered support order.\n\n\"(h) If the Court determines that the obligor has obtained employment or has a new or additional source of income in another jurisdiction, it shall notify the agency that requested the income withholding of the changes within 20 working days of receiving the information and shall forward to that agency all information it has or can obtain with respect to the obligor's new address and the name and address of the obligor's new employer or other source of income. The Court shall include with the notice a certified copy of any income withholding order in effect in this jurisdiction.\"\n\nD.C. Law 15-205, in subsecs. (a), (b), and (c), substituted \"Court\" for \"Collection and Disbursement Unit\".\n\nD.C. Law 16-100 rewrote the section, which had read:\n\n\"(a) For any support order entered in another jurisdiction and subject to withholding pursuant to § 46-207(c) or Chapter 3 of this title, the Court shall implement the withholding upon receipt of notice from the initiating jurisdiction, including all information necessary to carry out the withholding, and, if necessary, provide the initiating jurisdiction with all information necessary to carry out the withholding within 30 calendar days of receiving a request for the information from the initiating jurisdiction.\n\n\"(b) The Court or the IV-D agency shall notify the initiating jurisdiction if it determines that the obligor is no longer employed in the District of Columbia and shall provide to the initiating jurisdiction the name and address of the obligor and the obligor's new employer, if known.\n\n\"(c) The Court, upon receiving a certified copy of any modification of a support order entered or registered in the District of Columbia, shall initiate necessary procedures to amend or modify the withholding order that was based on the order that has been modified.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(e) of Child Support Enforcement Temporary Amendment Act of 1995 (D.C. Law 11-47, September 20, 1995, law notification 42 DCR 5506).\n\nFor temporary (225 day) amendment of section, see § 2(e) of Child Support Enforcement Temporary Amendment Act of 1996 (D.C. Law 11-148, May 20, 1996, law notification 43 DCR 4353).\n\nFor temporary (225 day) amendment of section, see § 7(r) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-210, April 13, 1999, law notification 46 DCR 3832).\n\nFor temporary (225 day) amendment of section, see § 107(s) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1999 (D.C. Law 13-57, March 7, 2000, law notification 47 DCR 1979).\n\nFor temporary (225 day) amendment of section, see § 107(s) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 2000 (D.C. Law 13-207, March 31, 2001, law notification 48 DCR 3238).\n\nSection 3(w) of D.C. Law 16-42 rewrote section to read as follows:\n\n\"Sec. 23. Interstate withholding.\n\n\"(a) Upon receipt of notice from another state that withholding is required to enforce a support order, including all documents and information necessary to carry out the withholding, the IV-D agency shall implement the withholding in accordance with section 8a.\n\n\"(b) If the IV-D agency determines that the obligor is no longer employed in the District of Columbia, the IV-D agency shall provide the initiating jurisdiction with the name and address of the obligor and the obligor's new employer, if known.\n\n\"(c) The IV-D agency, upon receiving a certified copy of a modification of a support order entered or registered in the District of Columbia, shall initiate necessary procedures to amend or modify a withholding that is based on the support order that has been modified.\"\n\nSection 5(b) of D.C. Law 16-42 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(e) of the Child Support Enforcement Emergency Amendment Act of 1996 (D.C. Act 11-304, July 31, 1996, 43 DCR 4474), and see § 2(e) of the Child Support Enforcement Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-31, March 11, 1997, 44 DCR 1904).\n\nFor temporary amendment of section, see § 7(r) of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12-309, March 20, 1998, 45 DCR 1923), § 7(r) of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12-439, August 12, 1998, 45 DCR 6110), § 7(r) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-503, October 27, 1998, 45 DCR 8495), and § 7(r) of the Child Support and Welfare Reform Compliance Second Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-600, January 20, 1999, 46 DCR 1239).\n\nFor temporary (90-day) amendment of section, see § 107(s) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary (90-day) amendment of section, see § 107(s) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13-177, November 2, 1999, 46 DCR 9678).\n\nFor temporary (90-day) amendment of section, see § 107(s) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-241, January 11, 2000, 47 DCR 581).\n\nFor temporary (90 day) amendment of section, see § 107(s) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 2000 (D.C. Act 13-446, November 7, 2000, 47 DCR 9213).\n\nFor temporary (90 day) amendment of section, see § 108(s) of Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-5, February 13, 2001, 48 DCR 2440).\n\nFor temporary (90 day) amendment of section, see § 3403(o) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 3403(o) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) amendment of section, see § 3(w) of Income Withholding Transfer and Revision Emergency Amendment Act of 2005 (D.C. Act 16-167, July 26, 2005, 52 DCR 7648).\n\nFor temporary (90 day) amendment of section, see § 3(w) of Income Withholding Transfer and Revision Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-200, November 17, 2005, 52 DCR 10490).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-166, see Historical and Statutory Notes following § 46-201.\n\nLaw 7-104 was introduced in Council and assigned Bill No. 7-346, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on Nov. 24, 1987 and DeC. 8, 1987, respectively. Signed by the Mayor on DeC. 22, 1987, it was assigned Act No. 7-124 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 11-170, see Historical and Statutory Notes following § 46-205.\n\nFor D.C. Law 13-269, see notes following § 46-201.\n\nFor Law 15-205, see notes following § 46-202.01.\n\nFor Law 16-100, see notes following § 46-201.\n\nDC CODE § 46-222\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-166, § 23, 33 DCR 6710; Apr. 30, 1988, D.C. Law 7-104, § 23, 35 DCR 147; Apr. 9, 1997, D.C. Law 11-170, § 2(e), 43 DCR 4480; Apr. 3, 2001, D.C. Law 13-269, § 108(s), 48 DCR 1270; Dec. 7, 2004, D.C. Law 15-205, § 3403(o), 51 DCR 8441; May 12, 2006, D.C. Law 16-100, § 3(v), 53 DCR 1886.)","sections":[{"prefix":"a","text":" Upon receipt of notice from another state that withholding is required to enforce a support order, including all documents and information necessary to carry out the withholding, the IV-D agency shall implement the withholding in accordance with § 46-207.01."},{"prefix":"b","text":" If the IV-D agency determines that the obligor is no longer employed in the District of Columbia, the IV-D agency shall provide the initiating jurisdiction with the name and address of the obligor and the obligor's new employer, if known."},{"prefix":"c","text":" The IV-D agency, upon receiving a certified copy of a modification of a support order entered or registered in the District of Columbia, shall initiate necessary procedures to amend or modify a withholding that is based on the support order that has been modified."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"2","text":"Child Support and Medical Support Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Child Support Enforcement."},"heading":{"title":"46","chaptersection":"222","identifier":"46-222","catch_text":"Interstate withholding."}}