{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 30-509.\n\nEffect of Amendments\n\nD.C. Law 13-269 rewrote the section which had read:\n\n\"§ 46-209. Notice of intent to withhold.\n\n\"(a) For any order listed in § 46-207(c)(1), (2), (3), (4), or (7) where there are arrearages equal to 30 days of support payments, any caretaker, custodian, responsible relative, or the Mayor may apply to the Clerk of the Court to issue a notice of intent to withhold and the Clerk of the Court shall issue to the obligor, by certified mail, a notice of intent to withhold and shall certify the date the notice is mailed. The Mayor shall apply to the Clerk of the Court to issue a notice of intent to withhold in all child support cases in which a child support order was issued effective before October 1, 1990, and being enforced under 42 U.S.C. § 651 et seq., where there are arrearages equal to 30 days of support payments.\n\n\"(b) For any order listed in § 46-207(c)(5) or (6), any caretaker, custodian, responsible relative, or agency may apply to the Clerk of the Court to issue a notice of intent to withhold upon compliance with the requirements of § 46- 222. The Clerk of the Court shall issue to the obligor by certified mail a notice of intent to withhold and shall certify the date the notice is mailed.\n\n\"(c) The notice of intent to withhold as required in subsections (a) and (b) of this section shall include the following:\n\n\"(1) A statement of any arrearage that has accrued, the support obligation that is accruing, and the periodic amount required to be paid in the future;\n\n\"(2) A statement that the obligor's earnings or other income shall be withheld in the amount specified in the notice;\n\n\"(3) A statement that the withholding shall apply to any current and subsequent periods of employment;\n\n\"(4) A statement that, unless the obligor files an objection to contest the withholding within 15 days of the date the notice was mailed to the obligor, the Clerk of the Court will notify the holder to commence the withholding;\n\n\"(5) A statement that the obligor has the right to contest the withholding, a statement of the procedures available for contesting the withholding, and a statement that the only basis for contesting is a mistake of fact as defined in § 46-210(c);\n\n\"(6) A statement of the actions that will be taken if the obligor contests the withholding;\n\n\"(7) A statement that, within 10 days after termination or change of employment or change of the obligor's home address, the obligor shall notify the Court and provide the following information:\n\n\"(A) The obligor's social security number;\n\n\"(B) The obligor's home address and telephone number; and\n\n\"(C) The name, address, and telephone number of the obligor's employer; and\n\n\"(8) The time period within which the withholding shall begin and the information given to the holder pursuant to § 46-211.\n\n\"(d)(1) In the case of wages not subject to immediate withholding, including cases subject to a finding of good cause or a written agreement, the court shall issue advance notice of initiated withholding to the absent parent on the earliest of the following dates:\n\n\"(A) If the absent parent's address is known:\n\n\"(i) Within 15 days of the date on which the arrearages equal support payable for 1 month:\n\n\"(ii) The date on which the absent parent requests payment to begin, if the date is approved by the court; or\n\n\"(iii) A date established by the court pursuant to child support procedures; or\n\n\"(B) If the parent's address is not known, within 15 calendar days of locating the parent.\n\n\"(2) The advance notice shall include the information set forth in subsection (c) of this section.\"\n\nD.C. Law 15-205, in subsec. (a), substituted \"Court\" for \"Collection and Disbursement Unit\"; and, in par. (7) of subsec. (c), substituted \"IV-D agency and the Court\" for \"Collection and Disbursement Unit\".\n\nD.C. Law 16-100 rewrote the section, which had read:\n\n\"(a) For any support order subject to initiated withholding pursuant to § 46- 208(c), the Court shall issue to the obligor, by certified mail, a notice of withholding and shall certify the date the notice is mailed.\n\n\"(b) Repealed.\n\n\"(c) The notice of withholding shall include the following:\n\n\"(1) Notice that withholding has commenced;\n\n\"(2) A statement of any arrearage that has accrued, the support obligation that is accruing, and the periodic amount required to be paid in the future;\n\n\"(3) A statement that the obligor's earnings or other income shall be withheld in the amount specified in the notice;\n\n\"(4) A statement that the withholding shall apply to any current and subsequent periods of employment;\n\n\"(5) A statement that the obligor has the right to contest the withholding, a statement of the procedures available for contesting the withholding, and a statement that the only basis for contesting the withholding is a mistake of fact as defined in § 46-210(c);\n\n\"(6) A statement of the actions that will be taken if the obligor contests the withholding;\n\n\"(7) A statement that, within 10 days of termination or change of the obligor's employment, or change of the obligor's home address, the obligor shall notify the IV-D agency and the Court of the termination or change and provide the following information:\n\n\"(A) The obligor's social security number;\n\n\"(B) The obligor's residential and mailing address and telephone number;\n\n\"(C) The name, address, and telephone number of all of the obligor's employers, including all names under which each employer does business, and, if the obligor is self-employed, the obligor's business address and all names under which the obligor does business;\n\n\"(D) The obligor's driver's license number; and\n\n\"(8) A statement of the information given to the holder pursuant to 46-211.\n\n\"(d)(1) In the case of wages subject to initiated withholding, including cases subject to a finding of good cause or a written agreement, the court shall issue a notice of withholding to the absent parent on the earliest of the following dates:\n\n\"(A) If the absent parent's address is known:\n\n\"(i) Within 15 days of the date on which the arrearages equal support payable for 1 month;\n\n\"(ii) The date on which the obligor requests payment to begin;\n\n\"(iii) A date established by the court pursuant to child support procedures; or\n\n\"(iv) The date on which the obligee requests withholding or, for orders being enforced pursuant to title IV, part D of the Social Security Act, approved January 4, 1975 (88 Stat. 2351; 42 U.S.C. § 651 et seq.), the date the IV-D agency approves the request; or\n\n\"(B) If the parent's address is not known, within 15 calendar days of locating the parent.\n\n\"(2) The notice shall include the information set forth in subsection (c) of this section.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(c) of Child Support Enforcement Temporary Amendment Act of 1995 (D.C. Law 11-47, September 20, 1995, law notification 42 DCR 5506).\n\nFor temporary (225 day) amendment of section, see § 2(c) of Child Support Enforcement Temporary Amendment Act of 1996 (D.C. Law 11-148, May 20, 1996, law notification 43 DCR 4353).\n\nFor temporary (225 day) amendment of section, see § 7(g) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-103, May 8, 1998, law notification 45 DCR 3254).\n\nFor temporary (225 day) amendment of section, see § 7(i) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-210, April 13, 1999, law notification 46 DCR 3832).\n\nFor temporary (225 day) amendment of section, see § 107(i) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1999 (D.C. Law 13-57, March 7, 2000, law notification 47 DCR 1979).\n\nFor temporary (225 day) amendment of section, see § 107(i) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 2000 (D.C. Law 13-207, March 31, 2001, law notification 48 DCR 3238).\n\nSection 3(j) of D.C. Law 16-42 rewrote section to read as follows:\n\n\"Sec. 10. Notice of withholding to the obligor.\n\n\"(a) If a support order becomes enforceable by withholding pursuant to section 8(d), the IV-D agency shall send a notice of withholding to the obligor and shall certify the date the notice is mailed.\n\n\"(b) The notice of withholding to the obligor shall include the following:\n\n\"(1) Notice that withholding has commenced;\n\n\"(2) A statement of any arrearage that has accrued, the amount of the support obligation that is accruing, and the periodic amount required to be paid in the future;\n\n\"(3) A statement of the amount of the obligor's earnings or other income that shall be withheld;\n\n\"(4) A statement that the withholding shall apply to any current and subsequent employer or period of employment;\n\n\"(5) A statement that the obligor has the right to object to the withholding, a statement of the procedures available for objecting to the withholding, and a statement that the only basis for objecting to the withholding is a mistake of fact as defined in section 11(c);\n\n\"(6) A statement of the actions that will be taken if the obligor objects to the withholding; and\n\n\"(7) A statement of the information given to the holder pursuant to section 12.\n\n\"(c) The IV-D agency shall send the notice of withholding to the obligor within 15 days after serving the order to withhold on the holder.\"\n\nSection 5(b) of D.C. Law 16-42 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(c) of the Child Support Enforcement Emergency Amendment Act of 1996 (D.C. Act 11-250, April 15, 1996, 43 DCR 2131), § 2(c) of the Child Support Enforcement Congressional Review Emergency Amendment Act of 1996 (D.C. Act 11-304, July 31, 1996, 43 DCR 4474), and § 2(c) of the Child Support Enforcement Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-31, March 11, 1997, 44 DCR 1904).\n\nFor temporary amendment of section, see § 7(g) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1997 (D.C. Act 12-222, December 23, 1997, 44 DCR 114).\n\nFor temporary amendment of section, see § 7(i) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-309, March 20, 1998, 45 DCR 1923), § 7(i) of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12- 439, August 12, 1998, 45 DCR 6110), § 7(i) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-503, October 27, 1998, 45 DCR 8495), and § 7(i) of the Child Support and Welfare Reform Compliance Second Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-600, January 20, 1999, 46 DCR 1239).\n\nFor temporary repeal of D.C. Law 12-103, see § 13 of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12- 439, August 12, 1998, 45 DCR 6110).\n\nFor temporary (90-day) amendment of section, see § 107(i) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary (90-day) amendment of section, see § 107(i) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13-177, November 2, 1999, 46 DCR 9678).\n\nFor temporary (90-day) amendment of section, see § 107(i) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-241, January 11, 2000, 47 DCR 581).\n\nFor temporary (90 day) amendment of section, see § 107(i) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 2000 (D.C. Act 13-446, November 7, 2000, 47 DCR 9213).\n\nFor temporary (90 day) amendment of section, see § 108(i) of Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-5, February 13, 2001, 48 DCR 2440).\n\nFor temporary (90 day) amendment of section, see § 3403(g) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 3403(g) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) addition of section, see § 3(j) of Income Withholding Transfer and Revision Emergency Amendment Act of 2005 (D.C. Act 16-167, July 26, 2005, 52 DCR 7648).\n\nFor temporary (90 day) amendment of section, see § 3(j) of Income Withholding Transfer and Revision Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-200, November 17, 2005, 52 DCR 10490).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-166, see Historical and Statutory Notes following § 46-201.\n\nFor legislative history of D.C. Law 8-150, see Historical and Statutory Notes following § 46-224.01.\n\nFor legislative history of D.C. Law 11-170, see Historical and Statutory Notes following § 46-205.\n\nFor D.C. Law 13-269, see notes following § 46-201.\n\nFor Law 15-205, see notes following § 46-202.01.\n\nFor Law 16-100, see notes following § 46-201.\n\nDelegation of Authority\n\nDelegation of authority pursuant to Law 6-166, see Mayor's Order 87-273, December 10, 1987.\n\nDC CODE § 46-209\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-166, § 10, 33 DCR 6710; July 25, 1990, D.C. Law 8-150, § 4(c), 37 DCR 3720; Apr. 9, 1997, D.C. Law 11-170, § 2(c), 43 DCR 4480; Apr. 3, 2001, D.C. Law 13-269, § 108(i), 48 DCR 1270; Dec. 7, 2004, D.C. Law 15-205, § 3403(g), 51 DCR 8441; May 12, 2006, D.C. Law 16- 100, § 3(i), 53 DCR 1886.)","sections":[{"prefix":"a","text":" If a support order becomes enforceable by withholding pursuant to § 46- 207(d), the IV-D agency shall send a notice of withholding to the obligor and shall certify the date the notice is mailed."},{"prefix":"b","text":" The notice of withholding to the obligor shall include the following:"},{"prefix":"1","text":" Notice that withholding has commenced;"},{"prefix":"2","text":" A statement of any arrearage that has accrued, the amount of the support obligation that is accruing, and the periodic amount required to be paid in the future;"},{"prefix":"3","text":" A statement of the amount of the obligor's earnings or other income that shall be withheld;"},{"prefix":"4","text":" A statement that the withholding shall apply to any current and subsequent employer or period of employment;"},{"prefix":"5","text":" A statement that the obligor has the right to object to the withholding, a statement of the procedures available for objecting to the withholding, and a statement that the only basis for objecting to the withholding is a mistake of fact as defined in § 46-210(c);"},{"prefix":"6","text":" A statement of the actions that will be taken if the obligor objects to the withholding; and"},{"prefix":"7","text":" A statement of the information given to the holder pursuant to § 46-211."},{"prefix":"c","text":" The IV-D agency shall send the notice of withholding to the obligor within 15 days after serving the order to withhold on the holder."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"2","text":"Child Support and Medical Support Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Child Support Enforcement."},"heading":{"title":"46","chaptersection":"209","identifier":"46-209","catch_text":"Notice of withholding to the obligor."}}