{"text":"For the purposes of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 30-501.\n\nEffect of Amendments\n\nD.C. Law 13-91 in par. (13) validated a previously made technical amendment.\n\nD.C. Law 13-269 designated former par. (1) as (1A); inserted a new par. (1); and inserted pars. (8A), (8B), (9A), (9B), (15A), and (15B).\n\nD.C. Law 15-205 added par. (2A); and, in par. (8B), substituted \"the Child Support Enforcement Division of the Office of the Attorney General for the District of Columbia,\" for \"the organizational unit of the District government,\".\n\nD.C. Law 16-100 rewrote the section, which had read:\n\n\"For the purposes of this subchapter, the term:\n\n\"(1) 'Business day' means Monday through Friday, excluding District and federal holidays.\n\n\"(1A) 'Caretaker' means a parent, relative, guardian, or other person whose needs are included in a public assistance payment for a dependent child and who is using those payments for the benefit of the dependent child.\n\n\"(2) 'Child support' means any payment that a responsible relative is ordered to make because of a duty of support.\n\n\"(2A) 'Collection and Disbursement Unit' means the centralized unit operated by the IV-D agency for the collection and disbursement of support payments as required under section 454B of title IV, part D of the Social Security Act, approved August 22, 1996 (110 Stat. 2207; 42 U.S.C. § 654b).\n\n\"(3) 'Court' means the Superior Court of the District of Columbia.\n\n\"(4) 'Custodian' means the parent, relative, guardian, or other person with whom the dependent child resides.\n\n\"(5) 'Dependent child' means any child for whom the District is providing public assistance pursuant to subchapter 5 of Chapter 2 of Title 4 and whose support is required by § 16-916; or any child to whom an obligor owes a duty of support.\n\n\"(6) 'District' means the government of the District of Columbia.\n\n\"(7) 'Duty of support' means any duty of support imposed by statute or by common law; any duty of support imposed by order of the Court, decree, or judgment, whether interlocutory or final, or whether incidental to a proceeding for divorce, judicial separation, separate maintenance, or otherwise; any duty of reimbursement imposed by law for moneys expended by the District for support, including public assistance and foster care; or any duty of support imposed by any other section of this subchapter.\n\n\"(8) 'Earnings' means any remuneration based on employment including, but not limited to, wages, salaries, annuities, retirement benefits, unemployment compensation, and disability benefits.\n\n\"(8A) 'Entity' means a partnership, firm, association, corporation, sole proprietorship, company, organization, or other business, including a governmental and nonprofit organization.\n\n\"(8B) 'IV-D agency' means the Child Support Enforcement Division of the Office of the Attorney General for the District of Columbia, or successor organizational unit, that is responsible for administering or supervising the administration of the District's State Plan under title IV, part D, of the Social Security Act, approved January 4, 1975 (88 Stat. 2351; 42 U.S.C. § 651 et seq.), pertaining to parent locator services, paternity establishment, and the establishment, modification, and enforcement of support orders.\n\n\"(9) 'Holder' means any person, firm, association, corporation, or government official whom the Mayor believes has possession of property of a responsible relative, including, but not limited to, earnings or other income of the responsible relative.\n\n\"(9A) 'Immediate withholding' means withholding conducted pursuant to § 46- 207(a-1).\n\n\"(9B) 'Initiated withholding' means withholding conducted pursuant to § 46- 208(c).\n\n\"(10) 'Mayor' means the Mayor of the District of Columbia or the Mayor's designee.\n\n\"(11) 'Obligor' means any responsible relative or person ordered to pay pursuant to any order or decision listed in § 46-207.\n\n\"(12) 'Other income' means any income available to an individual whether or not derived from remuneration based on employment.\n\n\"(13) 'Public assistance' means assistance granted under the District's Temporary Assistance for Needy Families Program or Program on Work, Employment, and Responsibility pursuant to subchapter 5 of Chapter 2 of Title 4.\n\n\"(14) 'Recipient' means a dependent child and, if applicable, the caretaker for the child.\n\n\"(15) 'Responsible relative' means any person obligated under law for the support of a dependent child.\n\n\"(15A) 'Spousal support' means a legally enforceable obligation assessed against an individual for the support of a spouse or former spouse who is living with a child for whom the individual also owes support and that is enforced by the IV-D agency.\n\n\"(15B) 'Support order' means a judgment, decree, or order, whether temporary, final, or subject to modification, issued by a court or an administrative agency of competent jurisdiction, for the support and maintenance of a child, including a child who has attained the age of majority under the law of the issuing state, or a child and the parent with whom the child is living, which provides for monetary support, health care, arrearages, or reimbursement and which may include related costs and fees, interest and penalties, income withholding, attorneys' fees, and other relief.\n\n\"(16) 'Withholding order' means any legal or equitable order that requires a holder to turn over earnings or other income in a specified amount to a specified payee rather than to an individual to whom the earnings or other income would otherwise be payable.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 7(a) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-210, April 13, 1999, law notification 46 DCR 3832).\n\nFor temporary (225 day) amendment of section, see § 13 of Self-Sufficiency Promotion Temporary Amendment Act of 1998 (D.C. Law 12-230, April 20, 1999, law notification 46 DCR 4143).\n\nFor temporary (225 day) amendment of section, see § 107 of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1999 (D.C. Law 13-57, March 7, 2000, law notification 47 DCR 1979).\n\nFor temporary (225 day) amendment of section, see § 107(a) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 2000 (D.C. Law 13-207, March 31, 2001, law notification 48 DCR 3238).\n\nSection 3(a) of D.C. Law 16-42 rewrote section to read as follows:\n\n\"Sec. 2. Definitions.\n\n\"For the purposes of this act, the term:\n\n\"(1) 'Business day' means a day on which District offices are open for regular business.\n\n\"(2) 'Caretaker' means a parent, relative, guardian, or other person whose needs are included in a public assistance payment for a dependent child and who is using those payments for the benefit of the dependent child.\n\n\"(3) 'Collection and Disbursement Unit' or 'CDU' means the centralized unit operated by the IV-D agency for the collection and disbursement of support payments as required under section 454B of title IV, part D of the Social Security Act, approved August 22, 1996 (110 Stat. 2207; 42 U.S.C. § 654B).\n\n\"(4) 'Court' means the Superior Court of the District of Columbia.\n\n\"(5) 'Custodian' means the parent, relative, guardian, or other person with whom the dependent child resides.\n\n\"(6) 'Dependent child' means any child whose support is required by D.C. Official Code § 16-916, or any child to whom a responsible relative owes a duty of support.\n\n\"(7) 'Duty of support' means:\n\n(A) Any duty of support imposed by statute or by common law;\n\n(B) Any duty of support imposed by court order, decree, or judgment, whether interlocutory or final; and\n\n(C) Any duty of reimbursement imposed by law for monies expended by the District for support, including public assistance and foster care.\n\n\"(8) 'Earnings' means any remuneration based on employment, including, but not limited to, wages, salaries, annuities, retirement benefits, unemployment compensation, and disability benefits.\n\n\"(9) 'Entity' means a partnership, firm, association, corporation, sole proprietorship, company, organization, or other business, including a governmental or nonprofit organization.\n\n\"(10) 'IV-D agency' means the Child Support Services Division of the Office of the Attorney General for the District of Columbia, or successor organizational unit, that is responsible for administering or supervising the administration of the District's State Plan under title IV, part D, of the Social Security Act, approved January 4, 1975 (88 Stat. 2351; 42 U.S.C. § 651 et seq.), pertaining to parent locator services, paternity establishment, and the establishment, modification, and enforcement of support orders.\n\n\"(11) 'Holder' means any person, firm, association, corporation, government official, or other entity that is believed to possess property of an obligor, including earnings or other income.\n\n\"(12) 'Mayor' means the Mayor of the District of Columbia or the Mayor's designee.\n\n\"(13) 'Notice to withhold' means a written notice informing a holder that an obligor's support order is enforceable by withholding and directing the holder to implement the withholding.\n\n\"(14) 'Obligee' means a person or entity who is entitled to receive support pursuant to a support order.\n\n\"(15) 'Obligor' means a person who is required to pay support pursuant to a support order.\n\n\"(16) 'Order to withhold' means an order that requires a holder to turn over earnings or other income in a specified amount to a specified payee rather than to an individual to whom the earnings or other income would otherwise be payable.\n\n\"(17) 'Other income' means any income available to an individual, whether or not derived from remuneration based on employment.\n\n\"(18) 'Public assistance' means assistance granted under the District's Temporary Assistance for Needy Families Program or Program on Work, Employment, and Responsibility pursuant to the District of Columbia Public Assistance Act of 1982, effective April 6, 1982 (D.C. Law 4-101; D.C. Official Code § 4- 201.01 et seq.).\n\n\"(19) 'Responsible relative' means a person obligated under law for the support of a dependent child.\n\n\"(20) 'Support order' means a judgment, decree, or order, whether temporary, final, or subject to modification, issued by a court or an administrative agency of competent jurisdiction, for the support and maintenance of a child, including a child who has attained the age of majority under the law of the issuing state, or a child and the parent with whom the child is living, which provides for monetary support, health care, arrearages, or reimbursement and which may include related costs and fees, interest and penalties, income withholding, attorneys' fees, and other relief.\"\n\nSection 5(b) of D.C. Law 16-42 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 7(a) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1997 (D.C. Act 12-222, December 23, 1997, 44 DCR 114).\n\nFor temporary (90-day) addition of section, see § 107(a) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary (90-day) addition of section, see § 107(a) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13-177, November 2, 1999, 46 DCR 9678).\n\nFor temporary (90-day) addition of section, see § 107(a) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-241, January 11, 2000, 47 DCR 581).\n\nFor temporary (90 day) amendment of section, see § 107(a) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 2000 (D.C. Act 13-446, November 7, 2000, 47 DCR 9213).\n\nFor temporary (90 day) amendment of section, see § 108(a) of Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-5, February 13, 2001, 48 DCR 2440).\n\nFor temporary (90 day) amendment of section, see § 3403(a) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 3403(a) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Income Withholding Transfer and Revision Emergency Amendment Act of 2005 (D.C. Act 16-167, July 26, 2005, 52 DCR 7648).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Income Withholding Transfer and Revision Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-200, November 17, 2005, 52 DCR 10490).\n\nLegislative History of Laws\n\nLaw 6-166, \"District of Columbia Child Support Enforcement Amendment Act of 1985,\" was introduced in Council and assigned Bill No. 6-134, which was referred to the Committee on Human Services and reassigned to the Committee on the Judiciary. The Bill was adopted on first and second readings on July 8, 1986, and September 23, 1986, respectively. Signed by the Mayor on October 9, 1986, it was assigned Act No. 6-212 and transmitted to both Houses of Congress for its review.\n\nLaw 12-241, the \"Self-Sufficiency Promotion Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-558, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on December 23, 1998, it was assigned Act No. 12-573 and transmitted to both Houses of Congress for its review. D.C. Law 12-241 became effective on April 20, 1999.\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nLaw 13-91, the \"Technical Amendments Act of 1999,\" was introduced in Council and assigned Bill No. 13-435, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 2, 1999, and December 7, 1999, respectively. Signed by the Mayor on December 29, 1999, it was assigned Act No. 13-234 and transmitted to both Houses of Congress for its review. D.C. Law 13-91 became effective on April 12, 2000.\n\nLaw 13-269, the \"Child Support and Welfare Reform Compliance Amendment Act of 2000,\" was introduced in Council and assigned Bill No. 13-254, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on November 8, 2000, and December 5, 2000, respectively. Signed by the Mayor on January 8, 2001, it was assigned Act No. 13-559 and transmitted to both Houses of Congress for its review. D.C. Law 13-269 became effective on April 3, 2001.\n\nLaw 15-205, the \"Fiscal Year 2005 Budget Support Act of 2004\", was introduced in Council and assigned Bill No. 15-768, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 14, 2004, and June 29, 2004, respectively. Signed by the Mayor on August 2, 2004, it was assigned Act No. 15-487 and transmitted to both Houses of Congress for its review. D.C. Law 15-205 became effective on December 7, 2004.\n\nLaw 16-100, the \"Income Withholding Transfer and Revision Amendment Act of 2005\", was introduced in Council and assigned Bill No. 16-319 which was referred to the committee on Judiciary. The Bill was adopted on first and second readings on January 4, 2006, and February 7, 2006, respectively. Signed by the Mayor on February 27, 2006, it was assigned Act No. 16-302 and transmitted to both Houses of Congress for its review. D.C. Law 16-100 became effective on May 12, 2006.\n\nDC CODE § 46-201\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-166, § 2, 33 DCR 6710; Apr. 20, 1999, D.C. Law 12-241, § 13, 46 DCR 905; Apr. 20, 1999, D.C. Law 12-264, § 28(b), 46 DCR 2118; Apr. 12, 2000, D.C. Law 13-91, § 146, 47 DCR 520; Apr. 3, 2001, D.C. Law 13-269, § 108(a), 48 DCR 1270; Dec. 7, 2004, D.C. Law 15-205, § 3403(a), 51 DCR 8441; May 12, 2006, D.C. Law 16-100, § 3(a), 53 DCR 1886.)","sections":[{"prefix":"1","text":" \"Business day\" means a day on which District offices are open for regular business."},{"prefix":"2","text":" \"Caretaker\" means a parent, relative, guardian, or other person whose needs are included in a public assistance payment for a dependent child and who is using those payments for the benefit of the dependent child."},{"prefix":"3","text":" \"Collection and Disbursement Unit\" or \"CDU\" means the centralized unit operated by the IV-D agency for the collection and disbursement of support payments as required under section 454B of title IV, part D of the Social Security Act, approved August 22, 1996 (110 Stat. 2207; 42 U.S.C. § 654B)."},{"prefix":"4","text":" \"Court\" means the Superior Court of the District of Columbia."},{"prefix":"5","text":" \"Custodian\" means the parent, relative, guardian, or other person with whom the dependent child resides."},{"prefix":"6","text":" \"Dependent child\" means any child whose support is required by § 16-916, or any child to whom a responsible relative owes a duty of support."},{"prefix":"7","text":" \"Duty of support\" means:"},{"prefix":"A","text":" Any duty of support imposed by statute or by common law;"},{"prefix":"B","text":" Any duty of support imposed by court order, decree, or judgment, whether interlocutory or final; and"},{"prefix":"C","text":" Any duty of reimbursement imposed by law for monies expended by the District for support, including public assistance and foster care."},{"prefix":"8","text":" \"Earnings\" means any remuneration based on employment, including wages, salaries, annuities, retirement benefits, unemployment compensation, and disability benefits."},{"prefix":"9","text":" \"Entity\" means a partnership, firm, association, corporation, sole proprietorship, company, organization, or other business, including a governmental or nonprofit organization."},{"prefix":"10","text":" \"IV-D agency\" means the Child Support Services Division of the Office of the Attorney General for the District of Columbia, or successor organizational unit, that is responsible for administering or supervising the administration of the District's State Plan under title IV, part D, of the Social Security Act, approved January 4, 1975 (88 Stat. 2351; 42 U.S.C. § 651 et seq.), pertaining to parent locator services, paternity establishment, and the establishment, modification, and enforcement of support orders."},{"prefix":"11","text":" \"Holder\" means any person, firm, association, corporation, government official, or other entity that is believed to possess property of an obligor, including earnings or other income."},{"prefix":"12","text":" \"Mayor\" means the Mayor of the District of Columbia or the Mayor's designee."},{"prefix":"13","text":" \"Notice to withhold\" means a written notice informing a holder that an obligor's support order is enforceable by withholding and directing the holder to implement the withholding."},{"prefix":"14","text":" \"Obligee\" means a person or entity who is entitled to receive support pursuant to a support order."},{"prefix":"15","text":" \"Obligor\" means a person who is required to pay support pursuant to a support order."},{"prefix":"16","text":" \"Order to withhold\" means an order that requires a holder to turn over earnings or other income in a specified amount to a specified payee rather than to an individual to whom the earnings or other income would otherwise be payable."},{"prefix":"17","text":" \"Other income\" means any income available to an individual whether or not derived from remuneration based on employment."},{"prefix":"18","text":" \"Public assistance\" means assistance granted under the District's Temporary Assistance for Needy Families Program or Program on Work, Employment, and Responsibility pursuant to Chapter 2 of Title 4."},{"prefix":"19","text":" \"Responsible relative\" means a person obligated under law for the support of a dependent child."},{"prefix":"20","text":" \"Support order\" means a judgment, decree, or order, whether temporary, final, or subject to modification, issued by a court or an administrative agency of competent jurisdiction, for the support and maintenance of a child, including a child who has attained the age of majority under the law of the issuing state, or a child and the parent with whom the child is living, which provides for monetary support, health care, arrearages, or reimbursement and which may include related costs and fees, interest and penalties, income withholding, attorneys' fees, and other relief."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"2","text":"Child Support and Medical Support Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Child Support Enforcement."},"heading":{"title":"46","chaptersection":"201","identifier":"46-201","catch_text":"Definitions."}}