{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 30-526.1.\n\nEffect of Amendments\n\nD.C. Law 15-39 rewrote the section which had read as follows:\n\n\"§ 46-226.01. Funding.\"\n\n\"Incentive payments received by the District under title IV-D of the Social Security Act (42 U.S.C. § 651 et seq.), based upon the District's IV-D program performance, and payments for fixed percentages of the costs of administering the IV-D program, which are reimbursed by the federal government, shall be appropriated to the IV-D agency for the purpose of funding for the program. This amount shall be in addition to the annual appropriation for the IV-D agency and the IV-D agency shall spend those funds as though appropriated through the annual appropriation for the year in which they are received.\"\n\nEmergency Act Amendments\n\nFor temporary repeal of D.C. Law 12-103, see § 13 of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12- 439, August 12, 1998, 45 DCR 6110).\n\nFor temporary (90 day) amendment of section, see § 902 of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) amendment of section, see § 902 of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nLegislative History of Laws\n\nLaw 9-5 was introduced in Council and assigned Bill No. 9-142. The Bill was adopted on first and second readings on March 5, 1991, and April 5, 1991, respectively. Signed by the Mayor on April 26, 1991, it was assigned Act No. 9-20 and transmitted to both Houses of Congress for its review.\n\nLaw 9-39 was introduced in Council and assigned Bill No. 9-2, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 4, 1991, and July 2, 1991, respectively. Signed by the Mayor on July 24, 1991, it was assigned Act No. 9-76 and transmitted to both Houses of Congress for its review.\n\nLaw 15-39, the \"Fiscal Year 2004 Budget Support Act of 2003\", was introduced in Council and assigned Bill No. 15-218, which was referred to Committee on Whole. The Bill was adopted on first and second readings on May 6, 2003, and June 3, 2003, respectively. Signed by the Mayor on June 20, 2003, it was assigned Act No. 15-106 and transmitted to both Houses of Congress for its review. D.C. Law 15-39 became effective on November 13, 2003.\n\nMiscellaneous Notes\n\nShort title of title IX of Law 15-39: Section 901 of D.C. Law 15-39 provided that title IX of the act may be cited as the Child Support Enforcement Program Funding Amendment Act of 2003.\n\nDC CODE § 46-226.01\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-166, § 27a, as added Aug. 17, 1991, D.C. Law 9-39, § 4(c), 38 DCR 4970; Nov 13, 2003, D.C. Law 15-39, § 902, 50 DCR 5668.)","sections":[{"prefix":"1","text":" Reimbursements from the federal government for fixed percentages of the costs of administering the IV-D program;"},{"prefix":"2","text":" Incentive payments received by the District based on the performance of the District's IV-D program;"},{"prefix":"3","text":" Support collections retained by the District pursuant to section 457 of the Social Security Act, approved January 4, 1975 (88 Stat. 2356; 42 U.S.C. § 657); and"},{"prefix":"4","text":" Reimbursements and fees received in connection with the operation of the IV-D program."},{"prefix":"b","text":" The payments specified in subsection (a)(2), (3), and (4) of this section shall not lapse at the end of any fiscal year or at any other time, but shall continue to be available to the IV-D agency for the purpose of funding the IV-D program until expended, subject to authorization by Congress in an appropriations act."},{"prefix":"c","text":" The payments allocated to the IV-D agency pursuant to subsection (a) of this section shall be in addition to the annual appropriation for the IV-D agency."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"2","text":"Child Support and Medical Support Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Child Support Enforcement."},"heading":{"title":"46","chaptersection":"226","identifier":"46-226.01","catch_text":"Child support enforcement funding."},"part":{"identifier":"D of Title IV of the Social Security Act, approved January 4, 1975 (88 Stat","text":"2351; 42 U.S.C. § 651 et seq.), and appropriated by Congress shall be allocated exclusively to the IV-D agency for the purpose of funding for the IV-D program:"}}