{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-100, in subsec. (a), deleted \"For the purposes of this section, the term 'business day' means a day on which District government offices are open for regular business.\"\n\nTemporary Amendments of Section\n\nSection 3(ee) of D.C. Law 16-42, in subsec. (a), deleted \"For the purposes of this section, the term 'business day' means a day on which District government offices are open for regular business.\".\n\nSection 5(b) of D.C. Law 16-42 provides that the act shall expire after 225 days of its having taken effect.\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 7(y) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-210, April 13, 1999, law notification 46 DCR 3832).\n\nFor temporary (225 day) addition of section, see § 107(z) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1999 (D.C. Law 13-57, March 7, 2000, law notification 47 DCR 1979).\n\nFor temporary (225 day) addition of section, see § 107(z) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 2000 (D.C. Law 13-207, March 31, 2001, law notification 48 DCR 3238).\n\nEmergency Act Amendments\n\nFor temporary addition of section, see § 7(o) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1997 (D.C. Act 12-222, December 23, 1997, 44 DCR 114).\n\nFor temporary addition of section, see § 7(y) of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12-309, March 20, 1998, 45 DCR 1923), § 7(y) of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12-439, August 12, 1998, 45 DCR 6110), § 7(y) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-503, October 27, 1998, 45 DCR 8495), and § 7(y) of the Child Support and Welfare Reform Compliance Second Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-600, January 20, 1999, 46 DCR 1239).\n\nFor temporary (90-day) addition of section, see § 107(z) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary (90-day) addition of section, see § 107(z) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary (90-day) addition of section, see § 107(z) of the Child Support and Welfare Reform Compliance Legislative Review Emergency mendment Act of 1999 (D.C. Act 13-177, November 2, 1999, 46 DCR 9678).\n\nFor temporary (90-day) addition of sectiom, see § 107(z) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13-177, November 2, 1999, 46 DCR 9678).\n\nFor temporary (90-day) addition of section, see § 107(z) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-241, January 11, 2000, 47 DCR 581).\n\nFor temporary (90-day) addition of section, see § 107(z) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-241, January 11, 2000, 47 DCR 581).\n\nFor temporary (90 day) addition of this section, see § 107(z) of the Child Support and Welfare Reform Compliance Emergency Act of 2000 (D.C. Act 13-446, November 7, 2000, 47 DCR 9213).\n\nFor temporary (90 day) addition of section, see § 108(z) of Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-5, February 13, 2001, 48 DCR 2440).\n\nFor temporary (90 day) amendment of section, see § 3(ee) of Income Withholding Transfer and Revision Emergency Amendment Act of 2005 (D.C. Act 16-167, July 26, 2005, 52 DCR 7648).\n\nFor temporary (90 day) amendment of section, see § 3(ee) of Income Withholding Transfer and Revision Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-200, November 17, 2005, 52 DCR 10490).\n\nLegislative History of Laws\n\nFor D.C. Law 13-269, see notes following § 46-201.\n\nFor Law 16-100, see notes following § 46-201.\n\nDC CODE § 46-226.07\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-166, § 27g, as added Apr. 3, 2001, D.C. Law 13-269, § 108(z), 48 DCR 1270; May 12, 2006, D.C. Law 16-100, § 3(dd), 53 DCR 1886.)","sections":[{"prefix":"a","text":" The IV-D agency shall respond within 5 business days to a request made by another state to enforce a support order."},{"prefix":"b","text":" The IV-D agency may request the child support agency of a state or jurisdiction outside of the District of Columbia established pursuant to title IV, part D of the Social Security Act, approved January 4, 1975 (88 Stat. 2351; 42 U.S.C. § 651 et seq.) to enforce a support order entered in the District of Columbia or in another state or jurisdiction through high-volume automated administrative enforcement. The request shall include sufficient information to enable the jurisdiction to which the request is transmitted to compare the information about the case to the information in that jurisdiction's database."},{"prefix":"c","text":" A request by the IV-D agency to another jurisdiction under subsection (b) of this section or a request to the IV-D agency under subsection (a) of this section shall constitute a certification by the requesting jurisdiction of the amount of arrears accrued under the support order. The request shall also constitute a certification that the requesting jurisdiction has complied with all procedural due process requirements that apply to the case."},{"prefix":"d","text":" The IV-D agency shall maintain records of the number of requests received under this section and the number of cases for which the IV-D agency collected support in response to the requests and the amount collected."},{"prefix":"e","text":" If a jurisdiction provides assistance to another jurisdiction pursuant to this section, neither jurisdiction shall consider the case to be transferred to the case load of the other jurisdiction."},{"prefix":"f","text":" The IV-D agency shall use high-volume automated administrative enforcement, to the same extent as used for intra-state cases, in response to a request made by another state to enforce a support order, and shall promptly report the results of the enforcement procedures to the requesting state. The term \"high-volume automated administrative enforcement\", as used in this section, means the use of automated data processing to search various data bases to determine whether information is available regarding a parent who owes a child support obligation."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"2","text":"Child Support and Medical Support Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Child Support Enforcement."},"heading":{"title":"46","chaptersection":"226","identifier":"46-226.07","catch_text":"Administrative enforcement in interstate cases."}}