{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-354, in subsec. (a)(2)(B), substituted \"subsections\" for \"paragraphs\".\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 105 of Medical Support Establishment and Enforcement Temporary Amendment Act of 2002 (D.C. Law 14- 238, March 25, 2003, law notification 50 DCR 2751).\n\nFor temporary (225 day) addition of section, see § 105 of Medical Support Establishment and Enforcement Temporary Amendment Act of 2003 (D.C. Law 15-84, March 10, 2004, law notification 51 DCR 3376).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of this section, see § 105 of Medical Support Establishment and Enforcement Emergency Amendment Act of 2002 (D.C. Act 14-485, October 3, 2002, 49 DCR 9631).\n\nFor temporary (90 day) addition of this section, see § 105 of Medical Support Establishment and Enforcement Congressional Review Emergency Amendment Act of 2002 (D.C. Act 14-600, January 7, 2003, 50 DCR 664).\n\nFor temporary (90 day) addition of this section, see § 105 of Medical Support Establishment and Enforcement Emergency Amendment Act of 2003 (D.C. Act 15-208, October 24, 2003, 50 DCR 9856).\n\nFor temporary (90 day) addition of this section, see § 105 of Medical Support Establishment and Enforcement Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-330, January 28, 2004, 51 DCR 1603).\n\nLegislative History of Laws\n\nFor D.C. Law 15-130, see notes following § 46-251.01.\n\nFor Law 15-354, see notes following § 46-226.03.\n\nDC CODE § 46-251.05\n\nCurrent through December 11, 2012","credits":"(Mar. 30, 2004, D.C. Law 15-130, § 105, 51 DCR 1615; Apr. 13, 2005, D.C. Law 15-354, § 78, 52 DCR 2638.)","sections":[{"prefix":"a","text":" Upon receipt of a medical support notice from an employer, a health insurer shall, within 40 business days after the date of the notice:"},{"prefix":"1","text":" Determine whether the medical support notice contains:"},{"prefix":"A","text":" The employee's name and mailing address; and"},{"prefix":"B","text":" The name of the child to be enrolled in health insurance coverage and the mailing address of the child or a substituted official; and"},{"prefix":"2","text":"(A) Complete and send to the IV-D agency and the employer the applicable portion of the medical support notice if the medical support notice does not contain the information described in paragraph (1) of this subsection; or"},{"prefix":"B","text":" Comply with the following requirements, subject to subsections (c), (d), and (e) of this section, if the medical support notice contains the information described in paragraph (1) of this subsection:"},{"prefix":"i","text":" Determine the child's eligibility for enrollment in health insurance coverage;"},{"prefix":"ii","text":" Enroll the child in health insurance coverage if the child is eligible for enrollment and not already enrolled, without regard to enrollment season restrictions;"},{"prefix":"iii","text":" Enroll the child and the employee in health insurance coverage if the employee is not enrolled and the health insurance plan requires the employee's enrollment for the child to be eligible;"},{"prefix":"iv","text":" Complete and send to the IV-D agency and the employer the applicable portion of the medical support notice;"},{"prefix":"v","text":" Send the parent, the child's custodian, and the child a written notification that health insurance coverage is or will become available to the child; and"},{"prefix":"vi","text":" Send the child's custodian a written description of the available health insurance coverage, the effective date of the health insurance coverage, summary plan descriptions, and, if not already provided, forms, documents, or other information necessary to obtain health insurance coverage for the child and to submit claims for benefits."},{"prefix":"b","text":" Notification to the child's custodian of the availability of health insurance coverage pursuant to subsection (a)(3)(E) of this section shall be deemed to be notification to the child if the child resides at the same address."},{"prefix":"c","text":" If enrollment of a child in health insurance coverage is subject to a waiting period that has not been completed, within 40 business days after the date of the medical support notice the health insurer shall complete and send to the employer, the IV-D agency, and both parents the applicable portion of the medical support notice. Within 20 business days after the employee's completion of the waiting period, the health insurer shall comply with the requirements of subsection (a)(3) of this section."},{"prefix":"d","text":" If a child is eligible for enrollment in more than one health insurance coverage option available through the employer, the health insurer shall, within 40 business days after the date of the medical support notice:"},{"prefix":"1","text":" Complete and send to the IV-D agency and the employer the applicable portion of the medical support notice; and"},{"prefix":"2","text":" Send the IV-D agency copies of applicable summary plan descriptions or other documents that describe the available coverage, including any additional employee contributions necessary to obtain coverage for the child under each option, and any applicable service area limitations for each option."},{"prefix":"e","text":" Within 20 business days after the health insurer sends to the IV-D agency the information stated in subsection (d) of this section, the health insurer shall"},{"prefix":"1","text":" Enroll the child in the health insurance coverage option selected by the IV-D agency, and comply with the other requirements of subsection (a)(3) of this section, if the IV-D agency has notified the health insurer of its selection; or"},{"prefix":"2","text":" Enroll the child in any default option for which the child is eligible, and comply with the other requirements of subsection (a)(3) of this section, if the IV-D agency has not notified the health insurer of its selection of a different option."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"2","text":"Child Support and Medical Support Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Medical Support Enforcement."},"heading":{"title":"46","chaptersection":"251","identifier":"46-251.05","catch_text":"Duties of the health insurer."}}