{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 30-346.11.\n\nEffect of Amendments\n\nD.C. Law 16-137, rewrote section, which had read as follows:\n\n\"(a) After a child support order issued in another state has been registered in the District, the responding tribunal of the District may modify that order only if § 46-306.13 does not apply and after notice and hearing it finds that:\n\n\"(1) The following requirements are met:\n\n\"(A) The child, the individual obligee, and the obligor do not reside in the issuing state;\n\n\"(B) A petitioner who is a nonresident of this state seeks modification; and\n\n\"(C) The respondent is subject to the personal jurisdiction of the tribunal of the District; or\n\n\"(2) The child, or a party who is an individual, is subject to the personal jurisdiction of the tribunal of the District and all of the parties who are individuals have filed written consents in the issuing tribunal for a tribunal of the District to modify the support order and assume continuing, exclusive jurisdiction over the order. However, if the issuing state is a foreign jurisdiction that has not enacted a law or established procedures substantially similar to the procedures under this chapter, the consent otherwise required of an individual residing in the District is not required for the tribunal to assume jurisdiction to modify the child support order.\n\n\"(b) Modification of a registered child support order is subject to the same requirements, procedures, and defenses that apply to the modification of an order issued by a tribunal of the District and the order may be enforced and satisfied in the same manner.\n\n\"(c) A tribunal of the District may not modify any aspect of a child support order that may not be modified under the law of the issuing state.   If 2 or more tribunals have issued child support orders for the same obligor and child, the order that controls establishes the aspects of the support order which are nonmodifiable, and must be so recognized under § 46-302.07.\n\n\"(d) On issuance of an order modifying a child support order issued in another state, a tribunal of the District becomes the tribunal having continuing, exclusive jurisdiction.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(l) of Uniform Interstate Family Support Temporary Amendment Act of 1998 (D.C. Law 12-94, April 29, 1998, law notification 45 DCR ).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(l) of the Uniform Interstate Family Support Emergency Amendment Act of 1997 (D.C. Act 12-225, December 23, 1997, 45 DCR 151).\n\nFor temporary amendment of section, see § 2(l) of the Uniform Interstate Family Support Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-310, March 20, 1998, 45 DCR 1950).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-81, see Historical and Statutory Notes following § 46-301.01.\n\nFor legislative history of D.C. Law 12-131, see Historical and Statutory Notes following § 46-301.01.\n\nFor Law 16-137, see notes following § 46-301.01.\n\nEffective Dates\n\nApplicability: Section 3 of D.C. Law 16-137 provides: \"This act shall apply as of April 1, 2007.\"\n\nUniform Law\n\nThis section is based upon § 611 of the Uniform Interstate Family Support Act (2001 Act). See Volume 9, Part IB Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 46-306.11\n\nCurrent through December 11, 2012","credits":"(Feb. 9, 1996, D.C. Law 11-81, § 611, 42 DCR 6748; July 24, 1998, D.C. Law 12-131, § 2(l), 45 DCR 2924; June 22, 2006, D.C. Law 16-137, § 2(f)(9), 53 DCR 3634.)","sections":[{"prefix":"a","text":" If § 46-306.13 does not apply, except as otherwise provided in § 46- 306.15, upon petition, a tribunal of the District may modify a child-support order issued in another state which is registered in the District if, after notice and hearing, the tribunal finds that:"},{"prefix":"1","text":" The following requirements are met:"},{"prefix":"A","text":" Neither the child, the obligee who is an individual, nor the obligor resides in the issuing state;"},{"prefix":"B","text":" A petitioner who is a nonresident of the District seeks modification; and"},{"prefix":"C","text":" The respondent is subject to the personal jurisdiction of the tribunal of the District; or"},{"prefix":"2","text":" The District is the state of residence of the child, or a party who is an individual is subject to the personal jurisdiction of the tribunal of the District, and all of the parties who are individuals have filed consents in a record in the issuing tribunal for a tribunal of the District to modify the support order and assume continuing, exclusive jurisdiction."},{"prefix":"b","text":" Modification of a registered child-support order is subject to the same requirements, procedures, and defenses that apply to the modification of an order issued by a tribunal of the District and the order may be enforced and satisfied in the same manner."},{"prefix":"c","text":" Except as otherwise provided in § 46-306.15, a tribunal of the District may not modify any aspect of a child-support order that may not be modified under the law of the issuing state, including the duration of the obligation of support. If 2 or more tribunals have issued child-support orders for the same obligor and same child, the order that controls and must be so recognized under § 46-302.07 establishes the aspects of the support order which are nonmodifiable."},{"prefix":"d","text":" In a proceeding to modify a child-support order, the law of the state that is determined to have issued the initial controlling order governs the duration of the obligation of support. The obligor's fulfillment of the duty of support established by that order precludes imposition of a further obligation of support by a tribunal of the District."},{"prefix":"e","text":" On the issuance of an order by a tribunal of the District modifying a child-support order issued in another state, the tribunal of the District becomes the tribunal having continuing, exclusive jurisdiction."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"3","text":"Interstate Family Support. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Registration, Enforcement, and Modification of Support Order."},"part":{"identifier":"C","text":"Registration and Modification of Child Support Order."},"heading":{"title":"46","chaptersection":"306","identifier":"46-306.11","catch_text":"Modification of child-support order of another state."}}