{"text":"If a child-support order issued by a tribunal of the District is modified by a tribunal of another state which assumed jurisdiction pursuant to the Uniform Interstate Family Support Act, a tribunal of the District:","historical":"Prior Codifications\n\n1981 Ed., § 30-346.12.\n\nEffect of Amendments\n\nD.C. Law 16-137 rewrote section, which had read as follows:\n\n\"A tribunal of the District shall recognize a modification of its earlier child support order by a tribunal of another state which assumed jurisdiction pursuant to a law substantially similar to this chapter, and, upon request, except as otherwise provided in this chapter, shall:\n\n\"(1) Enforce the order that was modified only as to amounts accruing before the modification;\n\n\"(2) Enforce only nonmodifiable aspects of that order;\n\n\"(3) Provide other appropriate relief only for violations of that order which occurred before the effective date of the modification; and\n\n\"(4) Recognize the modifying order of the other state, upon registration, for the purpose of enforcement.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-81, see Historical and Statutory Notes following § 46-301.01.\n\nFor Law 16-137, see notes following § 46-301.01.\n\nEffective Dates\n\nApplicability: Section 3 of D.C. Law 16-137 provides: \"This act shall apply as of April 1, 2007.\"\n\nUniform Law\n\nThis section is based upon § 612 of the Uniform Interstate Family Support Act (2001 Act). See Volume 9, Part IB Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 46-306.12\n\nCurrent through December 11, 2012","credits":"(Feb. 9, 1996, D.C. Law 11-81, § 612, 42 DCR 6748; June 22, 2006, D.C. Law 16-137, § 2(f)(10), 53 DCR 3634.)","sections":[{"prefix":"1","text":" May enforce its order that was modified only as to arrears and interest accruing before the modification;"},{"prefix":"2","text":" May provide appropriate relief for violations of its order which occurred before the effective date of the modification; and"},{"prefix":"3","text":" Shall recognize the modifying order of the other state, upon registration, for the purpose of enforcement."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"3","text":"Interstate Family Support. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Registration, Enforcement, and Modification of Support Order."},"part":{"identifier":"C","text":"Registration and Modification of Child Support Order."},"heading":{"title":"46","chaptersection":"306","identifier":"46-306.12","catch_text":"Recognition of order modified in another state."}}