{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 30-342.7.\n\nEffect of Amendments\n\nD.C. Law 16-137 rewrote section, which had read as follows:\n\n\"§ 46-302.07. Recognition of controlling child support order.\n\n\"(a) If a proceeding is brought under this chapter and only 1 tribunal has issued a child support order, the order of that tribunal controls and must be so recognized.\n\n\"(b) If a proceeding is brought under this chapter, and 2 or more child support orders have been issued by tribunals of the District or another state with regard to the same obligor and child, a tribunal of the District shall apply the following rules in determining which order to recognize for purposes of continuing, exclusive jurisdiction:\n\n\"(1) If only 1 of the tribunals would have continuing, exclusive jurisdiction under this chapter, the order of that tribunal controls and must be so recognized.\n\n\"(2) If more than 1 of the tribunals would have continuing, exclusive jurisdiction under this chapter, an order issued by a tribunal in the current home state of the child controls and must be so recognized, but if an order has not been issued in the current home state of the child, the order most recently issued controls and must be so recognized.\n\n\"(3) If none of the tribunals would have continuing, exclusive jurisdiction under this chapter, the tribunal of the District having jurisdiction over the parties shall issue a child support order, which controls and must be so recognized.\n\n\"(c) If 2 or more child support orders have been issued for the same obligor and child and if the obligor or the individual obligee resides in the District, a party may request a tribunal of the District to determine which order controls and must be so recognized under subsection (b) of this section. The request must be accompanied by a certified copy of every support order in effect. The requesting party shall give notice of the request to each party whose rights may be affected by the determination.\n\n\"(d) The tribunal that issued the controlling order under subsection (a), (b), or (c) of this section is the tribunal that has continuing, exclusive jurisdiction under § 46-302.05.\n\n\"(e) A tribunal of the District which determines by order the identity of the controlling order under subsection (b)(1) or (2) of this section or which issues a new controlling order under subsection (b)(3) of this section shall state in that order the basis upon which the tribunal made its determination.\n\n\"(f) Within 30 days after issuance of an order determining the identity of the controlling order, the party obtaining the order shall file a certified copy of it with each tribunal that issued or registered an earlier order of child support. A party who obtains the order and fails to file a certified copy is subject to appropriate sanctions by a tribunal in which the issue of failure to file arises. The failure to file does not affect the validity or enforceability of the controlling order.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(c) of Uniform Interstate Family Support Temporary Amendment Act of 1998 (D.C. Law 12-94, April 29, 1998, law notification 45 DCR 2785).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(c) of the Uniform Interstate Family Support Emergency Amendment Act of 1997 (D.C. Act 12-225, December 23, 1997, 45 DCR 151).\n\nFor temporary amendment of section, see § 2(c) of the Uniform Interstate Family Support Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-310, March 20, 1998, 45 DCR 1950).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-81, see Historical and Statutory Notes following § 46-301.01.\n\nFor legislative history of D.C. Law 12-131, see Historical and Statutory Notes following § 46-301.01.\n\nFor Law 16-137, see notes following § 46-301.01.\n\nEffective Dates\n\nApplicability: Section 3 of D.C. Law 16-137 provides: \"This act shall apply as of April 1, 2007.\"\n\nUniform Law\n\nThis section is based upon § 207 of the Uniform Interstate Family Support Act (2001 Act). See Volume 9, Part IB Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 46-302.07\n\nCurrent through December 11, 2012","credits":"(Feb. 9, 1996, D.C. Law 11-81, § 207, 42 DCR 6748; July 24, 1998, D.C. Law 12-131, § 2(c), 45 DCR 2924; June 22, 2006, D.C. Law 16-137, § 2(b)(3)(B), 53 DCR 3634.)","sections":[{"prefix":"a","text":" If a proceeding is brought under this chapter and only one tribunal has issued a child-support order, the order of that tribunal controls and must be so recognized."},{"prefix":"b","text":" If a proceeding is brought under this chapter, and 2 or more child-support orders have been issued by tribunals of the District or another state with regard to the same obligor and same child, a tribunal of the District having personal jurisdiction over both the obligor and individual obligee shall apply the following rules and by order shall determine which order controls:"},{"prefix":"1","text":" If only one of the tribunals would have continuing, exclusive jurisdiction under this chapter, the order of that tribunal controls and must be so recognized."},{"prefix":"2","text":" If more than one of the tribunals would have continuing, exclusive jurisdiction under this chapter:"},{"prefix":"A","text":" An order issued by a tribunal in the current home state of the child controls; or"},{"prefix":"B","text":" If an order has not been issued in the current home state of the child, the order most recently issued controls."},{"prefix":"3","text":" If none of the tribunals would have continuing, exclusive jurisdiction under this chapter, the tribunal of the District shall issue a child-support order, which controls."},{"prefix":"c","text":" If 2 or more child-support orders have been issued for the same obligor and same child, upon request of a party who is an individual or a support enforcement agency, a tribunal of the District having personal jurisdiction over both the obligor and the obligee who is an individual shall determine which order controls under subsection (b) of this section.   The request may be filed with a registration for enforcement or registration for modification pursuant to subchapter VI of this chapter, or may be filed as a separate proceeding."},{"prefix":"d","text":" A request to determine which is the controlling order must be accompanied by a copy of every child-support order in effect and the applicable record of payments. The requesting party shall give notice of the request to each party whose rights may be affected by the determination."},{"prefix":"e","text":" The tribunal that issued the controlling order under subsection (a), (b), or (c) of this section has continuing jurisdiction to the extent provided in § 46-302.05 or § 46-302.06."},{"prefix":"f","text":" A tribunal of the District that determines by order which is the controlling order under subsection (b)(1) or (2) or (c) of this section, or that issues a new controlling order under subsection (b)(3) of this section, shall state in that order:"},{"prefix":"1","text":" The basis upon which the tribunal made its determination;"},{"prefix":"2","text":" The amount of prospective support, if any; and"},{"prefix":"3","text":" The total amount of consolidated arrears and accrued interest, if any, under all of the orders after all payments made are credited as provided by § 46-302.09."},{"prefix":"g","text":" Within 30 days after issuance of an order determining which is the controlling order, the party obtaining the order shall file a certified copy of it in each tribunal that issued or registered an earlier order of child support. A party or support enforcement agency obtaining the order that fails to file a certified copy is subject to appropriate sanctions by a tribunal in which the issue of failure to file arises. The failure to file does not affect the validity or enforceability of the controlling order."},{"prefix":"h","text":" An order that has been determined to be the controlling order, or a judgment for consolidated arrears of support and interest, if any, made pursuant to this section must be recognized in proceedings under this chapter."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"3","text":"Interstate Family Support. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Jurisdiction."},"heading":{"title":"46","chaptersection":"302","identifier":"46-302.07","catch_text":"Determination of controlling child-support order."}}