{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 30-342.6.\n\nEffect of Amendments\n\nD.C. Law 16-137 rewrote section, which had read as follows:\n\n\"§ 46-302.06. Enforcement and modification of support order by tribunal having continuing jurisdiction.\n\n\"(a) A tribunal of the District may serve as an initiating tribunal to request a tribunal of another state to enforce or modify a support order issued in that state.\n\n\"(b) A tribunal of the District having continuing, exclusive jurisdiction over a support order may act as a responding tribunal to enforce or modify the order. If a party subject to the continuing, exclusive jurisdiction of the tribunal no longer resides in the issuing state, in subsequent proceedings the tribunal may apply § 46-303.15 (special rules of evidence and procedure) to receive evidence from another state and § 46-303.17 (assistance with discovery) to obtain discovery through a tribunal of another state.\n\n\"(c) A tribunal of the District which lacks continuing, exclusive jurisdiction over a spousal support order may not serve as a responding tribunal to modify a spousal support order of another state.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-81, see Historical and Statutory Notes following § 46-301.01.\n\nFor Law 16-137, see notes following § 46-301.01.\n\nEffective Dates\n\nApplicability: Section 3 of D.C. Law 16-137 provides: \"This act shall apply as of April 1, 2007.\"\n\nUniform Law\n\nThis section is based upon § 206 of the Uniform Interstate Family Support Act (2001 Act). See Volume 9, Part IB Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 46-302.06\n\nCurrent through December 11, 2012","credits":"(Feb. 9, 1996, D.C. Law 11-81, § 206, 42 DCR 6748; June 22, 2006, D.C. Law 16-137, § 2(b)(2)(D), 53 DCR 3634.)","sections":[{"prefix":"a","text":" A tribunal of the District that has issued a child-support order consistent with the law of the District may serve as an initiating tribunal to request a tribunal of another state to enforce:"},{"prefix":"1","text":" The order if the order is the controlling order and has not been modified by a tribunal of another state that assumed jurisdiction pursuant to a law substantially similar to this chapter; or"},{"prefix":"2","text":" A money judgment for arrears of support and interest on the order accrued before a determination that an order of another state is the controlling order."},{"prefix":"b","text":" A tribunal of the District having continuing jurisdiction over a support order may act as a responding tribunal to enforce the order."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"3","text":"Interstate Family Support. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Jurisdiction."},"heading":{"title":"46","chaptersection":"302","identifier":"46-302.06","catch_text":"Continuing jurisdiction to enforce child-support order."}}