{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 30-345.2.\n\nEffect of Amendments\n\nD.C. Law 16-137, in par. (c)(2), deleted \"or agency\" following ''person\".\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 2(i) of Uniform Interstate Family Support Temporary Amendment Act of 1998 (D.C. Law 12-94, April 29, 1998, law notification 45 DCR 2785).\n\nEmergency Act Amendments\n\nFor temporary addition of section, see § 2(i) of the Uniform Interstate Family Support Emergency Amendment Act of 1997 (D.C. Act 12-225, December 23, 1997, 45 DCR 151), and § 2(i) of the Uniform Interstate Family Support Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-310, March 20, 1998, 45 DCR 1950).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-81, see Historical and Statutory Notes following § 46-301.01.\n\nFor legislative history of D.C. Law 12-131, see Historical and Statutory Notes following § 46-301.01.\n\nFor Law 16-137, see notes following § 46-301.01.\n\nEffective Dates\n\nApplicability: Section 3 of D.C. Law 16-137 provides: \"This act shall apply as of April 1, 2007.\"\n\nMiscellaneous Notes\n\nApplication of Law 12-131: See Historical and Statutory Notes following § 46- 301.01.\n\nUniform Law\n\nThis section is based upon § 502 of the Uniform Interstate Family Support Act (2001 Act). See Volume 9, Part IB Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 46-305.02\n\nCurrent through December 11, 2012","credits":"(Feb. 9, 1996, D.C. Law 11-81, § 502, as added July 24, 1998, D.C. Law 12-131, § 2(i), 45 DCR 2924; June 22, 2006, D.C. Law 16-137, § 2(e)(2), 53 DCR 3634.)","sections":[{"prefix":"a","text":" Upon receipt of an income-withholding order, the obligor's employer shall immediately provide a copy of the order to the obligor."},{"prefix":"b","text":" The employer shall treat an income-withholding order issued in another state which appears regular on its face as if it had been issued by a tribunal of the District."},{"prefix":"c","text":" Except as otherwise provided in subsection (d) of this section and § 46- 305.03, the employer shall withhold and distribute the funds as directed in the withholding order by complying with terms of the order which specify:"},{"prefix":"1","text":" The duration and amount of periodic payments of current child support stated as a sum certain;"},{"prefix":"2","text":" The person designated to receive payments and the address to which the payments are to be forwarded;"},{"prefix":"3","text":" Medical support, whether in the form of periodic cash payment stated as a sum certain, or ordering the obligor to provide health insurance coverage for the child under a policy available through the obligor's employment;"},{"prefix":"4","text":" The amount of periodic payments of fees and costs for a support enforcement agency, the issuing tribunal, and the obligee's attorney stated as sums certain; and"},{"prefix":"5","text":" The amount of periodic payments of arrearages and interest on arrearages stated as sums certain."},{"prefix":"d","text":" An employer shall comply with the law of the state of the obligor's principal place of employment for withholding from income with respect to:"},{"prefix":"1","text":" The employer's fee for processing an income-withholding order;"},{"prefix":"2","text":" The maximum amount permitted to be withheld from the obligor's income; and"},{"prefix":"3","text":" The times within which the employer must implement the withholding order and forward the child support payment."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"3","text":"Interstate Family Support. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Enforcement of Order of Another State Without Registration."},"heading":{"title":"46","chaptersection":"305","identifier":"46-305.02","catch_text":"Employer's compliance with income-withholding order of another state."}}