{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 30-346.13.\n\nEffect of Amendments\n\nD.C. Law 13-91 deleted the phrase \"of this chapter\" following the enumeration of subchapters.\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 2(m) of Uniform Interstate Family Support Temporary Amendment Act of 1998 (D.C. Law 12-94, April 29, 1998, law notification 45 DCR ).\n\nEmergency Act Amendments\n\nFor temporary addition of section, see § 2(m) of the Uniform Interstate Family Support Emergency Amendment Act of 1997 (D.C. Act 12-225, December 23, 1997, 45 DCR 151).\n\nFor temporary addition of section, see § 2(m) of the Uniform Interstate Family Support Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-310, March 20, 1998, 45 DCR 1950).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-131, see Historical and Statutory Notes following § 46-301.01.\n\nLaw 13-91, the \"Technical Amendments Act of 1999,\" was introduced in Council and assigned Bill No. 13-435, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 2, 1999, and December 7, 1999, respectively. Signed by the Mayor on December 29, 1999, it was assigned Act No. 13-234 and transmitted to both Houses of Congress for its review. D.C. Law 13-91 became effective on April 12, 2000.\n\nUniform Law\n\nThis section is based upon § 613 of the Uniform Interstate Family Support Act (2001 Act). See Volume 9, Part IB Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 46-306.13\n\nCurrent through December 11, 2012","credits":"(Feb. 9, 1996, D.C. Law 11-81, § 613, as added July 24, 1998, D.C. Law 12-131, § 2(m), 45 DCR 2924; Apr. 12, 2000, D.C. Law 13-91, § 145, 47 DCR 520.)","sections":[{"prefix":"a","text":" If all of the parties who are individuals reside in the District and the child does not reside in the issuing state, a tribunal of the District has jurisdiction to enforce and to modify the issuing state's child support order in a proceeding to register that order."},{"prefix":"b","text":" A tribunal of the District exercising jurisdiction under this section shall apply the provisions of subchapters I and II of this chapter, and the procedural and substantive law of the District to the proceeding for enforcement or modification. Subchapters III, IV, V, VII, and VIII of this chapter do not apply."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"3","text":"Interstate Family Support. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Registration, Enforcement, and Modification of Support Order."},"part":{"identifier":"C","text":"Registration and Modification of Child Support Order."},"heading":{"title":"46","chaptersection":"306","identifier":"46-306.13","catch_text":"Jurisdiction to modify child support order of another state when individual parties reside in the District."}}