{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 30-341.1.\n\nEffect of Amendments\n\nD.C. Law 16-137, in par. (9), deleted \", the Uniform Reciprocal Enforcement of Support Act, or the Revised Uniform Reciprocal Enforcement of Support Act\" following \"this chapter\"; added pars. (16A) and (16B); in par. (19), deleted \", the Uniform Reciprocal Enforcement of Support Act, or the Revised Uniform Reciprocal Enforcement of Support Act\" following \"this chapter\"; rewrote subpar. (22)(B) and pars. (23) and (24), which had read as follows:\n\n\"(B) A foreign jurisdiction that has enacted a law or established procedures for issuance and enforcement of support orders which are substantially similar to the procedures under this chapter, the Uniform Reciprocal Enforcement of Support Act, or the Revised Uniform Reciprocal Enforcement of Support Act.\n\n\"(23) 'Support enforcement agency' means a public official or agency authorized to seek:\n\n\"(A) Enforcement of support orders or laws relating to the duty of support;\n\n\"(B) Establishment or modification of child support;\n\n\"(C) Determination of parentage; or\n\n\"(D) To locate obligors or their assets.\n\n\"(24) 'Support order' means a judgment, decree, or order, whether temporary, final, or subject to modification, for the benefit of a child, a spouse, or a former spouse, which provides for monetary support, health care, arrearages, or reimbursement, and may include related costs and fees, interest, income withholding, attorney's fees, and other relief.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a) of Uniform Interstate Family Support Temporary Amendment Act of 1998 (D.C. Law 12-94, April 29, 1998, law notification 45 DCR 2785).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(a) of the Uniform Interstate Family Support Emergency Amendment Act of 1997 (D.C. Act 12-225, December 23, 1997, 45 DCR 151).\n\nEmergency act amendments: For temporary amendment of section, see § 2(a) of the Uniform Interstate Family Support Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-510, March 20, 1998, 46 DCR 1950).\n\nLegislative History of Laws\n\nLaw 11-81, the \"Uniform Interstate Family Support Act of 1995,\" was introduced in Council and assigned Bill No. 11-169, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on October 10, 1995, and November 7, 1995, respectively. Signed by the Mayor on November 27, 1995, it was assigned Act No. 11-157 and transmitted to both Houses of Congress for its review. D.C. Law 11-81 became effective on February 9, 1996.\n\nLaw 12-131, the \"Uniform Interstate Family Support Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-156, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on March 3, 1998, and April 7, 1998, respectively. Signed by the Mayor on April 20, 1998, it was assigned Act No. 12-330 and transmitted to both Houses of Congress for its review. D.C. Law 12-131 became effective on July 24, 1998.\n\nLaw 16-137, the \"Uniform Family Support Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-151 which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on March 7, 2006, and April 4, 2006, respectively. Signed by the Mayor on April 26, 2006, it was assigned Act No. 16-366 and transmitted to both Houses of Congress for its review. D.C. Law 16-137 became effective on June 22, 2006.\n\nEffective Dates\n\nApplicability: Section 3 of D.C. Law 16-137 provides: \"This act shall apply as of April 1, 2007.\"\n\nUniform Law\n\nThis section is based upon § 102 of the Uniform Interstate Family Support Act (2001 Act). See Volume 9, Part IB Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 46-301.01\n\nCurrent through December 11, 2012","credits":"(Feb. 9, 1996, D.C. Law 11-81, § 101, 42 DCR 6748; July 24, 1998, D.C. Law 12-131, § 2(a), 45 DCR 2924; June 22, 2006, D.C. Law 16-137, § 2(a)(1), 53 DCR 3634.)","sections":[{"prefix":"1","text":" \"Child\" means an individual, whether over or under the age of majority, who is, or is alleged to be, owed a duty of support by the individual's parent or who is, or is alleged to be, the beneficiary of a support order directed to the parent."},{"prefix":"2","text":" \"Child support order\" means a support order for a child, including a child who has attained the age of majority under the law of the issuing state."},{"prefix":"3","text":" \"District\" means the District of Columbia."},{"prefix":"4","text":" \"Duty of support\" means an obligation imposed or imposable by law to provide support for a child, spouse, or former spouse, including an unsatisfied obligation to provide support."},{"prefix":"5","text":" \"Family Division\" means the Family Division of the Superior Court of the District of Columbia."},{"prefix":"6","text":" \"Home state\" means the state in which a child lived with a parent, or a person acting as parent, for at least 6 consecutive months immediately preceding the time of filing of a petition or comparable pleading for support, and, if a child is less than 6 months old, the state in which the child lived from birth with any of them. A period of temporary absence of any of them is counted as part of the 6-month or other period."},{"prefix":"7","text":" \"Income\" includes earnings or other periodic entitlements to money from any source and any other property subject to withholding for support under the law of the District."},{"prefix":"8","text":" \"Income-withholding order\" means an order or other legal process directed to an obligor's employer or other holder, as defined in § 46-201(9), to withhold support from the income of the obligor."},{"prefix":"9","text":" \"Initiating state\" means a state from which a proceeding is forwarded or in which a proceeding is filed for forwarding to a responding state under this chapter or a law or procedure substantially similar to this chapter."},{"prefix":"10","text":" \"Initiating tribunal\" means the authorized tribunal in an initiating state."},{"prefix":"11","text":" \"Issuing state\" means the state in which a tribunal issues a support order or renders a judgment determining parentage."},{"prefix":"12","text":" \"Issuing tribunal\" means the tribunal that issues a support order or renders a judgment determining parentage."},{"prefix":"13","text":" \"Law\" includes decisional and statutory law and rules and regulations having the force of law."},{"prefix":"14","text":" \"Mayor\" means the Mayor of the District of Columbia."},{"prefix":"15","text":" \"Obligee\" means:"},{"prefix":"A","text":" An individual to whom a duty of support is, or is alleged to be, owed or in whose favor a support order has been issued or a judgment determining parentage has been rendered;"},{"prefix":"B","text":" A state or political subdivision to which the rights under a duty of support or support order have been assigned or which has independent claims based on financial assistance provided to an individual obligee; or"},{"prefix":"C","text":" An individual seeking a judgment determining parentage of the individual's child."},{"prefix":"16","text":" \"Obligor\" means an individual, or the estate of a decedent:"},{"prefix":"A","text":" Who owes, or is alleged to owe, a duty of support;"},{"prefix":"B","text":" Who is alleged, but has not been adjudicated, to be a parent of a child; or"},{"prefix":"C","text":" Who is liable under a support order."},{"prefix":"16A","text":" \"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, government, governmental subdivision, agency, or instrumentality, public corporation, or any other legal or commercial entity."},{"prefix":"16B","text":" \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form."},{"prefix":"17","text":" \"Register\" means to file a support order or judgment determining parentage in the Family Division."},{"prefix":"18","text":" \"Registering tribunal\" means a tribunal in which a support order is registered."},{"prefix":"19","text":" \"Responding state\" means a state in which a proceeding is filed or to which a proceeding is forwarded for filing from an initiating state under this chapter or a law or procedure substantially similar to this chapter."},{"prefix":"20","text":" \"Responding tribunal\" means the authorized tribunal in a responding state."},{"prefix":"21","text":" \"Spousal support order\" means a support order for a spouse or former spouse of the obligor."},{"prefix":"22","text":" \"State\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. The term \"state\" includes:"},{"prefix":"A","text":" An Indian tribe; and"},{"prefix":"B","text":" A foreign country or political subdivision that:"},{"prefix":"i","text":" Has been declared to be a foreign reciprocating country or political subdivision under federal law;"},{"prefix":"ii","text":" Has established a reciprocal arrangement for child support with the District, as provided in § 46-303.08(b); or"},{"prefix":"iii","text":" Has enacted a law or established procedures for the issuance and enforcement of support orders which are substantially similar to the procedures under this chapter."},{"prefix":"23","text":" \"Support enforcement agency\" means a public official or agency authorized to seek:"},{"prefix":"A","text":" Enforcement of support orders or laws relating to the duty of support;"},{"prefix":"B","text":" Establishment or modification of child support;"},{"prefix":"C","text":" Determination of parentage;"},{"prefix":"D","text":" Location of obligors or their assets; or"},{"prefix":"E","text":" Determination of the controlling child-support order."},{"prefix":"24","text":" \"Support order\" means a judgment, decree, order, or directive, whether temporary, final, or subject to modification, issued by a tribunal for the benefit of a child, a spouse, or a former spouse, which provides for monetary support, health care, arrearages, or reimbursement, and may include related costs and fees, interest, income withholding, attorney's fees, and other relief."},{"prefix":"25","text":" \"Tribunal\" means a court, administrative agency, or quasi-judicial entity authorized to establish, enforce, or modify support orders or to determine parentage."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"3","text":"Interstate Family Support. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"46","chaptersection":"301","identifier":"46-301.01","catch_text":"Definitions."}}