{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 30-343.15.\n\n2001 Ed., § 46-303.15\n\nEffect of Amendments\n\nD.C. Law 16-137, in subsec. (a), substituted \"a nonresident party who is an individual in a tribunal\" for \"the petitioner in a responding tribunal\"; in subsec. (e), substituted \"record\" for \"writing\"; in subsec. (f), substituted \"shall\" for \"may\"; added subsec. (j); and rewrote subsec. (b), which had read as follows:\n\n\"(b) A verified petition, affidavit, or document substantially complying with federally mandated forms, and a document incorporated by reference in any of them, not excluded under the hearsay rule if given in person, is admissible in evidence if given under oath by a party or witness residing in another state.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-81, see Historical and Statutory Notes following § 46-301.01.\n\nFor Law 16-137, see notes following § 46-301.01.\n\nEffective Dates\n\nApplicability: Section 3 of D.C. Law 16-137 provides: \"This act shall apply as of April 1, 2007.\"\n\nEditor's Notes\n\nFormer § 46-303.16 has been recodified as § 46-303.17 by D.C. Law 16-137, § 2(c)(17).\n\nUniform Law\n\nThis section is based upon § 316 of the Uniform Interstate Family Support Act (2001 Act). See Volume 9, Part IB Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 46-303.16\n\nCurrent through December 11, 2012","credits":"(Feb. 9, 1996, D.C. Law 11-81, § 315, 42 DCR 6748; redesignated § 316, June 22, 2006, D.C. Law 16-137, § 2(c)(16), 53 DCR 3634.)","sections":[{"prefix":"a","text":" The physical presence of a nonresident party who is an individual in a tribunal of the District is not required for the establishment, enforcement, or modification of a support order or the rendition of a judgment determining parentage."},{"prefix":"b","text":" An affidavit, a document substantially complying with federally mandated forms, or a document incorporated by reference in any of them, which would not be excluded under the hearsay rule if given in person, is admissible in evidence if given under penalty of perjury by a party or witness residing in another state."},{"prefix":"c","text":" A copy of the record of child support payments certified as a true copy of the original by the custodian of the record may be forwarded to a responding tribunal. The copy is evidence of facts asserted in it, and is admissible to show whether payments were made."},{"prefix":"d","text":" Copies of bills for testing for parentage, and for prenatal and postnatal health care of the mother and child, furnished to the adverse party at least 10 days before trial, are admissible in evidence to prove the amount of the charges billed and that the charges were reasonable, necessary, and customary."},{"prefix":"e","text":" Documentary evidence transmitted from another state to a tribunal of the District by telephone, telecopier, or other means that do not provide an original record may not be excluded from evidence on an objection based on the means of transmission."},{"prefix":"f","text":" In a proceeding under this chapter, a tribunal of the District shall permit a party or witness residing in another state to be deposed or to testify by telephone, audiovisual means, or other electronic means at a designated tribunal or other location in that state. A tribunal of the District shall cooperate with tribunals of other states in designating an appropriate location for the deposition or testimony."},{"prefix":"g","text":" If a party called to testify at a civil hearing refuses to answer on the ground that the testimony may be self-incriminating, the trier of fact may draw an adverse inference from the refusal."},{"prefix":"h","text":" A privilege against disclosure of communications between spouses does not apply in a proceeding under this chapter."},{"prefix":"i","text":" The defense of immunity based on the relationship of husband and wife or parent and child does not apply in a proceeding under this chapter."},{"prefix":"j","text":" A voluntary acknowledgment of paternity, certified as a true copy, is admissible to establish parentage of the child."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"3","text":"Interstate Family Support. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Civil Provisions of General Application."},"heading":{"title":"46","chaptersection":"303","identifier":"46-303.16","catch_text":"Special rules of evidence and procedure."}}