{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 30-346.2.\n\nEffect of Amendments\n\nD.C. Law 16-137, in the lead-in language to subsec. (a), substituted \"records\" for \"documents\"; in par. (a)(2), substituted \"the order\" for \"all orders', and substituted \"the order\" for \"an order\"; in par. (a)(3), substituted \"person requesting\" for \"party seeking\"; in par. (a)(5), substituted \"Except as otherwise provided in § 46-303.12, the\" for \"The\", and deleted \"agency or\" preceding \"person\"; and added subsecs. (d) and (e).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-81, see Historical and Statutory Notes following § 46-301.01.\n\nFor Law 16-137, see notes following § 46-301.01.\n\nEffective Dates\n\nApplicability: Section 3 of D.C. Law 16-137 provides: \"This act shall apply as of April 1, 2007.\"\n\nUniform Law\n\nThis section is based upon § 602 of the Uniform Interstate Family Support Act (2001 Act). See Volume 9, Part IB Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 46-306.02\n\nCurrent through December 11, 2012","credits":"(Feb. 9, 1996, D.C. Law 11-81, § 602, 42 DCR 6748; June 22, 2006, D.C. Law 16-137, § 2(f)(3), 53 DCR 3634.)","sections":[{"prefix":"a","text":" A support order or income-withholding order of another state may be registered in the District by sending the following records and information to the Superior Court of the District of Columbia:"},{"prefix":"1","text":" A letter of transmittal to the tribunal requesting registration and enforcement;"},{"prefix":"2","text":" Two copies, including 1 certified copy, of the order to be registered, including any modification of the order;"},{"prefix":"3","text":" A sworn statement by the person requesting registration or a certified statement by the custodian of the records showing the amount of any arrearage;"},{"prefix":"4","text":" The name of the obligor and, if known:"},{"prefix":"A","text":" The obligor's address and social security number;"},{"prefix":"B","text":" The name and address of the obligor's employer and any other source of income of the obligor; and"},{"prefix":"C","text":" A description and the location of property of the obligor in the District not exempt from execution; and"},{"prefix":"5","text":" Except as otherwise provided in § 46-303.12, the name and address of the obligee and, if applicable, the person to whom support payments are to be remitted."},{"prefix":"b","text":" On receipt of a request for registration, the registering tribunal shall cause the order to be filed as a foreign judgment, together with one copy of the documents and information, regardless of their form."},{"prefix":"c","text":" A petition or comparable pleading seeking a remedy that must be affirmatively sought under other law of the District may be filed at the same time as the request for registration or later. The pleading must specify the grounds for the remedy sought."},{"prefix":"d","text":" If 2 or more orders are in effect, the person requesting registration shall:"},{"prefix":"1","text":" Furnish to the tribunal a copy of every support order asserted to be in effect in addition to the documents specified in this section;"},{"prefix":"2","text":" Specify the order alleged to be the controlling order, if any; and"},{"prefix":"3","text":" Specify the amount of consolidated arrears, if any."},{"prefix":"e","text":" A request for a determination of which is the controlling order may be filed separately or with a request for registration and enforcement or for registration and modification. The person requesting registration shall give notice of the request to each party whose rights may be affected by the determination."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"3","text":"Interstate Family Support. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Registration, Enforcement, and Modification of Support Order."},"part":{"identifier":"A","text":"Registration and Enforcement of Support Order."},"heading":{"title":"46","chaptersection":"306","identifier":"46-306.02","catch_text":"Procedure to register order for enforcement."}}