{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 30-343.18.\n\n2001 Ed., § 46-303.18\n\nEffect of Amendments\n\nD.C. Law 16-137, designated the existing text as subsec. (a); and added subsecs. (b) and (c).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-81, see Historical and Statutory Notes following § 46-301.01.\n\nFor Law 16-137, see notes following § 46-301.01.\n\nEffective Dates\n\nApplicability: Section 3 of D.C. Law 16-137 provides: \"This act shall apply as of April 1, 2007.\"\n\nUniform Law\n\nThis section is based upon § 319 of the Uniform Interstate Family Support Act (2001 Act). See Volume 9, Part IB Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 46-303.19\n\nCurrent through December 11, 2012","credits":"(Feb. 9, 1996, D.C. Law 11-81, § 318, 42 DCR 6748; redesignated § 319, June 22, 2006, D.C. Law 16-137, § 2(c)(19), 53 DCR 3634.)","sections":[{"prefix":"a","text":" A support enforcement agency or tribunal of the District shall disburse promptly any amounts received pursuant to a support order, as directed by the order. The agency or tribunal shall furnish to a requesting party or tribunal of another state a certified statement by the custodian of the record of the amounts and dates of all payments received."},{"prefix":"b","text":" If neither the obligor, nor the obligee who is an individual, nor the child resides in the District, upon request from the support enforcement agency of the District or another state, a support enforcement agency of the District or a tribunal of the District shall:"},{"prefix":"1","text":" Direct that the support payment be made to the support enforcement agency in the state in which the obligee is receiving services; and"},{"prefix":"2","text":" Issue and send to the obligor's employer a conforming income-withholding order or an administrative notice of change of payee, reflecting the redirected payments."},{"prefix":"c","text":" The support enforcement agency of the District receiving redirected payments from another state pursuant to a law similar to subsection (b) of this section shall furnish to a requesting party or tribunal of the other state a certified statement by the custodian of the record of the amount and dates of all payments received."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"3","text":"Interstate Family Support. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Civil Provisions of General Application."},"heading":{"title":"46","chaptersection":"303","identifier":"46-303.19","catch_text":"Receipt and disbursement of payments."}}