{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 30-346.4.\n\nEffect of Amendments\n\nD.C. Law 16-137 rewrote section, which had read as follows:\n\n\"(a) The law of the issuing state governs the nature, extent, amount, and duration of current payments and other obligations of support and the payment of arrearages under the order.\n\n\"(b) In a proceeding for arrearages, the statute of limitation under the laws of the District or of the issuing state, whichever is longer, applies.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-81, see Historical and Statutory Notes following § 46-301.01.\n\nFor Law 16-137, see notes following § 46-301.01.\n\nEffective Dates\n\nApplicability: Section 3 of D.C. Law 16-137 provides: \"This act shall apply as of April 1, 2007.\"\n\nUniform Law\n\nThis section is based upon § 604 of the Uniform Interstate Family Support Act (2001 Act). See Volume 9, Part IB Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 46-306.04\n\nCurrent through December 11, 2012","credits":"(Feb. 9, 1996, D.C. Law 11-81, § 604, 42 DCR 6748; June 22, 2006, D.C. Law 16-137, § 2(f)(4), 53 DCR 3634.)","sections":[{"prefix":"a","text":" Except as otherwise provided in subsection (d) of this section, the law of the issuing state governs:"},{"prefix":"1","text":" The nature, extent, amount, and duration of current payments under a registered support order;"},{"prefix":"2","text":" The computation and payment of arrearages and accrual of interest on the arrearages under the support order; and"},{"prefix":"3","text":" The existence and satisfaction of other obligations under the support order."},{"prefix":"b","text":" In a proceeding for arrears under a registered support order, the statute of limitation of the District or of the issuing state, whichever is longer, applies."},{"prefix":"c","text":" A responding tribunal of the District shall apply the procedures and remedies of the District to enforce current support and collect arrears and interest due on a support order of another state registered in the District."},{"prefix":"d","text":" After a tribunal of the District or another state determines which is the controlling order and issues an order consolidating arrears, if any, a tribunal of the District shall prospectively apply the law of the state issuing the controlling order, including its law on interest on arrears, on current and future support, and on consolidated arrears."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"3","text":"Interstate Family Support. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Registration, Enforcement, and Modification of Support Order."},"part":{"identifier":"A","text":"Registration and Enforcement of Support Order."},"heading":{"title":"46","chaptersection":"306","identifier":"46-306.04","catch_text":"Choice of law."}}