{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 30-343.1.\n\nEffect of Amendments\n\nD.C. Law 16-137 repealed subsec. (b); and in subsec. (c), substituted \"initiate\" for \"commence\". Prior to repeal, subsec. (b) read as follows:\n\n\"(b) This chapter provides for the following proceedings:\n\n\"(1) Establishment of an order for spousal support or child support pursuant to subchapter IV of this chapter;\n\n\"(2) Enforcement of a support order and income-withholding order of another state without registration pursuant to subchapter V of this chapter;\n\n\"(3) Registration of an order for spousal support or child support of another state for enforcement pursuant to subchapter VI of this chapter;\n\n\"(4) Modification of an order for child support or spousal support issued by a tribunal of the District pursuant to part B of subchapter II of this chapter;\n\n\"(5) Registration of an order for child support of another state for modification pursuant to subchapter VI of this chapter;\n\n\"(6) Determination of parentage pursuant to subchapter VII of this chapter; and\n\n\"(7) Assertion of jurisdiction over nonresidents pursuant to part A of subchapter II of this chapter.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-81, see Historical and Statutory Notes following § 46-301.01.\n\nFor Law 16-137, see notes following § 46-301.01.\n\nEffective Dates\n\nApplicability: Section 3 of D.C. Law 16-137 provides: \"This act shall apply as of April 1, 2007.\"\n\nUniform Law\n\nThis section is based upon § 301 of the Uniform Interstate Family Support Act (2001 Act). See Volume 9, Part IB Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 46-303.01\n\nCurrent through December 11, 2012","credits":"(Feb. 9, 1996, D.C. Law 11-81, § 301, 42 DCR 6748; June 22, 2006, D.C. Law 16-137, § 2(c)(1), 53 DCR 3634.)","sections":[{"prefix":"a","text":" Except as otherwise provided in this chapter, this subchapter applies to all proceedings under this chapter."},{"prefix":"b","text":" Repealed."},{"prefix":"c","text":" An individual petitioner or a support enforcement agency may initiate a proceeding authorized under this chapter by filing a petition in an initiating tribunal for forwarding to a responding tribunal or by filing a petition or a comparable pleading directly in a tribunal of another state which has or can obtain personal jurisdiction over the respondent."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"3","text":"Interstate Family Support. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Civil Provisions of General Application."},"heading":{"title":"46","chaptersection":"303","identifier":"46-303.01","catch_text":"Proceedings available under this chapter."}}