{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 30-348.2.\n\nEffect of Amendments\n\nD.C. Law 16-137, in subsec. (b), deleted \"the Uniform Reciprocal Enforcement of Support Act, or the Revised Uniform Reciprocal Enforcement of Support Act,\" following \"this chapter\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-81, see Historical and Statutory Notes following § 46-301.01.\n\nFor Law 16-137, see notes following § 46-301.01.\n\nEffective Dates\n\nApplicability: Section 3 of D.C. Law 16-137 provides: \"This act shall apply as of April 1, 2007.\"\n\nUniform Law\n\nThis section is based upon § 802 of the Uniform Interstate Family Support Act (2001 Act). See Volume 9, Part IB Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 46-308.02\n\nCurrent through December 11, 2012","credits":"(Feb. 9, 1996, D.C. Law 11-81, § 802, 42 DCR 6748; June 22, 2006, D.C. Law 16-137, § 2(h), 53 DCR 3634.)","sections":[{"prefix":"a","text":" Before making demand that the governor of another state surrender an individual charged criminally in the District with having failed to provide for the support of an obligee, the Mayor may require a prosecutor of the District to demonstrate that at least 60 days previously the obligee had initiated proceedings for support pursuant to this chapter or that the proceeding would be of no avail."},{"prefix":"b","text":" If, under this chapter or a law substantially similar to this chapter, the governor of another state makes a demand that the Mayor surrender an individual charged criminally in that state with having failed to provide for the support of a child or other individual to whom a duty of support is owed, the governor may require a prosecutor to investigate the demand and report whether a proceeding for support has been initiated or would be effective. If it appears that a proceeding would be effective but has not been initiated, the governor may delay honoring the demand for a reasonable time to permit the initiation of a proceeding."},{"prefix":"c","text":" If a proceeding for support has been initiated and the individual whose rendition is demanded prevails, the governor may decline to honor the demand. If the petitioner prevails and the individual whose rendition is demanded is subject to a support order, the governor may decline to honor the demand if the individual is complying with the support order."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"3","text":"Interstate Family Support. (Refs & Annos)"},"subchapter":{"identifier":"VIII","text":"Interstate Rendition. (Refs & Annos)"},"heading":{"title":"46","chaptersection":"308","identifier":"46-308.02","catch_text":"Conditions of rendition."}}