{"text":"Whoever: (1) knowingly divulges, other than in accordance with the provisions of §§ 46-416 to 46-421, any information, derived from the laboratory blood test required by § 46-417, relating to any person who has, or suspected to have, syphilis; (2) knowingly misrepresents any fact called for by the statement required by such section, or knowingly falsifies any material fact in connection with the laboratory blood test required by such section; (3) knowingly issues a marriage license without having received the statement required under such section or an order of the Superior Court of the District of Columbia issued under § 46-418; or (4) otherwise fails to comply with any other provision of §§ 46-416 to 46-421; shall be imprisoned for not more than 6 months, or fined not more than $250, or both. Prosecutions for violations of this section shall be conducted by the Attorney General for the District of Columbia for the District of Columbia.","historical":"Prior Codifications\n\n1981 Ed., § 30-121.\n\n1973 Ed., § 30-123.\n\nEffect of Amendments\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\".\n\nD.C. Law 19-169 substituted \"relating to any person who has, or suspected to have, syphilis\" for \"relating to any person suffering, or suspected to be suffering from, syphilis\".\n\nLegislative History of Laws\n\nFor Law 15-354, see notes following § 46-226.03.\n\nLaw 19-169, the \"People First Respectful Language Modernization Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-189, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on March 6, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 15, 2012, it was assigned Act No. 19-361 and transmitted to both Houses of Congress for its review. D.C. Law 19-169 became effective on September 26, 2012.\n\nDC CODE § 46-421\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1966, 80 Stat. 960, Pub. L. 89-682, § 6; July 7, 1967, 81 Stat. 122, Pub. L. 90-53, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, § 155(a); Apr. 13, 2005, D.C. Law 15-354, § 72, 52 DCR 2638; Sept. 26, 2012, D.C. Law 19-169, § 32, 59 DCR 5567.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"4","text":"Marriage. (Refs & Annos)"},"heading":{"title":"46","chaptersection":"421","identifier":"46-421","catch_text":"Violations; prosecutions."}}