{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 30-106.\n\n1973 Ed., § 30-106.\n\nEffect of Amendments\n\nD.C. Law 18-110 added subsecs. (c), (d), and (e).\n\nLegislative History of Laws\n\nLaw 4-60 was introduced in Council and assigned Bill No. 4-251, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on September 15, 1981, and September 29, 1981, respectively. Signed by the Mayor on October 30, 1981, it was assigned Act No. 4-106 and transmitted to both Houses of Congress for its review.\n\nFor Law 18-110, see notes following § 46-401.\n\nDC CODE § 46-406\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1392, ch. 854, § 1288; Apr. 23, 1904, 33 Stat. 297, ch. 1490, § 1; June 25, 1948, 62 Stat. 991, ch. 646, § 32(a), (b); May 24, 1949, 63 Stat. 107, ch. 139, § 127; July 5, 1966, 80 Stat. 264, Pub. L. 89- 493, § 13(a), (b); July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a); Jan. 26, 1982, D.C. Law 4-60, § 2, 28 DCR 4768; Mar. 3, 2010, D.C. Law 18-110, § 2(d), 57 DCR 27.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Religious\" includes or pertains to a belief in a theological doctrine, a belief in and worship of a divine ruling power, a recognition of a supernatural power controlling man's destiny, or a devotion to some principle, strict fidelity or faithfulness, conscientiousness, pious affection, or attachment."},{"prefix":"2","text":" \"Society\" means a voluntary association of individuals for religious purposes."},{"prefix":"b","text":" For the purpose of preserving the evidence of marriages in the District of Columbia, every minister of any religious society approved or ordained according to the ceremonies of his religious society, whether his residence is in the District of Columbia or elsewhere in the United States or the territories, may be authorized by any judge of the Superior Court of the District of Columbia to celebrate marriages in the District of Columbia. Marriages may also be performed by any judge or justice of any court of record; provided, that marriages of any religious society which does not by its own custom require the intervention of a minister for the celebration of marriages may be solemnized in the manner prescribed and practiced in any such religious society, the license in such case to be issued to, and returns to be made by, a person appointed by such religious society for that purpose. The Clerk of the Superior Court of the District of Columbia or such deputy clerks of the Court as may, in writing, be designated by the Clerk and approved by the Chief Judge, may celebrate marriages in the District of Columbia."},{"prefix":"c","text":" No priest, imam, rabbi, minister, or other official of any religious society who is authorized to solemnize or celebrate marriages shall be required to solemnize or celebrate any marriage."},{"prefix":"d","text":" Each religious society has exclusive control over its own theological doctrine, teachings, and beliefs regarding who may marry within that particular religious society's faith."},{"prefix":"e","text":"(1) Notwithstanding any other provision of law, a religious society, or a nonprofit organization that is operated, supervised, or controlled by or in conjunction with a religious society, shall not be required to provide services, accommodations, facilities, or goods for a purpose related to the solemnization or celebration of a marriage, or the promotion of marriage through religious programs, counseling, courses, or retreats, that is in violation of the religious society's beliefs."},{"prefix":"2","text":" A refusal to provide services, accommodations, facilities, or goods in accordance with this subsection shall not create any civil claim or cause of action, or result in a District action to penalize or withhold benefits from the religious society or nonprofit organization that is operated, supervised, or controlled by or in conjunction with a religious society."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"4","text":"Marriage. (Refs & Annos)"},"heading":{"title":"46","chaptersection":"406","identifier":"46-406","catch_text":"Persons authorized to celebrate marriages."}}