{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 30-146.\n\nEffect of Amendments\n\nD.C. Law 16-79 rewrote subsec. (b) which had read as follows:\n\n\"(b) If a provision of a premarital agreement modifies or eliminates spousal support and that modification or elimination causes 1 party to the agreement to be eligible for support under a program of public assistance at the time of separation or marital dissolution, a court, notwithstanding the terms of the agreement, may require the other party to provide support to the extent necessary to avoid that eligibility.\"\n\nD.C. Law 17-231, in subsec. (b), substituted \"pursuant to § 32-702(d),\" for \"under § 32-702,\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-82, see Historical and Statutory Notes following § 46-501.\n\nFor Law 16-79, see notes following § 46-501.\n\nFor Law 17-231, see notes following § 46-503.\n\nUniform Law\n\nThis section is based upon § 6 of the Uniform Premarital Agreement Act. See 9C Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 46-506\n\nCurrent through December 11, 2012","credits":"(Feb. 9, 1996, D.C. Law 11-82, § 7, 42 DCR 6770; Apr. 4, 2006, D.C. Law 16-79, § 8(e), 53 DCR 1035; Sept. 12, 2008, D.C. Law 17-231, § 40(b), 55 DCR 6758.)","sections":[{"prefix":"a","text":" A premarital agreement is not enforceable if the party against whom enforcement is sought proves that:"},{"prefix":"1","text":" That party did not execute the agreement voluntarily; or"},{"prefix":"2","text":" The agreement was unconscionable when it was executed and, before execution of the agreement, that party:"},{"prefix":"A","text":" Was not provided a fair and reasonable disclosure of the property or financial obligations of the other party;"},{"prefix":"B","text":" Did not voluntarily and expressly waive, in writing, any right to disclosure of the property or financial obligations of the other party beyond the disclosure provided; and"},{"prefix":"C","text":" Did not have, or reasonably could not have had, an adequate knowledge of the property or financial obligations of the other party."},{"prefix":"b","text":" If a provision of a premarital agreement modifies or eliminates spousal or domestic partner support and that modification or elimination causes one party to the agreement to be eligible for support under a program of public assistance at the time of separation, marital dissolution, or termination of a domestic partnership pursuant to § 32-702(d), a court, notwithstanding the terms of the agreement, may require the other party to provide support to the extent necessary to avoid that eligibility."},{"prefix":"c","text":" An issue of unconscionability of a premarital agreement shall be decided by the court as a matter of law."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"5","text":"Premarital Agreements. (Refs & Annos)"},"heading":{"title":"46","chaptersection":"506","identifier":"46-506","catch_text":"Enforcement."}}