{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 30-141.\n\nEffect of Amendments\n\nD.C. Law 16-79 rewrote section which had read as follows:\n\n\"For the purposes of this chapter, the term:\n\n\"(1) 'Premarital agreement' means an agreement between prospective spouses made in contemplation of marriage and to be effective upon marriage.\n\n\"(2) 'Property' means an interest, present or future, legal or equitable, vested or contingent, in real or personal property, including income and earnings.\"\n\nLegislative History of Laws\n\nLaw 11-82, the \"Uniform Premarital Agreement Act of 1995,\" was introduced in Council and assigned Bill No. 11-227, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on October 10, 1995, and November 7, 1995, respectively. Signed by the Mayor on November 27, 1995, it was assigned Act No. 11-159 and transmitted to both Houses of Congress for its review. D.C. Law 11-82 became effective on February 9, 1996.\n\nLaw 16-79, the \"Domestic Partnership Equality Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-52 which was referred to the Committee on Judiciary. The Bill was adopted on first and second readings on December 6, 2005, and January 4, 2006, respectively. Signed by the Mayor on January 26, 2006, it was assigned Act No. 16-265 and transmitted to both Houses of Congress for its review. D.C. Law 16-79 became effective on April 4, 2006.\n\nUniform Law\n\nThis section is based upon § 1 of the Uniform Premarital Agreement Act. See 9C Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 46-501\n\nCurrent through December 11, 2012","credits":"(Feb. 9, 1996, D.C. Law 11-82, § 2, 42 DCR 6770; Apr. 4, 2006, D.C. Law 16-79, § 8(a), 53 DCR 1035.)","sections":[{"prefix":"1","text":" \"Domestic partner\" shall have the same meaning as provided in § 32- 701(3)."},{"prefix":"2","text":" \"Domestic partnership\" shall have the same meaning as provided in § 32- 701(4)."},{"prefix":"3","text":" \"Premarital agreement\" means an agreement between prospective spouses or prospective domestic partners made in contemplation of marriage or domestic partnership and to be effective upon marriage or domestic partnership."},{"prefix":"4","text":" \"Property\" means an interest, present or future, legal or equitable, vested or contingent, in real or personal property, including income and earnings."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"46","text":"Domestic Relations. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"5","text":"Premarital Agreements. (Refs & Annos)"},"heading":{"title":"46","chaptersection":"501","identifier":"46-501","catch_text":"Definitions."}}