{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-1805.1.\n\n1973 Ed., § 47-1564.\n\nEffect of Amendments\n\nD.C. Law 16-292 added subsec. (f).\n\nD.C. Law 18-108 added subsec. (g).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-70, see Historical and Statutory Notes following § 471803.03.\n\nFor legislative history of D.C. Law 2-158, see Historical and Statutory Notes following § 471801.04.\n\nFor legislative history of D.C. Law 4-118, see Historical and Statutory Notes following § 47-1801.01a.\n\nFor legislative history of D.C. Law 5-32, see Historical and Statutory Notes following § 471816.03.\n\nFor legislative history of D.C. Law 7-9, see Historical and Statutory Notes following § 471801.04.\n\nFor legislative history of D.C. Law 7-29, see Historical and Statutory Notes following § 47-1801.01a.\n\nFor Law 16-292, see notes following § 47-1801.04.\n\nFor Law 18-108, see notes following § 47-1801.04.\n\nMiscellaneous Notes\n\nMayor authorized to issue regulations: Section 9 of D.C. Law 5-32 provided that the Mayor shall issue regulations necessary to carry out the provision of the act.\n\nApplicability; conditional effect: Section 3 of D.C. Law 16-292, provided:\n\n\"(a) Section 2 shall apply as of January 1, 2007.\n\n\"(b) The Chief Financial Officer shall include the fiscal effect of the act in the next revised quarterly revenue estimate, less the amount to be allocated to section 1043 of the Fiscal Year 2007 Budget Support Act of 2006, signed by the Mayor on August 8, 2006 (D.C. Act 16-476; 53 DCR 6899), the Washington Stage Guild Exemption Act of 2006, effective September 26, 2006 (D.C. Law 16-172; D.C. Official Code § 10-1074), and the Organ and Bone Marrow Donor Act of 2006, signed by the Mayor on December 4, 2006 (D.C. Act 16-536; 53 DCR 9852).\n\n\"(c) This act shall take effect subject to the inclusion of its fiscal effect in an approved budget and financial plan.\"\n\nSection 3 of D.C. Law 18-108 provides:\n\n\"Section 2 shall apply for tax years beginning January 1, 2009.\"\n\nDC CODE § 47-1805.01\n\nCurrent through December 11, 2012","credits":"(July 16, 1947, 61 Stat. 340, ch. 258, art. I, title V, § 1; June 15, 1976, D.C. Law 1-70, title XI, § 1102, 23 DCR 563; Mar. 6, 1979, D.C. Law 2-158, § 4, 25 DCR 7002; June 11, 1982, D.C. Law 4-118, § 119, 29 DCR 1770; Oct. 8, 1983, D.C. Law 5-32, § 4, 30 DCR 4013; June 24, 1987, D.C. Law 7-9, § 2(h), 34 DCR 3283; Oct. 1, 1987, D.C. Law 7-29, § 2(e)(1), 34 DCR 5097; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Mar. 14, 2007, D.C. Law 16-292, § 2(b), 54 DCR 1080; Mar. 3, 2010, D.C. Law 18-108, § 2(b), 57 DCR 22.)","sections":[{"prefix":"a","text":" Forms. -- The Mayor is hereby authorized and directed to prescribe the forms of returns. All returns required under this subchapter shall be filed on the forms and in the manner prescribed by the Mayor."},{"prefix":"b","text":" Duty of Mayor; obligation of taxpayer. -- Blank forms of returns of income shall be supplied by the Mayor. It shall be the duty of the Mayor to obtain an income tax return from every taxpayer who is liable under this chapter to file such return; but this duty shall in no manner diminish the obligation of the taxpayer to file a return without being called upon to do so."},{"prefix":"c","text":" Information returns. -- Every person subject to the jurisdiction of the District in whatever capacity acting, including receivers or mortgagors of real or personal property, fiduciaries, partnerships, and employers making payment of dividends, interest, rent, premiums, annuities, compensations, remunerations, emoluments, or other income to any person subject to tax under this chapter, shall render such returns thereof to the Mayor as he may by rule prescribe."},{"prefix":"d","text":" [Certificates of nonresidence. -- Repealed]."},{"prefix":"e","text":" Requirement to file joint federal returns. -- Whenever a taxpayer is required by the Internal Revenue Code of 1986 to file a joint income tax return with his or her spouse in order to qualify for a tax benefit under the Internal Revenue Code of 1986, the taxpayer and spouse shall file either a joint return or separate returns on a combined individual form prescribed by the Mayor in order to qualify for a similar benefit afforded under this chapter."},{"prefix":"f","text":" Joint filing of returns for domestic partners. - Domestic partners may file either a joint return or separate returns on a combined form prescribed by the Mayor as if the federal government recognized the right of domestic partners to file jointly."},{"prefix":"g","text":" Joint filing of returns for married same-sex individuals. - Married same-sex individuals may file either a joint return or separate returns on a combined form prescribed by the Mayor as if the federal government recognized the right of married same-sex individuals to file jointly."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Returns."},"heading":{"title":"47","chaptersection":"1805","identifier":"47-1805.01","catch_text":"Returns--Forms."}}