{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-174, see notes under § 47-1818.01.\n\nDC CODE § 47-1818.02\n\nCurrent through December 11, 2012","credits":"(Oct. 9, 2012, D.C. Law 19-174, § 2(b), 59 DCR 8712.)","sections":[{"prefix":"a","text":" Subject to subsection (c) of this section and § 47-1818.04, the real property taxes imposed by Chapter 8 of this title with respect to qualified real property shall be abated up to the amount of the new hire wage credit, beginning in fiscal year 2016 and continuing until the new hire wage credit is exhausted or forfeited, or through fiscal year 2025, whichever occurs earlier; provided, that:"},{"prefix":"1","text":" The annual new hire wage credit amount accrued shall be determined as of the end of each calendar year from 2010 through 2015 by multiplying the total new hire wage credit earned by a Qualified Social E-Commerce Company in each calendar year by the annual resident hiring factor in the same calendar year. The total new hire wage credit amount shall be the aggregate of the new hire wage credit amount earned in each calendar year, subject to the new hire wage credit cap. The amount of any new hire wage credit earned in a calendar year shall be based on new hire information reported by a Qualified Social E-Commerce Company to the Office of Tax and Revenue in its corporate tax filing for each calendar year."},{"prefix":"2","text":" Notwithstanding any other provision of this subchapter, no person shall claim an abatement pursuant to this section before October 1, 2015, and unless that person occupies qualified real property before April 1, 2017."},{"prefix":"3","text":" If a Qualified Social E-Commerce Company leases or subleases any portion of the qualified real property, the new hire wage credit shall be applied only to a pro rata portion of the assessment on the qualified real property, which shall equal the ratio of the square footage of building area on the qualified real property that the Qualified Social E-Commerce Company occupies to the total square footage of building area that could be occupied."},{"prefix":"b","text":" Subject to subsection (c) of this section and § 47-1818.04, the corporate income tax imposed on a Qualified High Technology Company by § 47- 1817.06 with respect to taxable income earned by a Qualified Social E-Commerce Company shall be abated up to the amount of the resident employment credit for 5 years commencing on the date that the Qualified Social E-Commerce Company occupies qualified real property (except, that in no instance shall such 5-year period begin before October 1, 2015), or until the resident employment credit is exhausted or forfeited as provided pursuant to this subchapter, or through fiscal year 2025, whichever occurs earlier. The resident employment credit amount available to be applied against the tax imposed by § 47-1817.06 shall be determined each tax year by applying the resident new hire proportions during the timeframe set forth in § 47-1818.01(14)."},{"prefix":"c","text":"(1) An abatement provided for in this section shall only be granted if:"},{"prefix":"A","text":" The Qualified Social E-Commerce Company continues for the duration of the abatement period to:"},{"prefix":"i","text":" Be a Qualified Social E-Commerce Company; and"},{"prefix":"ii","text":" Hires at least 50 new hires annually in the District of Columbia during each year of the abatement period, and certifies the new hires to the Department of Employment Services;"},{"prefix":"B","text":" The Qualified Social E-Commerce Company employs at least 1,000 persons in the District of Columbia during the period commencing on October 1, 2015, through the end of the abatement period, and certifies the employment to the Department of Employment Services;"},{"prefix":"C","text":" Within 180 days of [October 9, 2012], the Mayor certifies that the Qualified Social E-Commerce Company has entered into a BAS agreement in accordance with §§ 47-1818.03 and 47-1818.04;"},{"prefix":"D","text":" If the qualified real property is leased to the Qualified Social E-Commerce Company, the lease is for a period of at least 10 years and the owner of the real property passes the abatement through to the Qualified Social E-Commerce Company;"},{"prefix":"E","text":" The Qualified Social E-Commerce Company continues to occupy a qualified real property from its initial occupancy of the qualified real property throughout the duration of the abatement period;"},{"prefix":"F","text":" If the Qualified Social E-Commerce Company owns the qualified real property, the qualified real property is not during the abatement period:"},{"prefix":"i","text":" Sold, transferred, exchanged, or otherwise conveyed; or"},{"prefix":"ii","text":" Leased to an unrelated entity in excess of 50% of the gross floor area, unless the Qualified Social E-Commerce Company maintains occupancy of at least 200,000 square feet of gross floor area;"},{"prefix":"G","text":" If the Qualified Social E-Commerce Company leases qualified real property, the lease is not during the abatement period:"},{"prefix":"i","text":" Assigned to a third party, other than to a related entity; or"},{"prefix":"ii","text":" Subleased to an unrelated entity in excess of 50% of the gross floor area, unless the Qualified Social E-Commerce Company maintains occupancy of at least 200,000 square feet of gross floor area; and"},{"prefix":"H","text":" The Qualified Social E-Commerce Company has not filed a petition in bankruptcy in connection with the Qualified Social E-Commerce Company's business."},{"prefix":"2","text":"(A) If a Qualified Social E-Commerce Company fails or ceases to comply with or achieve the provisions of paragraph (1)(A) through (C) of this subsection, any abatement provided for in this section shall not apply during the period of non-compliance."},{"prefix":"B","text":" If a Qualified Social E-Commerce Company fails or ceases to comply with or achieve the provisions of paragraph (1)(D) through (H) of this subsection, any abatement provided for in this section shall immediately terminate and cease to be granted."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"XVIII","text":"Qualified Social Electronic Commerce Companies."},"heading":{"title":"47","chaptersection":"1818","identifier":"47-1818.02","catch_text":"Tax credits to Qualified Social E-Commerce Companies."}}