{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-202, see notes following § 47-1807.51.\n\nDC CODE § 47-1807.55\n\nCurrent through December 11, 2012","credits":"(July 27, 2010, D.C. Law 18-202, § 2(c), 57 DCR 4746.)","sections":[{"prefix":"a","text":" A taxpayer that receives approval for a job growth tax credit shall notify the Mayor promptly if the project is canceled or otherwise becomes ineligible for the job growth tax credit, in which case the approval may be canceled.  The approval shall be void if the taxpayer that receives approval does not commence the project within 1   1/2 years after the receipt of the approval or fails to meet the specific terms established by the Mayor under § 47-1807.54(a)(2)."},{"prefix":"b","text":"(1) On or before March 1 of the calendar year after the commencement of the project, and each March 1 of any calendar year following a year of the credit period, a taxpayer that received approval under § 47-1808.54(a)(2) shall submit an annual request for a credit certificate to the Mayor. The request shall include documents that detail the number of employees hired for the project, the net job growth for the project, all documentation necessary to calculate the job growth tax credit, and any other information requested by the Mayor."},{"prefix":"2","text":" If the project has commenced and the project meets or exceeds the conditions of a project as specified in § 47-1807.53 and the specific terms established by the Mayor under § 47-1807.54(a)(2), the Mayor shall, on an annual basis, certify the project's compliance with § 47-1807.53 and § 47-1807.54(a)(2), calculate the annual amount of the credit allowed as specified in § 47-1807.54(b)(2), and issue a credit certificate for that calendar year in that amount to the taxpayer. The credit certificate shall be submitted by the taxpayer to the Chief Financial Officer with the taxpayer's income tax return for the tax year that includes December 31 of the calendar year for which the credit certificate is issued."},{"prefix":"c","text":" The Chief Financial Officer may audit the accounts of a taxpayer receiving a job growth tax credit up to 12 months following the issuance of any credit certificate."},{"prefix":"d","text":" The Mayor shall transmit an annual report to the Council, including information regarding all approvals granted and credit certificates issued in reference to the job growth tax credit, including the names of the recipients of the credits, the credit amounts claimed, and the total net job growth for each recipient."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"VII-A","text":"Job Growth Tax Credit."},"heading":{"title":"47","chaptersection":"1807","identifier":"47-1807.55","catch_text":"Job growth tax credit administration."}}