{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-256, see notes following ยง 47-1817.01.\n\nDC CODE ยง 47-1817.07\n\nCurrent through December 11, 2012","credits":"(Apr. 3, 2001, D.C. Law 13-256, ยง 407(b), 48 DCR 730.)","sections":[{"prefix":"a","text":" For purposes of this section, the term \"qualified stock\" means stock of a company which is qualified small business stock, as defined under section 1202(c) of the Internal Revenue Code of 1986, and issued by a Qualified High Technology Company."},{"prefix":"b","text":"(1) In the case of a sale of qualified stock held by a taxpayer other than a corporation for more than 6 months and with respect to which the taxpayer elects the application of this section, gain from the sale shall be recognized to the extent the amount realized on the sale exceeds the cost of qualified stock purchased by the taxpayer during the 60-day period beginning on the date of the sale, reduced by the amount of the gain, not to exceed such cost, previously deferred under this paragraph."},{"prefix":"2","text":" A taxpayer shall be treated as having purchased qualified stock if, but for paragraph (3) of this subsection, the adjusted basis of the property in the hands of the taxpayer would be its cost."},{"prefix":"3","text":"(A) If gain from a sale is not recognized under paragraph (1) of this subsection, the unrecognized gain shall reduce the basis of qualified stock, in the order acquired, which is purchased by the taxpayer during the 60-day period described in paragraph (1) of this subsection."},{"prefix":"B","text":" For purposes of determining whether the nonrecognition of gain under paragraph (1) of this subsection applies to qualified stock which is sold:"},{"prefix":"i","text":" The taxpayer's holding period for the stock and the stock referred to in this subsection shall be determined without regard to section 1223 of the Internal Revenue Code of 1986; and"},{"prefix":"ii","text":" Only the first 6 months of the taxpayer's holding period for the stock referred to in this subsection shall be taken into account for purposes of applying section 1202(c)(2) of the Internal Revenue Code of 1986."},{"prefix":"c","text":" This section shall not apply to any gain which is treated as ordinary income under the Internal Revenue Code of 1986."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"XVII","text":"Qualified High Technology Companies"},"heading":{"title":"47","chaptersection":"1817","identifier":"47-1817.07","catch_text":"Rollover of capital gain from qualified stock to other qualified stock."}}