{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-171 validated a previously made technical correction in the section designation.\n\nLegislative History of Laws\n\nFor Law 18-55, see notes following § 47-1803.02.\n\nFor history of Law 19-171, see notes under § 47-369.01.\n\nDC CODE § 47-1812.11d\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 2009, D.C. Law 18-55, § 9(a)(3), 56 DCR 5703; Sept. 26, 2012, D.C. Law 19-171, § 119, 59 DCR 6190.)","sections":[{"prefix":"a","text":" For the 2009 tax year, and for each subsequent tax year, there shall be provided on the District individual income tax return a voluntary check-off that indicates that an individual may contribute a minimum donation or gift of $1 to the Anacostia River Clean Up and Protection Fund (\"Fund\") established by [§ 8-102.05(a)]. The contribution shall reduce any refund owed to the individual taxpayer or increase the tax owed by the individual taxpayer on the taxpayer's tax return. The funds generated from the tax check-off shall be deposited in the Fund, except that any cost incurred by the Mayor in collecting, processing, accounting, or disbursing the funds generated by the tax check-off shall be reimbursed to the Mayor from the funds generated by the tax check-off."},{"prefix":"b","text":"(1) Except as provided in paragraph (2) of this subsection, any unpaid District tax liability on an individual income tax return shall render any voluntary tax check-off election void. Any amount paid for the purpose of contributing to the Fund shall be used first to satisfy any unpaid tax liability in whole or in part."},{"prefix":"2","text":" If there is any amount that remains after satisfaction of the unpaid tax liability, the amount shall be deposited in the Fund."},{"prefix":"c","text":" The Mayor shall include with the individual tax return package a description of the purposes for which the Fund was established and projects for which the Fund may be used."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"XII","text":"Assessment and Collection; Time of Payment. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1812","identifier":"47-1812.11d","catch_text":"Anacostia River Clean Up and Protection Fund tax check-off."}}