{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-256, see notes following ยง 47-1817.01.\n\nDC CODE ยง 47-1817.03\n\nCurrent through December 11, 2012","credits":"(Apr. 3, 2001, D.C. Law 13-256, ยง 202(b), 48 DCR 730.)","sections":[{"prefix":"a","text":" Except as provided in subsection (b) of this section, for taxable years beginning after December 31, 2000, a Qualified High Technology Company shall be allowed a credit against the tax imposed by ยง 47-1817.06 equal to 10% of the wages paid during the first 24 calendar months of employment to a qualified employee hired after December 31, 2000."},{"prefix":"b","text":" The credit under subsection (a) of this section shall not be allowed:"},{"prefix":"1","text":" To exceed, for each qualified employee, $5,000 in a taxable year;"},{"prefix":"2","text":" If the Qualified High Technology Company accords the qualified employee lesser benefits or rights than it accords other employees in similar jobs;"},{"prefix":"3","text":" If the qualified employee was employed as the result of:"},{"prefix":"A","text":" The displacement, other than for cause, of another employee;"},{"prefix":"B","text":" A strike or lockout;"},{"prefix":"C","text":" A layoff in which other employees are awaiting recall; or"},{"prefix":"D","text":" A reduction of the regular wages, benefits, or rights of other employees in similar jobs; or"},{"prefix":"4","text":" If the qualified employee is a member of the board of directors of the Qualified High Technology Company or, directly or indirectly, owns a majority of its stock."},{"prefix":"c","text":" If the amount of the credit allowable under this section exceeds the tax otherwise due from a Qualified High Technology Company, the unused amount of the credit may be carried forward for 10 years."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"XVII","text":"Qualified High Technology Companies"},"heading":{"title":"47","chaptersection":"1817","identifier":"47-1817.03","catch_text":"Tax credit to Qualified High Technology Companies for wages to qualified employees; exceptions."}}