{"text":"Property situated in square 5167, located at 1601 Kenilworth Avenue, N.E., described as lot 0040, owned, occupied, and used by the Department of the District of Columbia Veterans of Foreign Wars, is hereby exempt from all taxation so long as this same property continues to be owned and occupied by the Department of the District of Columbia Veterans of Foreign Wars, and not used for commercial purposes, providing for exemption of certain real properties.","historical":"Temporary Addition of Section\n\nFor Temporary (225 day) addition of section, see § 2 of Veterans of Foreign Wars Real Property Tax Exemption and Equitable Real Property Tax Relief Temporary Act of 2003 (D.C. Law 15-59, December 9, 2003, law notification 51 DCR 1794).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2 of the Veterans of Foreign Wars Property Tax Exemption and Equitable Real Property Tax Relief Emergency Act of 2003 (D.C. Act 15-134, July 29, 2003, 50 DCR 6853).\n\nFor temporary (90 day) addition, see § 2 of Veterans of Foreign Wars Real Property Tax Exemption and Equitable Real Property Tax Relief Congressional Review Emergency Act of 2003 (D.C. Act 15-231, November 25, 2003, 50 DCR 10725).\n\nFor temporary (90 day) addition, see § 2(b) of Veterans of Foreign Wars Real Property Tax Exemption and Equitable Real Property Tax Relief Emergency Act of 2004 (D.C. Act 15-520, August 2, 2004, 51 DCR 9002).\n\nLegislative History of Laws\n\nLaw 15-268, the \"Veterans of Foreign Wars Real Property Tax Exemption and Equitable Real Property Tax Relief Act of 2004\", was introduced in Council and assigned Bill No. 15-102, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 9, 2004, and December 7, 2004, respectively. Signed by the Mayor on December 29, 2004, it was assigned Act No. 15-653 and transmitted to both Houses of Congress for its review. D.C. Law 15-268 became effective on April 5, 2005.\n\nDC CODE § 47-1063\n\nCurrent through December 11, 2012","credits":"(Apr. 5, 2005, D.C. Law 15-268, § 2(b), 52 DCR 473.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Property Exempt from Taxation. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1063","identifier":"47-1063","catch_text":"Department of the District of Columbia Veterans of Foreign Wars; lot 0040, square 5167."}}