{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-169 substituted \"ICF-IDD\" for \"ICF-MR\".\n\nLegislative History of Laws\n\nFor Law 16-68, see notes following § 47-1270.\n\nFor history of Law 19-169, see notes under § 47-1270.\n\nDC CODE § 47-1275\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 2006, D.C. Law 16-68, § 2(b), 53 DCR 47; Sept. 26, 2012, D.C. Law 19-169, § 33(b)(8), 59 DCR 5567.)","sections":[{"prefix":"a","text":" Unless otherwise provided by law or necessary to carry out the provisions of this chapter, proprietary information submitted by an ICF-IDD under this chapter is confidential and shall not be disclosed."},{"prefix":"b","text":" The Mayor may audit the information required to be reported by an ICF-IDD under this chapter, or any rules issued pursuant to § 47-1277, and may use the audited information to determine, or redetermine, the amount of an assessment due under this chapter."},{"prefix":"c","text":"(1) The Mayor may summon any person to appear to give testimony or answer interrogatories, or to produce books, records, or other information relating to matters subject to an audit."},{"prefix":"2","text":" The summons shall be served by a member of the Metropolitan Police Department or by registered mail or certified mail addressed to the person at the last known dwelling place or principal place of business."},{"prefix":"3","text":" A verified return by the person serving the summons, or, in the case of service by registered or certified mail, the return post office receipt signed by the person served shall be proof of service."},{"prefix":"d","text":" The Mayor may report a person who, having been served pursuant to subsection (c) of this section, neglects or refuses to obey the summons, to the Superior Court of the District of Columbia. The Superior Court may-compel obedience to the summons to the same extent as witnesses may be compelled to obey subpoenas of the Superior Court."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"12D","text":"Stevie Sellows Quality Improvement Fund; Icf-Idd Assessment."},"heading":{"title":"47","chaptersection":"1275","identifier":"47-1275","catch_text":"Confidentiality; audit; determination of assessment."}}