{"text":"Certain property located in the District of Columbia described as lot 33 in square 3508 situated at 2027 North Capitol Street, N.E., together with improvements thereon and furnishings therein, with equitable and legal title in the name of the American Legion, James Reese Europe Post No. 5, is hereby exempt from all taxation so long as the same is used in carrying on the purposes and activities of the American Legion, James Reese Europe Post No. 5 and is not used for exclusively commercial purposes, subject to the provisions of §§ 47-1005, 47-1007, and 47-1009.","historical":"Prior Codifications\n\n1981 Ed., § 47-1046.\n\nLegislative History of Laws\n\nLaw 12-171, the \"American Legion, James Reese Europe Post No. 5 Real Property Tax Exemption and Equitable Real Property Tax Relief Act of 1998,\" was introduced in Council and assigned Bill No. 12-589, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 2, 1998, and June 16, 1998, respectively. Signed by the Mayor on July 8, 1998, it was assigned Act No. 12-414 and transmitted to both Houses of Congress for its review. D.C. Law 12-171 became effective on October 16, 1998.\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its reveiew. D.C. Law 12-264 became effective on April 20, 1999.\n\nDC CODE § 47-1046\n\nCurrent through December 11, 2012","credits":"(Oct. 16, 1998, D.C. Law 12-171, § 2, 45 DCR 5193; Apr. 20, 1999, D.C. Law 12-264, § 52(m-1), 45 DCR 5193.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Property Exempt from Taxation. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1046","identifier":"47-1046","catch_text":"American Legion, James Reese Europe Post No. 5, lot 33 in square 3508."}}