{"text":"","historical":"Temporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-901.\n\nDC CODE § 47-1377\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 507(a)(2), 48 DCR 334.)","sections":[{"prefix":"a","text":" Except as provided in subsection (b) of this section, upon redemption, a purchaser is entitled to be reimbursed by the redeeming person for the following expenses incurred in an action, or in preparation for an action, to foreclose the right of redemption:"},{"prefix":"1","text":" Before the filing of an action to foreclose redemption:"},{"prefix":"A","text":" The amount of $300 for pre-complaint legal expenses, including a title search of the public record required to satisfy the notice requirements of this chapter, and"},{"prefix":"B","text":" The amount paid to record the certificate of sale; or"},{"prefix":"2","text":" If a complaint has been filed before redemption, all expenses as allowed by the Superior Court, including expenses incurred for personal service of process, expenses for service of process by publication, expenses for publication and posting of all required notices, expenses for postage, and reasonable attorneys' fees."},{"prefix":"b","text":" No purchaser of a certificate of sale shall be reimbursed for expenses incurred within 4 months after the date of sale or if the certificate becomes void under this chapter."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"13A","text":"Revised Real Property Tax Sales."},"subchapter":{"identifier":"IV","text":"Foreclosure."},"heading":{"title":"47","chaptersection":"1377","identifier":"47-1377","catch_text":"Purchaser reimbursed by redeeming party for expenses."}}