{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-1805.3.\n\n1973 Ed., § 47-1564b.\n\nEffect of Amendments\n\nD.C. Law 13-305 added subsec. (c).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-158, see Historical and Statutory Notes following § 471801.04.\n\nFor legislative history of D.C. Law 4-118, see Historical and Statutory Notes following § 47-1801.01a.\n\nFor legislative history of D.C. Law 5-32, see Historical and Statutory Notes following § 471816.03.\n\nFor Law 13-305, see notes under § 47-901.\n\nMiscellaneous Notes\n\nMayor authorized to issue regulations: Section 9 of D.C. Law 5-32 provided that the Mayor shall issue regulations necessary to carry out the provision of the act.\n\nSection 203(a) of D.C. Law 13-305 provides:\n\n\"(a) Section 202(a) through (e) shall apply for all tax years beginning after December 31, 2000.\"\n\nDC CODE § 47-1805.03\n\nCurrent through December 11, 2012","credits":"(July 16, 1947, 61 Stat. 342, ch. 258, art. I, title V, § 3; Mar. 6, 1979, D.C. Law 2-158, § 4, 25 DCR 7002; June 11, 1982, D.C. Law 4-118, § 107, 29 DCR 1770; Oct. 8, 1983, D.C. Law 5-32, § 5, 30 DCR 4013; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 202(c), 48 DCR 334.)","sections":[{"prefix":"a","text":" Time and place. -- All returns of income for the preceding taxable year required to be filed under the provisions of § 47-1805.01 shall be filed with the Mayor on or before the 15th day of April of each year, except that such returns, if made on the basis of a fiscal year, shall be filed on or before the 15th day of the 4th month following the close of such fiscal year; provided, however, that any return required to be filed, for the preceding year under the provisions of subchapter VII of this chapter shall be filed on or before the 15th day of March in each year, except that such returns, if made on the basis of a fiscal year, shall be filed on or before the 15th day of the 3rd month following the close of such fiscal year."},{"prefix":"b","text":" Extension of time. -- The Mayor may grant a reasonable extension of time for filing the returns required by § 47-1805.02 whenever in his judgment good cause exists therefor, and he shall keep a record of every such extension. Except in case of a taxpayer who is not within the continental limits of the United States, no such extension shall be granted for more than 6 months, and in no case shall such extension be granted for more than 1 year."},{"prefix":"c","text":" Exempt Organizations. -- Notwithstanding the provisions of -- subsection (a) of this section, unrelated business income tax returns of exempt organizations shall be filed on or before the 15th day of the 5th month following the close of the taxable year for the taxpayer."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Returns."},"heading":{"title":"47","chaptersection":"1805","identifier":"47-1805.03","catch_text":"Returns--Filing."}}