{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-1810.2.\n\n1973 Ed., § 47-1580a.\n\nEffect of Amendments\n\nD.C. Law 13-305 rewrote subsec. (a) which had read:\n\n\"(a) Allocation and apportionment. -- The entire net income of any corporation, financial institution, or unincorporated business derived from any trade or business carried on or engaged in wholly within the District shall, for the purposes of this chapter, be deemed to be from sources within the District and shall, along with other income from sources within the District, be allocated to the District. When the net income of a corporation, financial institution, or unincorporated business is derived from sources within and without the District, the taxpayer shall apportion business income and allocate nonbusiness income as provided in this section.\"\n\nD.C. Law 15-205 rewrote subsec. (i) which had read as follows:\n\n\"(i) Definition. -- For purposes of this section, the term 'state' shall include the District of Columbia.\"\n\nD.C. Law 19-21, in subsec. (d), substituted \"Except as provided in subsection (d-1), all business\" for \"All business\"; and added subsec. (d-1).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1062(b) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 1062(b) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) addition, see § 7231 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 7231 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-158, see Historical and Statutory Notes following § 47-1801.04.\n\nFor legislative history of D.C. Law 3-95, see Historical and Statutory Notes following § 47-1801.04.\n\nFor legislative history of D.C. Law 4-131, see Historical and Statutory Notes following § 47-1801.04.\n\nLaw 6-207, the \"D.C. Income and Franchise, and Sales Taxes Amendment Act of 1986,\" was introduced in Council and assigned Bill No. 6-95, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 25, 1986 and December 16, 1986, respectively. Signed by the Mayor on January 8, 1987, it was assigned Act No. 6-267 and transmitted to both Houses of Congress for its review.\n\nFor Law 13-305, see notes under § 47-901.\n\nFor Law 15-205, see notes following § 47-903.\n\nFor history of Law 19-21, see notes under § 47-305.02.\n\nMiscellaneous Notes\n\nSection 203(a) of D.C. Law 13-305 provides:\n\n\"(a) Section 202(a) through (e) shall apply for all tax years beginning after December 31, 2000.\"\n\nShort title: Section 7230 of D.C. Law 18-111 provided that subtitle U of title VII of the act may be cited as the \"Combined Reporting Reform Authorization Act of 2009\".\n\nSection 7231 of D.C. Law 18-111 provides:\n\n\"Sec. 7231. Implementation of combined reporting reform.\n\n\"The Council shall pass legislation to require, for tax years beginning after December 31, 2010, that all corporations taxable in the District of Columbia shall determine the income apportionable or allocable to the District of Columbia by reference to the income and apportionment factors of all commonly controlled corporations organized within the United States with which they are engaged in a unitary business.\"\n\nShort title: Section 8021 of D.C. Law 19-21 provided that subtitle C of title VIII of the act may be cited as \"Apportionment of Business Income Act of 2011\".\n\nDC CODE § 47-1810.02\n\nCurrent through December 11, 2012","credits":"(July 16, 1947, 61 Stat. 349, ch. 258, art. I, title X, § 2; Mar. 6, 1979, D.C. Law 2-158, § 4, 25 DCR 7002; Sept. 13, 1980, D.C. Law 3-95, § 106(b), 27 DCR 3509; July 24, 1982, D.C. Law 4-131, §§ 103, 108(a), (b), 29 DCR 2418; Feb. 28, 1987, D.C. Law 6-207, § 3, 34 DCR 677; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 202(e), 48 DCR 334; Dec. 7, 2004, D.C. Law 15-205, § 1062(b), 51 DCR 8441; Sept. 14, 2011, D.C. Law 19-21, § 8022, 58 DCR 6226.)","sections":[{"prefix":"a","text":" Allocation and apportionment. -- The entire net income of any corporation, financial institution, or unincorporated business, or the unrelated business income of an exempt organization, derived from any trade or business carried on or engaged wholly within the District shall, for the purposes of this chapter, be deemed to be from sources within the District and shall, along with other income from sources within the District, be allocated to the District. If the net income of a corporation, financial institution, or unincorporated business, or the unrelated business income of an exempt organization, is derived from sources within and without the District, the taxpayer shall apportion business income and allocate non-business income as provided in this section."},{"prefix":"b","text":" Taxation by another state. -- For purposes of allocation and apportionment of income under this section, a taxpayer is taxable in another state if:"},{"prefix":"1","text":" In that state the taxpayer is subject to a net income tax, a franchise tax measured by net income, a franchise tax for the privilege of doing business, or a corporate stock tax; or"},{"prefix":"2","text":" That state has jurisdiction to subject the taxpayer to a net income tax regardless of whether, in fact, the state does or does not."},{"prefix":"c","text":" Allocation of nonbusiness income. --"},{"prefix":"1","text":" Rents and royalties from real or tangible personal property, capital gains, interest, dividends, or patent or copyright royalties, to the extent that they constitute non-business income, shall be allocated as provided in paragraphs (2), (3), (4), and (5) of this subsection."},{"prefix":"2","text":"(A) Net rents and royalties from real property located in the District are allocable to the District."},{"prefix":"B","text":" Net rents and royalties from tangible personal property are allocable to the District:"},{"prefix":"i","text":" If and to the extent that the property is utilized in the District; or"},{"prefix":"ii","text":" In their entirety if the taxpayer's commercial domicile is in the District and the taxpayer is not organized under the laws of or taxable in the state in which the property is utilized."},{"prefix":"C","text":" The extent of utilization of tangible personal property in a state is determined by multiplying the rents and royalties by a fraction, the numerator of which is the number of days of physical location of the property in the state during the rental or royalty period in the taxable year and the denominator of which is the number of days of physical location of the property everywhere during all rental or royalty periods in the taxable year. If the physical location of the property during the rental or royalty period is unknown or unascertainable by the taxpayer, the tangible personal property is utilized in the state in which the property was located at the time the rental or royalty payer obtained possession."},{"prefix":"3","text":"(A) Capital gains and losses from sales of real property located in the District are allocable to the District."},{"prefix":"B","text":" Capital gains and losses from sales of tangible personal property are allocable to the District if:"},{"prefix":"i","text":" The property had a situs in the District at the time of the sale; or"},{"prefix":"ii","text":" The taxpayer's commercial domicile is in the District and the taxpayer is not taxable in the state in which the property had a situs."},{"prefix":"C","text":" Capital gains and losses from the sales of intangible personal property are allocable to the District if the taxpayer's commercial domicile is in the District."},{"prefix":"4","text":" Interest and dividends from District sources are allocable to the District unless the interest and dividends are excluded under § 47-1810.01."},{"prefix":"5","text":"(A) Patent and copyright royalties are allocable to the District:"},{"prefix":"i","text":" If and to the extent that the patent or copyright is utilized by the payer in the District; or"},{"prefix":"ii","text":" If and to the extent that the patent or copyright is utilized by the taxpayer in a state in which the taxpayer is not taxable and the taxpayer's commercial domicile is in the District."},{"prefix":"B","text":" A patent is utilized in a state to the extent that it is employed in production, fabrication, manufacturing, or other processing in the state to the extent that a patented product is produced in the state. If the basis of receipts from patent royalties does not permit allocation to states or if the accounting procedures do not reflect states of utilization, the patent is utilized in the state in which the taxpayer's commercial domicile is located."},{"prefix":"C","text":" A copyright is utilized in a state to the extent that printing or other publication originates in the state. If the basis of receipts from copyright royalties does not permit allocation to states or if the accounting procedures do not reflect states of utilization, the copyright is utilized in the state in which the taxpayer's commercial domicile is located."},{"prefix":"d","text":" Apportionment of business income. -- Except as provided in subsection (d-1), all business income shall be apportioned to the District by multiplying the income by a fraction, the numerator of which is the property factor plus the payroll factor plus the sales factor, and the denominator of which is 3."},{"prefix":"d-1","text":"(1) Apportionment of business income. --All business income shall be apportioned to the District by multiplying the income by a fraction, the numerator of which is the property factor plus the payroll factor plus the sales factor twice, and the denominator of which is 4."},{"prefix":"2","text":" This subsection shall be applicable for the tax years beginning after December 31, 2010."},{"prefix":"e","text":" Property factor. --"},{"prefix":"1","text":" The property factor is a fraction, the numerator of which is the average value of the taxpayer's real and tangible personal property owned or rented and used in the District during the tax period and the denominator of which is the average value of all the taxpayer's real and tangible personal property owned or rented and used during the tax period."},{"prefix":"2","text":" Property owned by the taxpayer is valued at its original cost. Property rented by the taxpayer is valued at 8 times the net annual rental rate. Net annual rental rate is the annual rental rate paid by the taxpayer less any annual rental rate received by the taxpayer from sub-rentals."},{"prefix":"3","text":" The average value of property shall be determined by averaging the values at the beginning and ending of the tax period, but the Mayor may require the averaging of monthly values during the tax period if reasonably required to reflect properly the average value of the taxpayer's property."},{"prefix":"f","text":" Payroll factor. --"},{"prefix":"1","text":" The payroll factor is a fraction, the numerator of which is the total amount paid in the District during the tax period by the taxpayer for compensation, and the denominator of which is the total compensation paid everywhere during the tax period."},{"prefix":"2","text":" Compensation is paid in the District if:"},{"prefix":"A","text":" The individual's service is performed entirely within the District;"},{"prefix":"B","text":" The individual's service is performed both within and without the District, but the service performed without the District is incidental to the individual's service within the District; or"},{"prefix":"C","text":" Some of the service is performed in the District and:"},{"prefix":"i","text":" The base of operations or, if there is no base of operations, the place from which the service is directed or controlled is in the District; or"},{"prefix":"ii","text":" The base of operations or the place from which the service is directed or controlled is not in any state in which some part of the service is performed, but the individual's residence is in the District."},{"prefix":"g","text":" Sales factor. --"},{"prefix":"1","text":" The sales factor is a fraction, the numerator of which is the total sales of the taxpayer in the District during the tax period, and the denominator of which is the total sales of the taxpayer everywhere during the tax period."},{"prefix":"2","text":" Sales of tangible personal property are in the District if:"},{"prefix":"A","text":" The property is delivered or shipped to a purchaser within the District regardless of the f.o.b. point or other conditions of the sale; or"},{"prefix":"B","text":" The property is shipped from an office, store, warehouse, factory, or other place of storage in the District and"},{"prefix":"i","text":" the purchaser is the United States government, or"},{"prefix":"ii","text":" the taxpayer is not taxable in the state of the purchaser."},{"prefix":"3","text":" Sales, other than sales of tangible personal property, are in the District if:"},{"prefix":"A","text":" The income-producing activity is performed in the District; or"},{"prefix":"B","text":" The income-producing activity is performed both in and outside the District and a greater proportion of the income-producing activity is performed in the District than in any other state, based on costs of performance."},{"prefix":"h","text":" Alternative methods. -- If the allocation and apportionment provisions of this section do not fairly represent the extent of the taxpayer's business activity in the District, the taxpayer may petition for or the Mayor may require, in respect to all or any part of the taxpayer's business activity, if reasonable:"},{"prefix":"1","text":" Separate accounting;"},{"prefix":"2","text":" The exclusion of any 1 or more of the factors;"},{"prefix":"3","text":" The inclusion of 1 or more additional factors that will fairly represent the taxpayer's business activity in the District; or"},{"prefix":"4","text":" The employment of any other method to effectuate an equitable allocation and apportionment of the taxpayer's income."},{"prefix":"i","text":" Definitions.--For the purposes of this section, the term:"},{"prefix":"1","text":" \"State\" shall include the District of Columbia."},{"prefix":"2","text":" \"Business income\" means all income which is apportionable under the Constitution of the United States."},{"prefix":"j","text":" Construction. -- This section shall be so construed as to effectuate its general purpose to make uniform the law of those states that enact it."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"Purpose of Chapter and Allocation and Apportionment."},"heading":{"title":"47","chaptersection":"1810","identifier":"47-1810.02","catch_text":"Allocation and apportionment of District and non-District income."}}