{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-171, in subsec. (b), substituted \"this chapter\" for \"this act\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 302(d) of Fiscal Year 2013 Budget Support Technical Clarification Emergency Amendment Act of 2012 (D.C. Act 19-482, October 10, 2012, 59 DCR 12478).\n\nFor temporary (90 day) addition of applicability provision, see § 303 of Fiscal Year 2013 Budget Support Technical Clarification Emergency Amendment Act of 2012 (D.C. Act 19-482, October 10, 2012, 59 DCR 12478).\n\nLegislative History of Laws\n\nFor history of Law 19-21, see notes under § 47-305.02.\n\nFor history of Law 19-171, see notes under § 47-369.01.\n\nMiscellaneous Notes\n\nSection 8004 of D.C. Law 19-21 provides:\n\n\"Sec. 8004. Applicability.\n\n\"This subtitle shall apply for taxable years beginning after December 31, 2010.\"\n\nDC CODE § 47-1810.08\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2011, D.C. Law 19-21, § 8002(d), 58 DCR 6226; Sept. 26, 2012, D.C. Law 19-171, § 114(i), 59 DCR 6190.)","sections":[{"prefix":"a","text":" If the enactment of combined reporting requirements for unitary businesses results in an increase to a combined group's net deferred tax liability, the combined group shall be entitled to a deduction to the extent determined under subsection (b) of this section. Only publicly traded companies, including affiliated corporations participating in the filing of a publicly traded company's financial statements prepared in accordance with either generally accepted accounting principles or international financial reporting standards, as of [September 14, 2011], shall be eligible for this deduction. To the extent the deduction would produce a net operating loss in any tax year, the unused deduction may be carried forward to each succeeding tax year indefinitely by the combined group and deducted without regard to any limitation."},{"prefix":"b","text":" For the 7-year period beginning with the 5th year of the combined filing, a combined group shall be entitled to a deduction equal to   1/7 th of the net increase in the taxable temporary differences that caused the increase in the net deferred tax liability, as computed at the time of enactment in accordance with either generally accepted accounting principles or international financial reporting standards, that would result from the imposition of the combined reporting requirements but for the deduction provided under this section.  The amount of the deduction shall in no case exceed the amount necessary to offset any increase in net deferred tax liability, as computed in accordance with either generally accepted accounting principles or international financial reporting standards, that would result from the imposition of all of the provisions of this chapter but for the deduction provided under this section."},{"prefix":"c","text":" For the purposes of this section, the term \"net deferred tax liability\" shall mean the net increase, if any, in deferred tax liabilities minus the net increase, if any, in deferred tax assets of the combined group, as computed in accordance with either generally accepted accounting principles or international financial reporting standards."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"Purpose of Chapter and Allocation and Apportionment."},"heading":{"title":"47","chaptersection":"1810","identifier":"47-1810.08","catch_text":"Accounting rules; future deductions."}}