{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-1807.6.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-177, see Historical and Statutory Notes following § 47-1803.03.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: See Historical and Statutory Notes following § 47-1803.03.\n\nDC CODE § 47-1807.06\n\nCurrent through December 11, 2012","credits":"(July 16, 1947, ch. 258, art. I, title VII, § 5, as added Oct. 20, 1988, D.C. Law 7-177, § 10(b), 35 DCR 6158; enacted, Apr. 9, 1997, D.C. Law 11- 254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" For taxable years beginning after December 31, 1988, any qualified incorporated business under § 6-1504 having taxable income that includes rent charged to a licensed, non-profit child development center shall be allowed a credit against the tax imposed by this chapter in an amount equal to the amount by which the fair market value of the space leased to the licensed, nonprofit child development center exceeds the rent charged by the business to the licensed, non-profit child development center."},{"prefix":"b","text":" For purposes of this section, the term:"},{"prefix":"1","text":" \"Fair market rental value\" means:"},{"prefix":"A","text":" The average rent charged by the incorporated business to tenants in the same building, other than the licensed, nonprofit child development center, for comparable space; or"},{"prefix":"B","text":" When a licensed, nonprofit child development center is the sole lessee occupying space in the building, or when the building contains no space comparable to that occupied by the licensed, nonprofit child development center, an amount as determined by the Mayor with reference to the average rent charged to tenants for occupancy of comparable space in other buildings in the economic development zone."},{"prefix":"2","text":" \"Child development center\" means a child development center as that term is defined in § 4-401(2)."},{"prefix":"c","text":" If the amount of the credit allowable under this section exceeds the tax otherwise due from a qualified incorporated business, the amount of the credit not used as an offset against the tax may be carried forward or back for up to 5 years, except that no portion of the credit shall be:"},{"prefix":"1","text":" Carried back to any taxable year ending before January 1, 1990; or"},{"prefix":"2","text":" Claimed for any taxable year in which the qualified incorporated business was not located within an economic development zone or did not employ a certified employee."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Tax on Corporations and Financial Institutions. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1807","identifier":"47-1807.06","catch_text":"Tax credit for income that includes rent charged to licensed, nonprofit child development center; exceptions."}}