{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 5202(c) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) addition, see § 5202(c) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nFor Law 15-205, see notes following § 47-1261.\n\nDC CODE § 47-1266\n\nCurrent through December 11, 2012","credits":"(Dec. 7, 2004, D.C. Law 15-205, § 5202(c), 51 DCR 8441.)","sections":[{"prefix":"a","text":"(1) A nursing facility may contest the amount of an assessment, including any interest or administrative penalties, imposed under this chapter, or by rules issued pursuant to § 47-1267, by filing a notice of appeal with the Office of Administrative Hearings within 60 days after the date of the notice of:"},{"prefix":"A","text":" An annual assessment under § 47-1263(a);"},{"prefix":"B","text":" A determination or redetermination of an assessment based on an audit of information under § 47-1265(b); or"},{"prefix":"C","text":" An imposition of interest or administrative penalties under § 47-1264."},{"prefix":"b","text":" The Office of Administrative Hearings shall conduct a hearing on the appeal filed under subsection (a) of this section subject to the provisions of subchapter 1 of Chapter 5 of Title 2 governing adjudication of contested cases, and pursuant to the rules of the Office of Administrative Hearings."},{"prefix":"c","text":" Before filing an appeal pursuant to subsection (a) of this section, the nursing facility shall first pay to the Mayor the assessment, together with any administrative penalties and interest due on the assessment. In no case shall the filing of a notice of appeal act as a stay on the payment of the assessment, interest, or administrative penalties."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"12C","text":"Nursing Facility Quality of Care Fund; Nursing Facility Assessment."},"heading":{"title":"47","chaptersection":"1266","identifier":"47-1266","catch_text":"Appeals."}}