{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-42, in subsec. (a)(1), made a nonsubstantive change.\n\nD.C. Law 14-282 made nonsubstantive changes in subsec. (a)(1).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 12(nn) of Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, October 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see § 12(nn) of Tax Clarity and Related Amendments Temporary Act of 2003 (D.C. Law 14-228, March 23, 2003, law notification 50 DCR 2741).\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nFor temporary (90 day) amendment of section, see § 10(g) of Technical Amendments Emergency Act of 2001 (D.C. Act 14-108, August 3, 2001, 48 DCR 7622).\n\nFor temporary (90 day) amendment of section, see § 12(mm) of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) amendment of section, see § 12(nn) of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 12(nn) of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-901.\n\nLaw 14-42, the \"Technical Correction Amendment Act of 2001\", was introduced in Council and assigned Bill No. 14-216, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 5, 2001, and June 26, 2001, respectively. Signed by the Mayor on July 24, 2001, it was assigned Act No. 14-107 and transmitted to both Houses of Congress for its review. D.C. Law 14-42 became effective on October 26, 2001.\n\nFor Law 14-282, see notes following § 47-902.\n\nDC CODE § 47-1361\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 507(a)(2), 48 DCR 334; Oct. 26, 2001, D.C. Law 14-42, § 10(g), 48 DCR 7612; Apr. 4, 2003, D.C. Law 14-282, § 11(ii), 50 DCR 896.)","sections":[{"prefix":"a","text":" To redeem the real property, the person redeeming shall pay to the Mayor, for deposit into the General Fund of the District (notwithstanding any other law), the following:"},{"prefix":"1","text":" If the real property was sold at tax sale to a purchaser, the amount paid by the purchaser for the real property exclusive of surplus, with interest thereon;"},{"prefix":"2","text":" If the real property was bid off to the District, the taxes with interest thereon from the date the real property was bid off;"},{"prefix":"3","text":" If the real property was bid off to the District and subsequently sold or the certificate of sale assigned to a purchaser:"},{"prefix":"A","text":" The taxes with interest thereon from the date the real property was bid off; plus"},{"prefix":"B","text":" Interest on the total amount in subparagraph (A) of this paragraph from the date the real property was subsequently sold or the certificate of sale assigned;"},{"prefix":"4","text":" All other taxes, interest, and penalties paid by a purchaser on behalf of the real property, with the interest that would have been owing if the purchaser had not paid the taxes provided, that the certificate of sale of the purchaser is not void;"},{"prefix":"5","text":" All other taxes to bring the real property current;"},{"prefix":"6","text":" Unless the person redeeming furnishes the Mayor a release or acknowledgment executed by the purchaser that all expenses under § 47-1377 have been paid to the purchaser, all expenses for which the purchaser is entitled to reimbursement under § 47-1377;"},{"prefix":"7","text":" All expenses owing to any other purchaser; and"},{"prefix":"8","text":" If judgment of foreclosure of the right of redemption of the sale is set aside, the reasonable value, at the date of the judgment, of all reasonable improvements made on the real property by the purchaser and the purchaser's successors in interest, subject to § 47-1363."},{"prefix":"b","text":" Notwithstanding subsection (a) of this section, payment of all real property tax liens and permitted accruals assigned or sold and transferred to third parties under § 47-1303.04 shall be required before a person may redeem under this chapter."},{"prefix":"c","text":" The provisions of subsection (a) of this section may apply more than once if the real property has been sold or bid off more than once. In such case, the person redeeming shall pay all required amounts to satisfy the purchasers and the District."},{"prefix":"d","text":" After receipt of the payment set forth in this section, the Mayor shall notify the purchaser that the real property has been redeemed. The purchaser shall surrender the certificate of sale and shall receive from the Mayor the amount to which the purchaser is entitled. For the purposes of this section, the Mayor may conclusively presume that the original purchaser at the tax sale is the holder of the certificate of sale, unless the Mayor receives a written notice of an assignment of the certificate of sale in accordance with this chapter."},{"prefix":"e","text":" Upon request and subject to the payment of a fee, the Mayor shall execute and deliver to the person redeeming the real property a certificate of redemption, which may be recorded in the Recorder of Deeds and, when recorded, shall release any encumbrance created by the recording of the certificate of sale."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"13A","text":"Revised Real Property Tax Sales."},"subchapter":{"identifier":"III","text":"Redemption."},"heading":{"title":"47","chaptersection":"1361","identifier":"47-1361","catch_text":"Required payments; notice to purchaser; certificate of redemption."}}