{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-231, in subsec. (c)(2)(D), substituted \"spouse, domestic partner,\" for \"spouse\".\n\nLegislative History of Laws\n\nFor Law 13-256, see notes following § 47-1817.01.\n\nFor Law 17-231, see notes following § 47-802.\n\nDC CODE § 47-1817.02\n\nCurrent through December 11, 2012","credits":"(Apr. 3, 2001, D.C. Law 13-256, § 201(b), 48 DCR 730; Sept. 12, 2008, D.C. Law 17-231, § 41(n), 55 DCR 6758.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term \"relocation costs\" means amounts paid to, or on behalf of, a qualified employee:"},{"prefix":"1","text":" For reimbursement of actual moving expenses; or"},{"prefix":"2","text":" To assist the employee in financing the purchase of a residence, or the required security deposit or lease payments for the first 12 months of a lease for a residence under a lease of at least one year, which purchase or lease is entered into after December 31, 2000."},{"prefix":"b","text":"(1) Except as provided in subsection (c) of this section, for taxable years beginning after December 31, 2000, a Qualified High Technology Company shall be allowed a credit not to exceed:"},{"prefix":"A","text":" $5,000 against the tax imposed by § 47-1817.06 for the relocation costs for each qualified employee relocated to the District from a location outside the District; or"},{"prefix":"B","text":" $7,500 against the tax imposed by § 47-1817.06 for the relocation costs for each qualified employee relocated to the District from a location outside the District, which employee also relocates his or her principal residence into the District."},{"prefix":"2","text":" The credit may be claimed for costs incurred after December 31, 2000, in connection with qualified employees relocated to the District after that date."},{"prefix":"c","text":"(1) The annual credit under subsection (b) of this section shall not exceed, in the aggregate:"},{"prefix":"A","text":" $250,000 for the credit allowed under subsection (b)(1)(A) of this section; and"},{"prefix":"B","text":" $1,000,000 for the credit allowed under subsection (b)(1)(B) of this section."},{"prefix":"2","text":" The credit under subsection (b) of this section shall not be allowed:"},{"prefix":"A","text":" Until the Qualified High Technology Company relocates at least 2 qualified employees into the District;"},{"prefix":"B","text":" Until the Qualified High Technology Company has employed the qualified employee for at least 6 months in the District;"},{"prefix":"C","text":" As a credit for employees who work less than 35 hours per week;"},{"prefix":"D","text":" If the qualified employee is a member of the board of directors of the Qualified High Technology Company, directly or indirectly owns a majority of its stock, or is related to a member of the board of directors or a majority stockholder as a spouse, domestic partner, or a relative listed in the definition of \"dependent\" in section 152 of the Internal Revenue Code of 1986, without regard to source of income; or"},{"prefix":"E","text":" If the Qualified High Technology Company has claimed a deduction for the relocation costs."},{"prefix":"d","text":" If the amount of the credit allowable under this section exceeds the tax otherwise due from a Qualified High Technology Company, the unused amount of the credit may be carried forward for 10 years."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"XVII","text":"Qualified High Technology Companies"},"heading":{"title":"47","chaptersection":"1817","identifier":"47-1817.02","catch_text":"Tax credit for Qualified High Technology Company employment relocation costs; exceptions."}}