{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-223, in subsec. (b)(1), substituted \"per hour, or a higher amount as determined through rulemaking\" for \"per hour\"; in subsec. (b)(2), substituted \"Department of Health Care Finance ('DHCF')\" for \"Medical Assistance Administration ('MAA')\"; and rewrote subsec. (c), which had read as follows:\n\n\"(c) Amounts remaining in the Fund after the disbursements required by subsection (b) of this section shall be used for an increase in the Medicaid per diem reimbursement rate for each ICF-MR above the fiscal year 2006 rate.\"\n\nD.C. Law 19-169, in the section heading and subsec. (c), substituted \"ICF-IDD\" for \"ICF-MR\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 5032(a) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 16-68, see notes following § 47-1270.\n\nFor Law 18-223, see notes following § 47-355.05.\n\nFor history of Law 19-169, see notes under § 47-1270.\n\nMiscellaneous Notes\n\nShort title: Section 5031 of D.C. Law 18-223 provided that subtitle D of title V of the act may be cited as the \"Intermediate Care Facilities Amendment Act of 2010\".\n\nDC CODE § 47-1271\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 2006, D.C. Law 16-68, § 2(b), 53 DCR 47; Sept. 24, 2010, D.C. Law 18-223, § 5032(a), 57 DCR 6242; Sept. 26, 2012, D.C. Law 19-169, § 33(b)(4), 59 DCR 5567.)","sections":[{"prefix":"a","text":" There is established a fund designated as the Stevie Sellows Quality Improvement Fund (\"Fund\"), which shall be separate from the General Fund of the District of Columbia and shall be used for the purposes set forth in subsection (b) of this section. All assessments collected under this chapter, any and all interest earned on those assessments, and any and all interest and penalties collected under § 47-1274, shall be deposited into the Fund, and shall not revert to the General Fund of the District of Columbia at the end of any fiscal year or at any other time, but shall be continually available for the uses and purposes set forth in subsection (b) of this section, subject to authorization by Congress."},{"prefix":"b","text":" The Fund shall be used to:"},{"prefix":"1","text":" Fund quality of care improvements for those facilities who meet the requirements of § 47-1272 of up to $2.50 per hour, or a higher amount as determined through rulemaking; and"},{"prefix":"2","text":" Cover administrative costs of the Department of Health Care Finance (\"DHCF\") in administering the Fund, which these costs shall not be more than 5% of the Fund's total revenues for a fiscal year."},{"prefix":"c","text":" Notwithstanding subsection (b) of this section, of the revenues deposited in the Fund in fiscal year 2011, at least $1 million shall be used to support quality of care improvements for those facilities that meet the requirements of § 47-1272, and up to $3.7 million may be used to support Medicaid services in the District of Columbia, including reimbursements for ICF-IDDs for the services that they provide."},{"prefix":"d","text":" The Mayor shall submit to the Council, as a part of the annual budget, a requested appropriation for expenditures from the Fund for a fiscal year."},{"prefix":"e","text":" The Mayor shall audit all income and expenses of the Fund annually and provide the annual report to the Council."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"12D","text":"Stevie Sellows Quality Improvement Fund; Icf-Idd Assessment."},"heading":{"title":"47","chaptersection":"1271","identifier":"47-1271","catch_text":"ICF-IDD Quality Improvement Fund."}}