{"text":"Regular Circuit Breaker\n\nIf household income is:                    Tax credit equals:\n$0-$2,999                 95% of property tax [FN*] exceeding 1.5% of household\ngross income\n$3,000-$4,999             75% of property tax [FN*] exceeding 2.0% of household\ngross income\n$5,000-$6,999             75% of property tax [FN*] exceeding 2.5% of household\ngross income\n$7,000-$9,999             75% of property tax [FN*] exceeding 3.0% of household\ngross income\n$10,000-$14,999           75% of property tax [FN*] exceeding 3.5% of household\ngross income\n$15,000-$20,000           75% of property tax [FN*] exceeding 4.0% of household\ngross income\n[FN*] or rent paid constituting property tax (15% of rent)\n\n\nElderly, Blind, or Disabled Circuit Breaker\n\nIf household gross income is:   The credit shall equal the amount of property\ntaxes paid or rent paid constituting property\ntaxes (15% of rent) which is in excess of the\nfollowing percentage of household gross\nincome:\nUnder $4,999                                         1.0%\n$5,000 to $9,999                                     1.5%\n$10,000 to $14,999                                   2.0%\n$15,000 to $20,000                                   2.5%","historical":"Prior Codifications\n\n1981 Ed., § 47-1806.6.\n\n1973 Ed., § 47-1567g.\n\nEffect of Amendments\n\nD.C. Law 16-305 substituted \"claimants with disabilities\" for \"disabled claimants\", throughout the section.\n\nD.C. Law 17-231, in subsec. (b)(5), substituted \"spouse or domestic partner\" for \"spouse\"; and, in subsec. (j)(2), substituted \"spouses or domestic partners\" for \"husband and wife\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-124, see Historical and Statutory Notes following § 47-1803.02.\n\nLaw 2-45, the \"Residential Property Tax Relief Act of 1977,\" was introduced in Council and assigned Bill No. 2-127, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first, amended first, and second readings on June 28, 1977, July 26, 1977 and September 13, 1977, respectively. Signed by the Mayor on November 2, 1977, it was assigned Act No. 2-96 and transmitted to both Houses of Congress for its review.\n\nLaw 2-130, the \"District of Columbia Renters and Homeowners Tax Reduction Act of 1978,\" was introduced in Council and assigned Bill No. 2-318, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 27, 1978 and July 25, 1978, respectively. Signed by the Mayor on August 30, 1978, it was assigned Act No. 2-268 and transmitted to both Houses of Congress for its review.\n\nLaw 3-37, the \"Real Property Tax Classifications Act for Tax Year 1980,\" was introduced in Council and assigned Bill No. 3-141, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on July 31, 1979 and September 11, 1979, respectively. Signed by the Mayor on September 28, 1979, it was assigned Act No. 3-104 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 4-118, see Historical and Statutory Notes following § 47-1801.01a.\n\nFor legislative history of D.C. Law 4-131, see Historical and Statutory Notes following § 47-1801.04.\n\nFor legislative history of D.C. Law 7-104, see Historical and Statutory Notes following § 47-1803.03.\n\nFor Law 16-305, see notes following § 47-802.\n\nFor Law 17-231, see notes following § 47-802.\n\nReferences in Text\n\nThe definition of \"adjusted gross income,\" referred to as being contained in subsection (c) of § 47-1803.2 in subsection (b)(2), is now contained in subsection (b) of § 47-1803.02.\n\n\"The Rental Housing Act of 1977,\" referred to in (b)(8)(A)(i), is D.C. Law 2- 54, which had been codified as Chapter 34 of title 42, and has been superseded by the Rental Housing Act of 1980, D.C. Law 3-131. See also § 42-3401.03(15).\n\nSections 20-2101 and 20-2102, referred to near the end of subsection (f) of this section, refer to sections contained in Title 20 prior to the title's revision by D.C. Law 3-72, effective June 24, 1980.\n\nMiscellaneous Notes\n\nDefinitions applicable: The definitions in § 47-803 apply to this section.\n\nDC CODE § 47-1806.06\n\nCurrent through December 11, 2012","credits":"(July 16, 1947, 61 Stat. 345, ch. 258, art. I, title VI, § 8; Sept. 3, 1974, 88 Stat. 1060, Pub. L. 93-407, title IV, § 451; Jan. 3, 1975, 88 Stat. 2176, Pub. L. 93-635, § 7(a)(1), (b)(1), (c)-(e); Apr. 19, 1977, D.C. Law 1-124, title IV, § 401(d)(2), 23 DCR 8749; Feb. 28, 1978, D.C. Law 2- 45, § 4, 24 DCR 3614; Mar. 3, 1979, D.C. Law 2-130, § 6, 25 DCR 2517; Nov. 20, 1979, D.C. Law 3-37, § 5, 26 DCR 1564; June 11, 1982, D.C. Law 4-118, § 112, 29 DCR 1770; July 24, 1982, D.C. Law 4-131, § 108(c), (d), 29 DCR 2418; Apr. 30, 1988, D.C. Law 7-104, § 39(d), (e), 35 DCR 147; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Apr. 24, 2007, D.C. Law 16-305, § 73(e), 53 DCR 6198; Sept. 12, 2008, D.C. Law 17-231, § 41(i), 55 DCR 6758.)","sections":[{"prefix":"a","text":"(1) For purposes of providing relief to certain District of Columbia residents who own their principal place of residence and who reside in the same, an income tax credit shall be allowed to the eligible claimant equal to the amount by which all or a portion of real property taxes the taxpayer pays on his or her principal place of residence for the taxable year exceeds a percentage (as determined under paragraph (2) of this subsection) of his or her household gross income for that year. District of Columbia residents who rent their principal place of residence, who reside in the same and who are eligible claimants under the provisions of this section, shall be allowed an income tax credit equal to the amount by which rent paid constituting property taxes, deemed for the purposes of this subsection to be 15% of rent, on his or her principal place of residence for the taxable year, exceeds a percentage (as determined under paragraph (2) of this subsection) of his or her household gross income for that year and which exceeds the amount of any rental supplement payments, received by the claimant pursuant to the provisions of title III of the Rental Housing Act of 1977, during that year. The credit shall not exceed a total of $750."},{"prefix":"2","text":" For taxable years beginning after December 31, 1977, the percentage required under paragraph (1) of this subsection to be determined for claimants other than elderly, blind, or claimants with disabilities shall be the percentage specified in the following table:"},{"prefix":"3","text":" For taxable years beginning after December 31, 1977, the percentage required under paragraph (1) of this subsection to be determined for elderly, blind, or claimants with disabilities shall be the percentage specified in the following table:"},{"prefix":"4","text":" All eligible claimants who rent their principal place of residence, who reside in the same and who receive rental supplements under the provisions of title III of the Rental Housing Act of 1977, shall, when computing their income tax credit pursuant to this section, deduct from the amount of said credit the total amount of rental supplements received during the taxable year. The amount of credit which is in excess of any rental supplements received shall constitute the eligible claimant's total income tax credit under this section. If the amount of rental supplements received exceeds the amount of credit calculated under this section, then the eligible claimant's credit shall equal zero."},{"prefix":"b","text":" For purposes of this section:"},{"prefix":"1","text":"(A) The term \"household gross income\" means gains, profits, and income derived from salaries, wages, or compensation for personal services of whatever kind and in whatever form paid, including salaries, wages, and compensation paid by the United States to its officers and employees, or income derived from any trade or business or sales or dealings in property whether real or personal, including capital assets as defined in this chapter growing out of the ownership or sale of or interest in such property; income from rent, royalties, interest, dividends, securities, or transactions of any trade or business carried on for gain or profit, or gains or profits and income derived from any source whatever, including but not limited to cash distributions from a business or investment entity in which the claimant has an interest, alimony, and separate maintenance payments (including amounts received under separate maintenance agreements), strike benefits, cash public assistance and relief (not including relief or credit granted under this section), sick pay, workmen's compensation, proceeds of life insurance policies, the gross amount of any pension or annuity (including railroad retirement benefits, veterans' disability pensions, or payment received under the federal Social Security Act), state or District of Columbia unemployment compensation laws, and nontaxable interest received from the United States, a state or any agency or instrumentality thereof. The word \"income\" does not include gifts from nongovernmental sources, food stamps, or food or other relief in kind supplied by a governmental agency."},{"prefix":"B","text":" In determining household gross income the exclusions from gross income as provided by § 47-1803.02(a) shall not apply."},{"prefix":"2","text":" The term \"household income\" shall have the same meaning as the words \"adjusted gross income\" as defined in subsection (c) of § 47-1803.02. For purposes of determining adjusted gross income within the meaning of this section, gross income shall mean household income as defined in this section."},{"prefix":"3","text":" The term \"home\" means the claimant's dwelling house, whether owned or rented by the claimant, and so much of the land surrounding it as is reasonably necessary for use of the dwelling as a home, and may include a multi-unit building or a multi-purpose building and a part of the land upon which it is located."},{"prefix":"4","text":" The term \"claimant\" means a person who has filed a claim under this section, was an owner of record of a home in the District, or a lessee, tenant at will, or tenant at sufferance paying rent on a home in the District, during the entire calendar year preceding the year in which he files a claim for relief under this section. Only 1 claimant per home and per household per year shall be entitled to relief under this section."},{"prefix":"5","text":" The term \"elderly claimant\" means a claimant who is 62 years of age or older during any tax year or part thereof beginning after December 31, 1976, and who, together with his or her spouse or domestic partner, if any, provides 50% or more of the household gross income of the household of which he or she is a part."},{"prefix":"6","text":" The term \"blind claimant\" means a claimant whose central visual acuity does not exceed 20/200 in the better eye with correcting lenses or whose visual acuity is greater than 20/200 but is accompanied by a limitation in the field of vision such that the widest diameter of the visual field subtends an angle no greater than 20 degrees."},{"prefix":"7","text":"(A) The term \"disabled claimant\" means a claimant unable to engage in any gainful activity by reason of a medically determinable physical or mental impairment which can be expected to result in death or which has lasted or can be expected to last for a continuous period of not less than 12 months. Certification of such physical or mental impairment shall be attested to by a licensed physician selected by the claimant at his or her own expense. Such claims and certification shall be submitted in such form and in such manner and at such time as the Mayor shall prescribe."},{"prefix":"B","text":" In the event that the Mayor shall determine that a claim made under the provisions of this subsection is unsubstantiated by available evidence, the Mayor may require the claimant to be examined by a licensed physician chosen by the Mayor at the expense of the District of Columbia government."},{"prefix":"8","text":"(A) The term \"rent paid\" is that amount paid by a claimant to a landlord solely for the right of occupancy of a home in the District, including the right to use the personal property located therein. Utility charges may be included in the amount of rent paid if they are included in the amount paid to a landlord in connection with the right to occupancy. The term \"rent paid\" does not include:"},{"prefix":"i","text":" Rental supplements obtained under the provisions of title III of the Rental Housing Act of 1977;"},{"prefix":"ii","text":" Advance rental payments for another period;"},{"prefix":"iii","text":" Rental deposits, whether or not expressly set out in the rental agreement;"},{"prefix":"iv","text":" Any charges for medical services or food provided by the landlord; or"},{"prefix":"v","text":" Payments made to a landlord for the right of occupancy of property which is exempt from District real property taxes."},{"prefix":"B","text":" The term \"rent constituting property taxes accrued\" means 15% of the rent paid in any calendar year by a claimant solely for the right of occupancy of his home in the calendar year, and which constitutes the basis of a claim in the succeeding calendar year for a credit for property taxes paid."},{"prefix":"c","text":" In the event that any installment of rent for a calendar year for which a claim is filed is paid prior to the beginning of or subsequent to the end of such calendar year, it shall be included as rent for the year for which the claim was made and for no other year, and shall not be included as rent for purposes of this section for the year in which the installment was paid."},{"prefix":"d","text":" If the Mayor determines that the rent paid was not the result of an agreement entered into at arm's length between the tenant and his landlord, the Mayor may adjust the rent to a reasonable amount for the purposes of this section."},{"prefix":"e","text":"(1) Beginning with calendar year 1977, and for each succeeding calendar year, if a claimant owns and occupies his or her home in the District on December 31st of any such year, \"property taxes accrued\" means real property taxes (exclusive of special assessments, interest on a delinquency in payment of tax, and penalties and services charges) as reflected on the District real estate tax bill ordinarily sent out in September of such year; provided, however, that any amount of real property tax deferred under the provisions of § 47-845 shall be considered as \"property taxes accrued\" for the purpose of determining the credit allowable under this section. If a home is an integral part of a larger unit such as a multi-purpose building or a multi-dwelling building, property taxes accrued shall be that percentage of the total property taxes accrued as the value of the home bears to the total value of the property."},{"prefix":"2","text":" When a claimant owns or rents 2 or more different homes in the District in the same calendar year, \"property taxes accrued\" or \"rent constituting property taxes accrued\" shall be based on the claimant's status as an owner or renter on December 31st of such calendar year."},{"prefix":"3","text":" When a claimant rents 2 or more different homes in the District in the same calendar year, rent paid by the claimant during that year shall be determined by dividing the rent paid pursuant to the last rental agreement in force during that calendar year by the number of months during that calendar year for which this rent was paid and by multiplying the result by 12."},{"prefix":"f","text":" The right to file under this section shall be personal to the claimant, but such right may be exercised by his legal guardian or attorney-in-fact. The right to file a claim shall not survive the death of a claimant. If a claimant dies after having filed a claim, any amount refunded as a result thereof shall be disbursed to his estate; provided, that if no executor or administrator qualifies therein within 2 years of the filing of the claim, or no petition for distribution of a small estate is filed pursuant to §§ 20-2101 and 20-2102, the claim shall not be allowed."},{"prefix":"g","text":" Subject to the limitations provided in this section, commencing with the taxable year beginning after December 31, 1974, and for succeeding taxable years, the claimant may claim as a credit against the District income taxes otherwise due on his income, property taxes accrued or rent constituting property taxes accrued for that year. If the allowable amount of such claim exceeds the income taxes otherwise due from the claimant, or other tax liabilities of the claimant to the District, or if there are no District income taxes due from the claimant, the amount of the claim not used as an offset against income taxes or other tax liabilities of the claimant to the District shall be paid or credited to the claimant. No interest shall be allowed on any payment made to a claimant pursuant to this section."},{"prefix":"h","text":" No claim with respect to property taxes accrued or with respect to rent constituting property taxes accrued shall be allowed unless a District of Columbia individual income tax return or (if the claimant is not required to file such return) a claim for credit under this section is filed with the District on the forms and in such manner and with such information as the Mayor may prescribe. Any claim for credit shall be filed with the District on or before the expiration of the 3-year statute of limitations. The statute of limitations shall commence to run on April 15th of the year following the year for which the claim is made."},{"prefix":"i","text":" The amount of any claim otherwise payable under this section may be applied by the District against any outstanding tax liability of the claimant to the District."},{"prefix":"j","text":"(1) In determining eligibility for the credit allowable under this section, and for the purpose of determining outstanding tax liability (if any) of the claimant to the District household income for which the claim is filed and the claimant's outstanding tax liability (if any) shall be determined on the basis of the combined household income of all members present in the household."},{"prefix":"2","text":" In the case of spouses or domestic partners who, during the entire calendar year for which a claim is filed under this section, maintain separate homes, for the purpose of determining household income and the claimant's outstanding tax liability (if any), such spouses or domestic partners shall be deemed to have been unmarried during the calendar year for which the claim is made."},{"prefix":"k","text":" No credit shall be allowed under this subchapter for any year during which the person claiming the credit was a dependent, under any state, federal, or District law levying a tax on income, unless during that year such person is or becomes 65 years of age or older."},{"prefix":"l","text":" A claimant whose claim is based on the amount of rent paid shall substantiate the rent paid upon a request by the Mayor."},{"prefix":"m","text":"(1) If, on an audit of any claim filed under this section, the Mayor finds the amount to have been incorrectly computed, he shall determine the correct amount and notify the claimant in accordance with the procedures set forth in § 47-1812.05."},{"prefix":"2","text":" If it is determined that a claim was filed with fraudulent intent, it shall be disallowed in full. If the claim has been paid or a credit has been allowed against income taxes otherwise payable, the credit shall be canceled and the amount paid shall be assessed against the claimant and recovered in the same manner as provided for the collection of taxes under § 47-412."},{"prefix":"n","text":" No claim for relief under this section shall be allowed to any person who was not living in a home which was subject to District of Columbia real property taxation during the calendar year for which the claim is filed."},{"prefix":"o","text":" The Mayor is authorized to provide a table which will approximate, as closely as feasible, the amount of relief allowable under this section."},{"prefix":"p","text":" If it is determined by the District that a claimant received title to his home in the District or became legally obligated to pay rent for his home in the District primarily for the purpose of receiving benefits under the provisions of this section, his claim shall be disallowed."},{"prefix":"q","text":" The Council of the District of Columbia is empowered to make such changes in the amount of annual relief provided under subsection (a) of this section as it may deem proper."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Tax on Residents and Nonresidents. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1806","identifier":"47-1806.06","catch_text":"Tax on residents and nonresidents--Credits--Property taxes."}}