{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-231, in subsec. (a)(6), substituted \"(and, if married or in a domestic partnership, the employee's spouse or domestic partner)\" for \"(and, if married, the employee's spouse)\".\n\nLegislative History of Laws\n\nFor Law 14-114, see notes following § 47-857.01.\n\nFor Law 17-231, see notes following § 47-802.\n\nMiscellaneous Notes\n\nSection 1101 of D.C. Law 14-114 provides: \"The Mayor, pursuant to Title I of the District of Columbia Administrative Procedure Act, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), shall promulgate rules to implement this act.\"\n\nDC CODE § 47-1807.07\n\nCurrent through December 11, 2012","credits":"(Apr. 19, 2002, D.C. Law 14-114, § 901(b)(2), 49 DCR 1468; Sept. 12, 2008, D.C. Law 17-231, § 41(l), 55 DCR 6758.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":"(A) \"Area median income\" means:"},{"prefix":"i","text":" For a household of 4 persons, the area median income for a household of 4 persons in the Washington Metropolitan Statistical Area as set forth in the periodic calculation provided by the United States Department of Housing and Urban Development;"},{"prefix":"ii","text":" For a household of 3 persons, 90% of the area median income for a household of 4 persons;"},{"prefix":"iii","text":" For a household of 2 persons, 80% of the area median income for a household of 4 persons;"},{"prefix":"iv","text":" For a household of one person, 70% of the area median income for a household of 4 persons; and"},{"prefix":"v","text":" For a household of more than 4 persons, the area median income for a household of 4 persons, increased by 10% of the area median income for a family of 4 persons for each household member exceeding 4 persons (e.g., the area median income for a family of 5 shall be 110% of the area median income for a family of 4; the area median income for a household of 6 shall be 120% of the area median income for a family of 4)."},{"prefix":"B","text":" Any percentage of household income referenced in this title (e.g., 80% of household income) shall be determined through a direct mathematical calculation and shall not take into account any adjustments made by the United States Department of Housing and Urban Development for the purposes of the programs it administers."},{"prefix":"2","text":" \"Certified employer-assisted home purchase program\" means a program:"},{"prefix":"A","text":" Through which an employer provides homeownership assistance to its employees;"},{"prefix":"B","text":" Which is provided uniformly to the employees of the employer; provided, that the employer may limit eligibility for the program by establishing a maximum income limit and may limit assistance to new homebuyers; and"},{"prefix":"C","text":" Which is certified by the Mayor."},{"prefix":"3","text":" \"Eligible employee\" means an employee who:"},{"prefix":"A","text":" Has been employed by the employer for the prior 12 months;"},{"prefix":"B","text":" Is not self-employed;"},{"prefix":"C","text":" Is not a member of the board of directors of the employer;"},{"prefix":"D","text":" Does not own, directly or indirectly, a majority of the stock of the employer; and"},{"prefix":"E","text":" Has a household income equal to or less than 120% of the area median income."},{"prefix":"4","text":" Employer\" means a natural person, corporation, partnership, limited liability company, or other entity that:"},{"prefix":"A","text":" Is subject to taxation under § 47-1807.02 or § 47-1808.03 or is exempt from taxation under § 47-1802.01; and"},{"prefix":"B","text":" Has one or more employees."},{"prefix":"5","text":" \"Homeownership assistance\" means money provided to an eligible employee by an employer for the down payment or other acquisition costs for the purchase of the principal place of residence of the employee."},{"prefix":"6","text":" \"New homebuyer\" means an employee (and, if married or in a domestic partnership, the employee's spouse or domestic partner) who did not own a principal place of residence in the District during the previous 12 months."},{"prefix":"b","text":"(1) For taxable years beginning after December 31, 2002, the amount of tax payable under this subchapter shall be reduced by a credit equal to 1/2 of the amount of the homeownership assistance provided by the employer to its eligible employees during the taxable year; provided, that:"},{"prefix":"A","text":" The reduction shall not exceed $2,500 for any one eligible employee who receives homeownership assistance;"},{"prefix":"B","text":" The assistance is provided through a certified employer-assisted home purchase program;"},{"prefix":"C","text":" The assistance is used for the purchase of a qualified residential real property; and"},{"prefix":"D","text":" The eligible employee is a new homebuyer."},{"prefix":"2","text":" If the homeownership assistance consists of providing a loan and then discharging all or a portion of the loan upon completion of a required period of employment, the homeownership assistance shall be treated as provided at the time that the loan, or the portion of the loan, is discharged."},{"prefix":"3","text":" To claim the credit allowed by this subsection, the employer shall attach to its tax return:"},{"prefix":"A","text":" A form certifying, for each person for whom the employer is claiming the credit under this section:"},{"prefix":"i","text":" The person is an eligible employee of the employer;"},{"prefix":"ii","text":" The employer provided homeownership assistance to the eligible employee under a certified employer-assisted home purchase program;"},{"prefix":"iii","text":" The amount of homeownership assistance provided to the eligible employee;"},{"prefix":"iv","text":" The eligible employee used the homeownership assistance to purchase qualified residential real property;"},{"prefix":"v","text":" The household size and household income of the eligible employee;"},{"prefix":"vi","text":" The address of the qualified residential real property; and"},{"prefix":"vii","text":" The eligible employee intends to reside in the qualified residential real property for at least 5 years; and"},{"prefix":"B","text":" A copy of the certification of the employer's employer-assisted affordable homeownership assistance program under which the homeownership assistance was provided."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Tax on Corporations and Financial Institutions. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1807","identifier":"47-1807.07","catch_text":"Employer-assisted home purchase tax credit."}}