{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-282, in subsec. (b), substituted \"have on deposit\" for \"deposit the greater of $100 or\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 12(ii) of Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, October 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see § 12(ii) of Tax Clarity and Related Amendments Temporary Act of 2003 (D.C. Law 14-228, March 23, 2003, law notification 50 DCR 2741).\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nFor temporary (90 day) amendment of section, see § 12(hh) of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) amendment of section, see § 12(ii) of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 12(ii) of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-901.\n\nFor Law 14-282, see notes following § 47-902.\n\nDC CODE § 47-1346\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 507(a)(2), 48 DCR 334; Apr. 4, 2003, D.C. Law 14-282, § 11(dd), 50 DCR 896.)","sections":[{"prefix":"a","text":"(1)(A) The sale shall be held by the Mayor on the date and at the place stated in the public notice."},{"prefix":"B","text":" If the sale cannot be completed on the date stated in the notice, the Mayor shall continue the sale, as determined by the Mayor and announced to the potential purchasers at the sale, until all real property included in the public notice is sold."},{"prefix":"2","text":" All sales shall be at public auction to the purchaser who makes the highest bid."},{"prefix":"3","text":"(A) The Mayor shall retain any common law or other authority normally granted to an auctioneer conducting a public auction and may refuse to accept bids that are not made in good faith."},{"prefix":"B","text":" The Mayor may delegate this authority to an auctioneer."},{"prefix":"4","text":" The conduct of the sale shall be according to terms set by the Mayor, and published with a reasonable degree of specificity in the public notice, to ensure the orderly functioning of the public auction and the integrity of the tax sale process, including requirements that potential purchasers:"},{"prefix":"A","text":" Establish their eligibility for bidding by presenting evidence of the legal existence of the bidding entities that are satisfactory to the Mayor;"},{"prefix":"B","text":" Limit their representation at a sale to no more than a single agent for each bidding entity;"},{"prefix":"C","text":" Refrain from an act, agreement, consent, or conspiracy to suppress, pre-determine, rig, or fix the bidding at the sale; and"},{"prefix":"D","text":" Provide such other information as the Mayor may require."},{"prefix":"5","text":" A potential purchaser, including a natural person or business entity, who is delinquent in payment of taxes to the District, may not bid on real property offered at a sale held under this chapter or otherwise acquire an interest in real property sold under this chapter. For purposes of this paragraph, a potential purchaser shall include a person owning a 10% or more equity interest in, or an officer of, an entity that owns a 10% or more equity interest in real property on which taxes are delinquent. The certificate of sale held by the purchaser in violation of this paragraph shall be void and monies paid for the real property as described in the certificate of sale shall be forfeited to the District. This paragraph shall not be circumvented by a purchaser through the use of one or more business entities to avoid its intended application."},{"prefix":"b","text":" Before making any bid, a potential purchaser shall have on deposit 20% of the purchase price. The deposit shall guarantee full and final settlement for the purchase. If the required deposit is not sufficient, the real property shall be immediately re-auctioned."},{"prefix":"c","text":" Unless otherwise provided in this chapter, a real property shall not be sold for less than the amount of the taxes."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"13A","text":"Revised Real Property Tax Sales."},"subchapter":{"identifier":"II","text":"Sale."},"heading":{"title":"47","chaptersection":"1346","identifier":"47-1346","catch_text":"Sale at public auction."}}