{"text":"","historical":"Miscellaneous Notes\n\nSection 3 of D.C. Law 14-165 provides that section 2 shall apply to taxable years beginning on January 1, 2001.\n\nLegislative History of Laws\n\nFor Law 14-165, see notes following ยง 47-1803.02.\n\nDC CODE ยง 47-1806.10\n\nCurrent through December 11, 2012","credits":"(June 25, 2002, D.C. Law 14-165, ยง 2(b)(2), 49 DCR 4261.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Average annual net backpay and frontpay amount\" means the amount equal to the excess of employment discrimination backpay and frontpay over the amount of deductions that would have been allowable but for subsection (b)(1)(B) of this section, divided by the number of years in the backpay period and frontpay period."},{"prefix":"2","text":" \"Backpay\" means amounts includible in gross income in the taxable year as compensation which is attributable to services performed, or that would have been performed, but for a claimed violation of law, as an employee, former employee, or prospective employee in a prior taxable year for the taxpayer's employer, former employer, or prospective employer."},{"prefix":"3","text":" \"Backpay period\" means the period during which services are performed, or would have been performed, to which backpay is attributable. If the period is not equal to a whole number of taxable years, the period shall be increased to the next highest number of whole taxable years."},{"prefix":"4","text":" \"Employment discrimination backpay or frontpay\" means backpay or frontpay receivable, whether as a lump sum or periodic payments, on account of a claim of unlawful employment discrimination."},{"prefix":"5","text":" \"Frontpay\" means amounts includible in gross income in the taxable year as compensation which is attributable to employment that would have been performed but for a claimed violation of law, in a subsequent taxable year, and which are:"},{"prefix":"A","text":" Ordered, recommended, or approved by any government entity to satisfy a claim for violation of law; or"},{"prefix":"B","text":" Received from the settlement of such a claim."},{"prefix":"6","text":" \"Frontpay period\" means the period of foregone employment to which frontpay is attributable. If the period is not equal to a whole number of taxable years, the period shall be increased to the next highest number of whole taxable years."},{"prefix":"b","text":" If employment discrimination backpay or frontpay is received during a taxable year, the tax imposed under ยง 47-1806.03 for the taxable year shall not exceed the sum of:"},{"prefix":"1","text":" The tax which would be so imposed if:"},{"prefix":"A","text":" No amount of backpay or frontpay were included in gross income for the year; and"},{"prefix":"B","text":" No deductions were allowed for the year for expenses (otherwise allowable as a deduction to the taxpayer for the year) in connection with making or prosecuting any claim of unlawful employment discrimination by or on behalf of the taxpayer; and"},{"prefix":"2","text":" The product of:"},{"prefix":"A","text":" The number of years in the backpay period and frontpay period; and"},{"prefix":"B","text":" The amount by which the tax determined under paragraph (1) of this subsection would increase if the amount on which such tax is determined were increased by the average annual net backpay and frontpay amount."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Tax on Residents and Nonresidents. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1806","identifier":"47-1806.10","catch_text":"Income averaging--employment discrimination."}}