{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-108.\n\n1973 Ed., § 47-108.\n\nDC CODE § 47-108\n\nCurrent through December 11, 2012","credits":"(June 26, 1934, 48 Stat. 1230, ch. 756, § 13; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" Effective July 1, 1935, such portion of any acts as provide appropriations from the appropriation accounts appearing on the books of the government and listed in subsection (b) of this section are hereby repealed, and any balances remaining in, or but for this provision would accrue to, such accounts shall be covered into the Treasury of the United States to the credit of the District of Columbia. Any claims accruing on or after July 1, 1935, which but for this section properly would have been charged to these appropriation accounts shall, upon proper audit, be certified to Congress for appropriation, which is hereby authorized."},{"prefix":"b","text":"(1) Militia fund from fines, District of Columbia (DCs592)."},{"prefix":"2","text":" Industrial Home School Fund, District of Columbia (DCs463)."},{"prefix":"3","text":" Sanitary Fund, District of Columbia (DCt619)."},{"prefix":"4","text":" New site and buildings, Industrial Home School, District of Columbia (DCs460)."},{"prefix":"5","text":" Payment to tenants of excess rentals recovered by Rent Commission, District of Columbia (DCs087)."},{"prefix":"6","text":" Escheated Estates Relief Fund, District of Columbia (DCs612)."},{"prefix":"7","text":" Redemption of tax-lien certificates, District of Columbia (DCt618)."},{"prefix":"8","text":" Washington Special Tax Fund, District of Columbia (DCt623)."},{"prefix":"9","text":" Redemption of assessment certificates, District of Columbia (DCt617)."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions."},"heading":{"title":"47","chaptersection":"108","identifier":"47-108","catch_text":"Repeal of certain federal appropriation provisions."}}