{"text":"If, upon transfer of jurisdiction or title from the United States of America to the District of Columbia, the real property located in the District of Columbia historically known as Reservation 13 is exempt from real property taxes, exempt real property that is leased, loaned, or otherwise made available to any person in connection with a commercial enterprise or as a residence shall be subject to payments in lieu of taxes, unless exempt pursuant to § 47-1002, in an amount equivalent to the tax which would be lawfully assessed if the real property were not exempt or immune from real property taxation. Payments in lieu of taxes shall be treated in the same manner as a tax under § 47- 1330(2) and shall be subject to collection under Chapter 13A of this title.","historical":"Effect of Amendments\n\nD.C. Law 15-105, in the section name line, validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor Law 15-105, see notes following § 47-902.\n\nLaw 14-300, the \"Draft Master Plan for Public Reservation 13 Approval Act of 2002\", was introduced in Council and assigned Bill No. 14-648, which was referred to the Committee on the Whole. The Bill was adopted on first and second readings on November 7, 2002, and December 3, 2002, respectively. Signed by the Mayor on January 7, 2003, it was assigned Act No. 14-576 and transmitted to both Houses of Congress for its review.   D.C. Law 14-300 became effective on April 11, 2003.\n\nDC CODE § 47-1055\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 2003, D.C. Law 14-300, § 7(a), 50 DCR 406; Mar. 13, 2004, D.C. Law 15-105, § 84, 51 DCR 881.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Property Exempt from Taxation. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1055","identifier":"47-1055","catch_text":"Payments in lieu of taxes, Reservation 13 Benefit Area."}}