{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-282 designated the existing text as subsec. (a); and added subsecs. (b) and (c).\n\nD.C. Law 15-105 validated previously made technical corrections.\n\nD.C. Law 15-267 rewrote this section which had read:\n\n\"(a) The Council of the District of Columbia orders that all real property taxes, interest, penalties, fees, and other related charges assessed against real property located at square 1060, lot 30, for the period of tax years 1997 to 2001, be forgiven, and that any payments already made for this period, as of June 25, 2002, be refunded; provided, that this property is owned, occupied, and used by the Capitol Hill Community Garden Land Trust, is available for use by the public, and not used for commercial purposes.\n\n\"(b) The one-time transfer of the property specified in subsection (a) of this section to the Capitol Hill Community Garden Land Trust shall not be subject to the taxes or fees under chapters 9 or 14 of this title.\n\n\"(c) Upon the transfer of the property described in subsection (a) of this section to the Capitol Hill Community Garden Land Trust, the property shall be exempt from all taxation so long as the same is used in carrying out the public purposes and activities of the Capitol Hill Community Garden Land Trust, and not used for commercial purposes and subject to the provisions of 47-1005, 47- 1007, and 47-1009.\"\n\nD.C. Law 16-191, in subsec. (b), inserted \"of this title\" following \"14\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Kings Court Community Garden Equitable Real Property Tax Relief Emergency Act of 2004 (D.C. Act 15- 619, November 30, 2004, 51 DCR 11452).\n\nFor temporary (90 day) amendment of section, see § 2 of Kings Court Community Garden Equitable Real Property Tax Relief Congressional Review Emergency Act of 2005 (D.C. Act 16-28, February 17, 2005, 52 DCR 2989).\n\nFor temporary (90 day) amendment of section, see § 8 of Finance and Revenue Technical Amendments Second Emergency Amendment Act of 2006 (D.C. Act 16-585, December 28, 2006, 54 DCR 340).\n\nLegislative History of Laws\n\nFor Law 14-282, see notes following § 47-902.\n\nFor Law 15-105, see notes following § 47-902.\n\nLaw 15-267, the \"Kings Court Community Garden Equitable Real Property Tax Relief Act of 2004\", was introduced in Council and assigned Bill No. 15-102, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 9, 2004, and December 7, 2004, respectively. Signed by the Mayor on December 29, 2004, it was assigned Act No. 15-652 and transmitted to both Houses of Congress for its review. D.C. Law 15-267 became effective on April 5, 2005.\n\nFor Law 16-191, see notes following § 47-308.02.\n\nDC CODE § 47-1054\n\nCurrent through December 11, 2012","credits":"(June 25, 2002, D.C. Law 14-151, § 2, 49 DCR 4244; Apr. 4, 2003, D.C. Law 14-282, § 14, 50 DCR 896; Mar. 13, 2004, D.C. Law 15-105, §§ 72(d), 83, 51 DCR 881; Apr. 5, 2005, D.C. Law 15-267, § 2, 52 DCR 471; Mar. 2, 2007, D.C. Law 16-191, § 75, 53 DCR 6794.)","sections":[{"prefix":"a","text":" The Council of the District of Columbia orders that all real property taxes, interest, penalties, fees, and other related charges assessed against real property located at square 1060, lot 30, for the period of tax years 1997 to 2003, be forgiven, and that any payment already made for this period, as of [April 5, 2005], be refunded; provided, that this property is owned and used by the Capitol Hill Community Garden Land Trust as a community garden, which is available for use by the public, and not used for commercial purposes."},{"prefix":"b","text":" The one-time transfer of the property specified in subsection (a) of this section to the Capitol Hill Community Garden Land Trust shall not be subject to the recordation and transfer taxes and fees under Chapters 9 or 14 of this title."},{"prefix":"c","text":" Upon the transfer of the property described in subsection (a) of this section to the Capitol Hill Community Garden Land Trust, the property shall be exempt from all taxation so long as the same is used in carrying out the public purposes and activities of the Capitol Hill Community Garden Land Trust, and not used for commercial purposes and subject to the provisions of §§ 47- 1005, 47-1007 and 47-1009."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Property Exempt from Taxation. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1054","identifier":"47-1054","catch_text":"Capitol Hill Community Garden Land Trust; lot 30, square 1060."}}