{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-1810.1.\n\n1973 Ed., § 47-1580.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-95, see Historical and Statutory Notes following § 47-1801.04.\n\nFor legislative history of D.C. Law 4-131, see Historical and Statutory Notes following § 47-1801.04.\n\nFor legislative history of D.C. Law 4-150, see Historical and Statutory Notes following § 47-1801.04.\n\nFor legislative history of D.C. Law 5-32, see Historical and Statutory Notes following § 47-1816.03.\n\nFor legislative history of D.C. Law 7-29, see Historical and Statutory Notes following § 47-1801.01a.\n\nReferences in Text\n\nThe Bank Holding Company Act of 1956, referred to in the proviso in the first sentence in paragraph (2) of subsection (a) of this section, is 70 Stat. 133, ch. 240, approved May 9, 1956.\n\nThe Bank Holding Company Act Amendments of 1970, referred to in the same proviso, is 84 Stat. 1760, Pub. L. 91-607, approved December 31, 1970.\n\nMiscellaneous Notes\n\nMayor authorized to issue regulations: Section 401 of D.C. Law 4-150 and § 9 of D.C. Law 5-32 provided that the Mayor shall issue regulations necessary to carry out the provisions of these acts.\n\nDC CODE § 47-1810.01\n\nCurrent through December 11, 2012","credits":"(July 16, 1947, 61 Stat. 349, ch. 258, art. I, title X, § 1; May 3, 1948, 62 Stat. 207, ch. 246, § 2; Apr. 17, 1974, 88 Stat. 85, Pub. L. 93-268, § 1; Sept. 13, 1980, D.C. Law 3-95, § 106(a), 27 DCR 3509; July 24, 1982, D.C. Law 4-131, § 102, 29 DCR 2418; Sept. 17, 1982, D.C. Law 4-150, § 105, 29 DCR 3377; Oct. 8, 1983, D.C. Laws 5-32, § 7, 30 DCR 4013; Oct. 1, 1987, D.C. Law 7-29, § 2(j), 34 DCR 5097; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" It is the purpose of this chapter to impose:"},{"prefix":"1","text":" An income tax upon the entire net income of every resident and every resident estate and trust; and"},{"prefix":"2","text":" A franchise tax upon every corporation, financial institution, and unincorporated business for the privilege of carrying on or engaging in any trade or business within the District and of receiving such other income as is derived from sources within the District; provided, however, that, in the case of any corporation, the amount received as dividends from a corporation which is subject to taxation under this chapter or under Chapter 26 of this title, and, in the case of a corporation not engaged in carrying on any trade or business within the District, interest received by it from a corporation which is subject to taxation under this chapter or under Chapter 26 of this title shall not be considered as income from sources within the District for purposes of this chapter; and in the case of any corporation organized as a bank holding company under the provisions of the Bank Holding Company Act of 1956 and the Bank Holding Company Act Amendments of 1970, the amount received as dividends from a corporation which is subject to taxation under this chapter or under the provisions of § 47-2501, and in the case of any such bank holding company not engaged in carrying on any trade or business within the District, interest received by it from a corporation which is subject to taxation under such sections, shall not be considered as income from sources within the District for purposes of this chapter. Provided further, that income derived from the sale of tangible personal property by a corporation, financial institution, or unincorporated business not carrying on or engaging in trade or business within the District as defined in §§ 47-1801.01 to 47-1801.04 shall not be considered as income from sources within the District for purposes of this chapter, with the exception of income from sale to the United States not excluded from gross income as provided in § 47-1803.02(a)(2)(I); provided, further, that dividends received from subsidiary corporations for whom the taxpayer provides services are deemed to be business income subject to apportionment."},{"prefix":"b","text":" Notwithstanding the provisions of this section, all interest received and all dividends (except dividends of corporations subject to the District of Columbia franchise tax or interest and dividends attributable to any IBF time deposit or IBF loan) received by financial institutions shall be deemed to be business income."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"Purpose of Chapter and Allocation and Apportionment."},"heading":{"title":"47","chaptersection":"1810","identifier":"47-1810.01","catch_text":"Purpose of chapter."}}