{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-1809.10.\n\n1973 Ed., § 47-1577i.\n\nEffect of Amendments\n\nD.C. Law 13-305 rewrote subsec. (a) which had read:\n\n\"(a) Exempt status. -- A trust forming part of a stock bonus, pension, or profit-sharing plan of an employer for the exclusive benefit of his employees or their beneficiaries shall not be taxable under this chapter and no other provision of this chapter shall apply with respect to such trust or to its beneficiary, except as hereinafter in this section expressly provided, if such trust meets the requirements for exemption from federal income tax under §§ 401, 402, and 501(a) of the Internal Revenue Code of 1986 (§§ 401, 402, and 501(a) of Title 26, United States Code).\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-9, see Historical and Statutory Notes following § 47-1801.04.\n\nFor legislative history of D.C. Law 7-29, see Historical and Statutory Notes following § 47-1801.01a.\n\nFor Law 13-305, see notes under § 47-901.\n\nMiscellaneous Notes\n\nSection 203(a) of D.C. Law 13-305 provides:\n\n\"(a) Section 202(a) through (e) shall apply for all tax years beginning after December 31, 2000.\"\n\nDC CODE § 47-1809.10\n\nCurrent through December 11, 2012","credits":"(July 16, 1947, 61 Stat. 348, ch. 258, art. I, title IX, § 10; June 24, 1987, D.C. Law 7-9, § 2(j), 34 DCR 3283; Oct. 1, 1987, D.C. Law 7-29, § 2(i), 34 DCR 5097; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 202(d), 48 DCR 334.)","sections":[{"prefix":"a","text":" Exempt status. -- A trust forming part of a stock bonus, pension, or profit-sharing plan of an employer for the exclusive benefit of his employees or their beneficiaries shall not be taxable under this chapter and, except as expressly provided in this section, no other provision of this chapter shall apply with respect to such trust or to its beneficiary if such trust meets the requirements for exemption from federal income tax under sections 401, 402, and 501(a) of the Internal Revenue Code of 1986; provided, that to the extent that the trusts have unrelated business income subject to tax under section 511 of the Internal Revenue Code of 1986, the unrelated business income shall be taxed in the same manner and to the same extent as the tax imposed by subchapter VII of this chapter, except as hereinafter in this section expressly provided."},{"prefix":"b","text":" Distributions. -- The amount actually distributed or made available to any distributee by any such trust shall be taxable to him, in the year in which so distributed or made available, under § 47-1803.02(b)(2) as if it were an annuity the consideration for which is the amount contributed by the employee."},{"prefix":"c","text":" Nonexempt contributions. -- Contribution to a trust made by an employer during a taxable year of the employer which ends within or with a taxable year of the trust for which the trust is not exempt under subsection (a) of this section shall be included in the gross income of an employee for the taxable year in which the contribution is made to the trust in the case of an employee whose beneficial interest in such contribution is nonforfeitable at the time the contribution is made."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"IX","text":"Tax on Estates and Trusts. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1809","identifier":"47-1809.10","catch_text":"Tax on estates and trusts--Employees' trusts."}}