{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-282, in subsec. (a), made nonsubstantive changes in pars. (2) and (3), and added par. (4); and in subsec. (b), substituted \"§ 47-1353(a)(3) or (b)\" for \"§ 47-1353(b)\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 12(rr) of Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, October 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see § 12(rr) of Tax Clarity and Related Amendments Temporary Act of 2003 (D.C. Law 14-228, March 23, 2003, law notification 50 DCR 2741).\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nFor temporary (90 day) amendment of section, see § 12(qq) of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) amendment of section, see § 12(rr) of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 12(rr) of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-901.\n\nFor Law 14-282, see notes following § 47-902.\n\nDC CODE § 47-1382\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 507(a)(2), 48 DCR 334; Apr. 4, 2003, D.C. Law 14-282, § 11(mm), 50 DCR 896.)","sections":[{"prefix":"a","text":" A final judgment foreclosing the right of redemption shall direct the Mayor to execute and deliver a deed to the purchaser in fee simple on payment to the Mayor of the amount required under this section. No deed shall be executed before such payment is received. The final judgment shall direct the Mayor to enroll the purchaser in fee simple as the owner of the real property. The fee simple interest shall be conveyed subject to:"},{"prefix":"1","text":" A lien filed by the taxing agency under § 47-1340(c);"},{"prefix":"2","text":" The tenancy of a residential tenant (other than a tenant described in § 47-1371(b)(1)(C) and (D));"},{"prefix":"3","text":" Easements of record and any other easement that may be observed by an inspection of the real property; and"},{"prefix":"4","text":" An instrument securing payment of a promissory note executed under § 47- 1353(a)(3)."},{"prefix":"b","text":" Notwithstanding subsection (a)(1) of this section, the fee simple interest conveyed of a real property sold under § 47-1353(a)(3) or (b) shall not be subject to a lien filed by the taxing agency under § 47-1340(c)."},{"prefix":"c","text":" The purchaser shall pay all amounts that would be required of a person redeeming under § 47-1361; provided, that the purchaser shall not make payment for taxes and periods for which the purchaser purchased the certificate of sale, was assigned a certificate of sale under § 47-1349, and made payment under § 47-1354."},{"prefix":"d","text":" The deed shall be prepared by the purchaser or the attorney for the purchaser and all expenses incident to the preparation, execution, delivery, and recordation of the deed shall be paid by the purchaser."},{"prefix":"e","text":" The plaintiff shall provide a certified copy of the final judgment to the Mayor."},{"prefix":"f","text":" If the purchaser fails to pay to the Mayor the amount required under this section within 30 days of the final judgment, the final judgment may be vacated as void by the Superior Court on the motion of any party. If the purchaser does not record the deed in the Recorder of Deeds within 30 days of the execution of the deed, the final judgment may be vacated as void by the Superior Court on the motion of any party. If a final judgment is so vacated, the deed and the certificate of sale are void and all money paid by the purchaser to the Mayor is forfeited except as provided in § 47-1354(c)."},{"prefix":"g","text":" Any surplus paid for a real property by a purchaser shall be applied against other taxes, interest thereon, and expenses owing on the real property for which a deed is sought if the application and timely balance payment shall result in the full payment required to obtain the deed."},{"prefix":"h","text":" Any overpayment, including expenses, shall be paid by the Mayor to the person who made the overpayment. If there is a dispute regarding payment of the overpayment, the Mayor shall hold the overpayment until a court of competent jurisdiction determines the proper distribution of the overpayment."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"13A","text":"Revised Real Property Tax Sales."},"subchapter":{"identifier":"IV","text":"Foreclosure."},"heading":{"title":"47","chaptersection":"1382","identifier":"47-1382","catch_text":"Purchaser's deed; payment; compliance with terms of judgment as to payments."}}