{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-1802.1.\n\n1973 Ed., § 47-1554.\n\nEffect of Amendments\n\nD.C. Law 13-305 rewrote the section which had read:\n\n\"The following organizations shall be exempt from taxation under this section, except to the extent that such organizations have unrelated business income subject to tax under § 511 of the Internal Revenue Code of 1986 and such unrelated business income shall be taxed in the same manner and to the same extent as the tax imposed by subchapters VII and VIII of this chapter:\n\n\"(1) Labor organizations;\n\n\"(2) Fraternal beneficiary societies, orders, or associations:\n\n\"(A) Operating under the lodge system or for the exclusive benefit of the members of a fraternity itself operating under the lodge system; and\n\n\"(B) Providing for the payment of life, sick, or accident benefits to the members of such society, order, or association, or their dependents;\n\n\"(3) Cemetery companies owned and operated exclusively for the benefit of their members and which are not operated for profit; and any corporation chartered solely for burial purposes as a cemetery corporation and not permitted by its charter to engage in any business not necessarily incident to that purpose, no part of the net earnings of which inures to the benefit of any private individual or shareholder;\n\n\"(4) Corporations, and any community chest, fund, or foundation, organized and operated to a substantial extent within the District, exclusively for religious, charitable, scientific, literary, or educational purposes, or for the prevention of cruelty to children or animals, no part of the net earnings of which inures to the benefit of any private individual or shareholder, no substantial part of the activities of which is carrying on propaganda or otherwise attempting to influence legislation (except as otherwise provided in § 501(h) of the Internal Revenue Code of 1986 (26 U.S.C. § 501(h))) and which does not participate in or intervene in (including the publishing or distributing of statements) any political campaign on behalf of any candidate for public office;\n\n\"(5) Business leagues, chambers of commerce, real estate boards, or boards of trade, not organized or operated for profit and no part of the net earnings of which inures to the benefit of any private individual or shareholder;\n\n\"(6) Civic leagues or organizations not organized for profit but operated exclusively for the promotion of social welfare, or local associations of employees, the membership of which is limited to the employees of a designated person or persons in a particular municipality, and the net earnings of which are devoted principally to charitable, educational, or recreational purposes within the District;\n\n\"(7) Insurance companies, companies which guarantee the fidelity of any individual or individuals, such as bonding companies, and companies which furnish abstracts of title or which insure titles to real estate, all of which pay taxes on their gross earnings, premiums, or gross receipts under existing laws of the District;\n\n\"(8) Corporations organized for the exclusive purpose of holding title to property, collecting income therefrom, and turning over the entire amount thereof, less expenses, to an organization which itself is exempt from the tax imposed by this chapter;\n\n\"(9) Corporations organized under acts of Congress, if such corporations are instrumentalities of the United States and if, under such acts, as amended and supplemented, such corporations are exempt from federal income taxes;\n\n\"(10) Voluntary employees' beneficiary associations providing for the payment of life, sick, or accident benefits to the members of such association or their dependents, if:\n\n\"(A) No part of their net earnings inures (other than through such payments) to the benefit of any private individual or shareholder; and\n\n\"(B) Eighty-five per centum or more of the income consists of amounts collected from members for the sole purpose of making such payments and meeting expenses;\n\n\"(11) Voluntary employees' beneficiary associations providing for the payment of life, sick, or accident benefits to the members of such association or their dependents or their designated beneficiaries, if:\n\n\"(A) Admission to membership in such association is limited to individuals who are officers or employees of the United States government or the government of the District of Columbia; and\n\n\"(B) No part of the net earnings of such association inures (other than through such payments) to the benefit of any private individual or shareholder;\n\n\"(12) An organization described in § 501(c)(25) of the Internal Revenue Code of 1986.\"\n\nD.C. Law 17-231, in par. (19)(B), substituted \"spouses or domestic partners, or surviving spouses or domestic partners,\" for \"spouses, widows, or widowers\".\n\nD.C. Law 18-378 designated the text as subsec. (a); and subsec. (b).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-23, see Historical and Statutory Notes following § 471801.04.\n\nLaw 2-147, the \"District of Columbia Charitable Organizations Conformity Tax Act of 1978,\" was introduced in Council and assigned Bill No. 2-377, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 28, 1978 and December 12, 1978, respectively. Signed by the Mayor on December 29, 1978, it was assigned Act No. 2-324 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 3-95, see Historical and Statutory Notes following § 471801.04.\n\nFor legislative history of D.C. Law 4-118, see Historical and Statutory Notes following § 47-1801.01a.\n\nFor legislative history of D.C. Law 7-9, see Historical and Statutory Notes following § 471801.04.\n\nFor legislative history of D.C. Law 7-29, see Historical and Statutory Notes following § 47-1801.01a.\n\nFor Law 13-305, see notes under § 47-901.\n\nFor Law 17-231, see notes following § 47-802.\n\nLaw 18-378, the \"District of Columbia Official Code Title 29 (Business Organizations) Enactment Act of 2009\", was introduced in Council and assigned Bill No. 18-500, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on February 27, 2011, it was assigned Act No. 18-724 and transmitted to both Houses of Congress for its review. D.C. Law 18-378 became effective on July 2, 2011.\n\nMiscellaneous Notes\n\nTax exemption of International Telecommunications Satellite Consortium: See the Act of October 22, 1970, 84 Stat. 1091, Pub. L. 91-494.\n\nSection 203(a) of D.C. Law 13-305 provides:\n\n\"(a) Section 202(a) through (e) shall apply for all tax years beginning after December 31, 2000.\"\n\nDC CODE § 47-1802.01\n\nCurrent through December 11, 2012","credits":"(July 16, 1947, 61 Stat. 334, ch. 258, art. I, title II; Oct. 21, 1975, D.C. Law 1-23, title VI, § 601(3), 22 DCR 2106; Mar. 3, 1979, D.C. Law 2-147, § 2, 25 DCR 6987; Sept. 13, 1980, D.C. Law 3-95, § 102, 27 DCR 3509; June 11, 1982, D.C. Law 4-118, § 102, 29 DCR 1770; June 24, 1987, D.C. Law 7-9, § 2(c), 34 DCR 3283; Oct. 1, 1987, D.C. Law 7-29, § 2(b), 34 DCR 5097; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 202(a), 48 DCR 334; Sept. 12, 2008, D.C. Law 17-231, § 41(f), 55 DCR 6758; July 2, 2011, D.C. Law 18-378, § 3(jj)(1)(B), 58 DCR 1720.)","sections":[{"prefix":"a","text":" Except to the extent that the organizations have unrelated business income subject to tax under section 511 of the Internal Revenue Code of 1986 or income subject to tax under section 527 of the Internal Revenue Code of 1986, which income shall be taxed in the same manner and to the same extent as the tax imposed by subchapter VII of this chapter, the following organizations shall be exempt from taxation under this chapter if the organization first obtains a letter from the Mayor stating that it is entitled to the exemption:"},{"prefix":"1","text":" A corporation organized under the Act of Congress, which is an instrumentality of the United States and is exempt from federal income taxes under the Act;"},{"prefix":"2","text":" Corporations organized for the exclusive purpose of holding title to property, collecting income therefrom, and turning over the entire amount thereof, less expenses, to an organization which itself is exempt under this chapter;"},{"prefix":"3","text":" Corporations, and any community chest, fund, or foundation, organized and operated exclusively for religious, charitable, scientific, testing for public safety, literary, or educational purposes, or to foster national or international amateur sports competition (but only if no part of its activities involve the provision of athletic facilities or equipment), or for the prevention of cruelty to children or animals, no part of the net earnings of which inures to the benefit of any private shareholder or individual, no substantial part of the activities of which is carrying on propaganda, or otherwise attempting, to influence legislation (except as otherwise provided in section 501(h) of the Internal Revenue Code of 1986, and which does not participate in, or intervene in (including the publishing or distributing of statements), any political campaign on behalf of (or in opposition to) any candidate for public office;"},{"prefix":"4","text":"(A) Civic leagues or organizations not organized for profit but operated exclusively for the promotion of social welfare, or local associations of employees, the membership of which is limited to the employees of a designated person or persons in a particular municipality, and the net earnings of which are devoted exclusively to charitable, educational, or recreational purposes;"},{"prefix":"B","text":" Subparagraph (A) of this paragraph shall not apply to an entity unless no part of the net earnings of the entity inures to the benefit of any private shareholder or individual;"},{"prefix":"5","text":" Labor, agricultural, or horticultural organizations;"},{"prefix":"6","text":" Business leagues, chambers of commerce, real-estate boards, boards of trade, or professional football leagues (whether or not administering a pension fund for football players), not organized for profit and no part of the net earnings of which inures to the benefit of any private shareholder or individual;"},{"prefix":"7","text":" Reserved;"},{"prefix":"8","text":" Fraternal beneficiary societies, orders, or associations:"},{"prefix":"A","text":" Operating under the lodge system or for the exclusive benefit of the members of a fraternity itself operating under the lodge system; and"},{"prefix":"B","text":" Providing for the payment of life, sick, accident, or other benefits to the members of the society, order, or association, or their dependents;"},{"prefix":"9","text":" Voluntary employees' beneficiary associations providing for the payment of life, sick, accident, or other benefits to the members of the association or their dependents or designated beneficiaries, if no part of the net earnings of the association inures (other than through such payments) to the benefit of any private shareholder or individual;"},{"prefix":"10","text":" Domestic fraternal societies, orders, or associations, operating under the lodge system:"},{"prefix":"A","text":" The net earnings of which are devoted exclusively to religious, charitable, scientific, literary, educational, and fraternal purposes; and"},{"prefix":"B","text":" Which do not provide for the payment of life, sick, accident, or other benefits;"},{"prefix":"11","text":" Reserved;"},{"prefix":"12","text":" Reserved;"},{"prefix":"13","text":"(A) Cemetery companies owned and operated exclusively for the benefit of their members or which are not operated for profit; and"},{"prefix":"B","text":" A corporation chartered solely for the purpose of the disposal of bodies by burial or cremation which is not permitted by its charter to engage in any business not necessarily incident to that purpose, no part of the net earnings of which inures to the benefit of any private shareholder or individual;"},{"prefix":"14","text":"(A) Credit unions without capital stock organized and operated for mutual purposes and without profit;"},{"prefix":"B","text":" Corporations or associations without capital stock organized before September 1, 1957, and operated for mutual purposes and without profit for the purpose of providing reserve funds for, and insurance of shares or deposits in:"},{"prefix":"i","text":" Domestic building and loan associations,"},{"prefix":"ii","text":" Cooperative banks without capital stock organized and operated for mutual purposes and without profit;"},{"prefix":"iii","text":" Mutual savings banks not having capital stock represented by shares; or"},{"prefix":"iv","text":" Mutual savings banks described in section 591(b) or the Internal Revenue Code of 1986;"},{"prefix":"C","text":" Corporations or associations organized before September 1, 1957, and operated for mutual purposes and without profit for the purpose of providing reserve funds for associations or banks described in sub-subparagraph (i), (ii), or (iii) of subparagraph (B), if at least 85% of the income is attributable to providing such reserve funds and to investments. This subparagraph shall not apply to a corporation or association entitled to exemption under subparagraph (B) of this paragraph;"},{"prefix":"15","text":" Reserved;"},{"prefix":"16","text":" Reserved;"},{"prefix":"17","text":" Reserved;"},{"prefix":"18","text":" Reserved;"},{"prefix":"19","text":" A post or organization of past or present members of the Armed Forces of the United States, or an auxiliary unit or society of, or a trust or foundation for, a post or organization:"},{"prefix":"A","text":" Organized in the United States or any of its possessions;"},{"prefix":"B","text":" At least 75% of the members of which are past or present members of the Armed Forces of the United States and substantially all of the other members of which are individuals who are cadets or are spouses or domestic partners, or surviving spouses or domestic partners, of past or present members of the Armed Forces of the United States or of cadets; and"},{"prefix":"C","text":" No part of the net earnings of which inures to the benefit of any private shareholder or individual;"},{"prefix":"20","text":" Reserved;"},{"prefix":"21","text":" Reserved;"},{"prefix":"22","text":" Reserved;"},{"prefix":"23","text":" Reserved;"},{"prefix":"24","text":" Reserved;"},{"prefix":"25","text":" An organization described in section 501(c)(25) of the Internal Revenue Code of 1986;"},{"prefix":"26","text":" Insurance companies, companies which guarantee the fidelity of any individual or individuals, such as bonding companies, and companies which furnish abstracts of title or which insure titles to real estate, all of which pay taxes on their gross earnings, premiums, or gross receipts under existing laws of the District."},{"prefix":"b","text":" The exemption under this section shall be effective on the effective date of the exemption determination letter issued for the organization by the Internal Revenue Service."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Exempt Organizations. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1802","identifier":"47-1802.01","catch_text":"Exempt organizations--In general."}}