{"text":"\"Unknown owner of real property (insert a description of the real property in substantially the same form as the description that appears on the certificate of sale along with the street address, if any), the unknown owner's heirs, devisees, and personal representatives and their or any of their heirs, devisees, executors, administrators, grantees, assigns, or successors in right, title and interest.\"\n\nThe unknown owner shall be so designated throughout the action. The action shall proceed against the unknown owner by publication under order of the court as provided in § 47-1375.","historical":"Temporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-901.\n\nDC CODE § 47-1373\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 507(a)(2), 48 DCR 334.)","sections":[{"prefix":"a","text":" If the identity of an owner cannot be ascertained as provided in § 47- 1371, the unknown owner of the real property may be included as a defendant by the designation:"},{"prefix":"b","text":" A complaint to foreclose the right of redemption filed against an unknown owner as set forth in subsection (a) of this section shall have attached to it an affidavit by the person making the search stating at a minimum that:"},{"prefix":"1","text":" The owner of the real property (or a part of the real property) is unknown; and"},{"prefix":"2","text":" A complete search of the records for at least 40 years immediately before the filing of the action was performed in accordance with generally accepted standards of title examination."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"13A","text":"Revised Real Property Tax Sales."},"subchapter":{"identifier":"IV","text":"Foreclosure."},"heading":{"title":"47","chaptersection":"1373","identifier":"47-1373","catch_text":"How unknown owner made party; affidavit of search."}}