{"text":"As a filing convenience, and without changing the respective liability of group members, members of a combined reporting group may annually elect to designate one taxpayer member of the combined group to file a single return, in the form and manner prescribed by the department, in lieu of filing their own respective returns; provided, that the taxpayer designated to file the single return consents to act as surety with respect to the tax liability of all other taxpayers properly included in the combined report and agrees to act as agent on behalf of those taxpayers for the year of the election for tax matters relating to the combined report for that year. If for any reason the surety is unwilling or unable to perform its responsibilities, tax liability may be assessed against the taxpayer members.","historical":"Emergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 302(d) of Fiscal Year 2013 Budget Support Technical Clarification Emergency Amendment Act of 2012 (D.C. Act 19-482, October 10, 2012, 59 DCR 12478).\n\nFor temporary (90 day) addition of applicability provision, see § 303 of Fiscal Year 2013 Budget Support Technical Clarification Emergency Amendment Act of 2012 (D.C. Act 19-482, October 10, 2012, 59 DCR 12478).\n\nLegislative History of Laws\n\nFor history of Law 19-21, see notes under § 47-305.02.\n\nMiscellaneous Notes\n\nSection 8004 of D.C. Law 19-21 provides:\n\n\"Sec. 8004. Applicability.\n\n\"This subtitle shall apply for taxable years beginning after December 31, 2010.\"\n\nDC CODE § 47-1810.06\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2011, D.C. Law 19-21, § 8002(d), 58 DCR 6226.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"Purpose of Chapter and Allocation and Apportionment."},"heading":{"title":"47","chaptersection":"1810","identifier":"47-1810.06","catch_text":"Designation of surety."}}