{"text":"Only the following real property shall be exempt from taxation in the District of Columbia:","historical":"Prior Codifications\n\n1981 Ed., § 47-1002.\n\n1973 Ed., § 47-801a.\n\nEffect of Amendments\n\nD.C. Law 13-166 rewrote subsec. (23), which previously read:\n\n\"(A) Subject to the provisions of subparagraph (B) of this paragraph, a supermarket development, as that term is defined in § 47-3801, in an underserved area of the District approved pursuant to § 47-3802;\n\n\"(B) The real property tax exemption granted by subparagraph (A) of this paragraph shall apply:\n\n\"(i) Only for the first 5 real property tax years beginning after the date of issuance of the final certificate of occupancy for the supermarket;\n\n\"(ii) Only during the time that the real property is used as a supermarket;\n\n\"(iii) In the case of a supermarket development on real property not owned by the supermarket, only if the owner of the real property leases the land or structure to the supermarket at a rent reduced from the fair market rent by an amount equal to the amount of the real property tax exemption;\n\n\"(iv) Only during the time that the supermarket development is in compliance with the requirements of § 1-1161 et seq.;\n\n\"(v) In the case of a supermarket development that is a new supermarket, only if at the time construction of the new supermarket commenced no other supermarket, as that term is defined in § 47-3801(2) existed within a 1 mile radius of the new supermarket; and\".\n\nD.C. Law 13-241 added par. (26).\n\nD.C. Law 14-213, in par. 26(B), validated a previously made technical correction.\n\nD.C. Law 14-232 substituted a semicolon for \"; and\" at the end of par. (25); substituted \"; and\" for a period at the end of par. (26); and added par. (27).\n\nD.C. Law 14-234 substituted a semicolon for \"; and\" at the end of par. (26); substituted \"; and\" for a period at the end of par. (27); and added par. (28).\n\nD.C. Law 14-282 rewrote pars. (1) and (2); repealed par. (4); and in par. (20)(B), substituted \"Office of Tax and Revenue shall prescribe, the property shall be subject to the provisions of Chapter 13A, and the payment in lieu of taxes shall be deemed a delinquent real property tax from the day it was due and not paid for purposes of the real property tax sale.\" for \"Department of Revenue shall prescribe, such property shall be subject to the provisions of § 47-1301 et seq.\" Prior to amendment, pars. (1), (2), and (4) had read as follows:\n\n\"(1) Property belonging to the United States of America;\n\n\"(2) Property belonging to the District of Columbia;\"\n\n\"(4) Property belonging to the Commonwealth of the Philippines and used for government purposes;\"\n\nD.C. Law 15-105, in par. (26)(B), validated a previously made technical correction.\n\nD.C. Law 15-293, in par. (27), substituted a semi-colon for \"; and\"; in par. (29), substituted \"; and\" for a period; and added par. (29).\n\nD.C. Law 15-333 in par. (19), inserted \"and the real property (and any interest therein) situated on any portion of the lot that is designated, as of October 1, 2003, as lot 878 in square 456 and that is owned, occupied, and used, directly or indirectly through one or more wholly-owned subsidiary organizations, by a legitimate theater company is hereby exempt from all real property taxation so long as the property continues to be so owned and occupied, and used for the exempt purposes described in § 47-1002(18) and § 47- 1002(19), providing for exemption of certain real properties;\"; and, in par. (28)(B)(ii), substituted \"a theater company described in paragraph (19) of this section or any wholly-owned subsidiary of the theater company\" for \"a theater company described in paragraph (19) of this section\".\n\nD.C. Law 16-191, in par. (28)(B)(ii), validated a previously made technical correction.\n\nD.C. Law 17-118, in par. (28), deleted \"and\" from the end; in par. (29), substituted \"; and\" for a period at the end; and added par. (30).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Temporary Real Property Tax Exemption for the Phillips Collection Temporary Act of 1999 (D.C. Law 13-62, February 3, 2000, law notification 46 DCR ).\n\nFor temporary (225 day) amendment of section, see § 4(b) of Mandarin Oriental Hotel Project Tax Deferral Temporary Act of 2002 (D.C. Law 14-143, May 21, 2002, law notification 49 DCR 5060).\n\nFor temporary (225 day) repeal of section, see § 12(v) of Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, October 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see § 2(b) of Square 456 Payment in Lieu of Taxes Temporary Act of 2002 (D.C. Law 14-201, October 17, 2002, law notification 49 DCR 10019).\n\nFor temporary (225 day) repeal of section, see § 12(v) of Tax Clarity and Related Amendments Temporary Act of 2003 (D.C. Law 14-228, March 23, 2003, law notification 50 DCR 2741).\n\nFor temporary (225 day) amendment of section, see § 2(a) of Lot 878, Square 456 Tax Exemption Clarification Temporary Amendment Act of 2004 (D.C. Law 15-181, September 8, 2004, law notification 51 DCR 9223).\n\nSection 3(b) of D.C. Law 17-76 added par. (30) to read as follows:\n\n\"(30) The land and improvements located in Lots 3 and 4, Square 5919. This exemption shall commence on the date Specialty Hospitals of America, LLC, or certain of its subsidiary entities, takes title to Lots 3 and 4, Square 5919, and shall terminate upon one of the following dates, whichever occurs first:\n\n\"(A) The date the Mayor certifies to the District of Columbia Treasurer that Specialty Hospitals of America, LLC, or certain of its subsidiaries, or any party that subsequently acquires by purchase, lease, or exchange Lots 3 and 4, Square 5919, or any part thereof, failed to comply with the terms of an agreement between Specialty Hospitals of America, LLC, or certain of its subsidiaries, with Greater Southeast Investment, L.P., to pay an amount equal to the real property taxes that the owner of Lots 3 and 4, Square 5919 would be obligated to pay on Lots 3 and 4, Square 5919, or any part thereof, in the absence of the exemption provided by this paragraph; or\n\n\"(B) The date that the Mayor certifies to the District of Columbia Treasurer that the Acquisition Loan in the maximum principal amount of $29 million by Greater Southeast Investment, L.P., to Capitol Medical Center, LLC, and CMC Realty, LLC, has been paid in full.\"\n\nSection 8(b) of D.C. Law 17-76 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 7(b) of the Correctional Treatment Facility Emergency Act of 1996 (D.C. Act 11-457, December 13, 1996, 44 DCR 156), and § 7(b) of the Correctional Treatment Facility Congressional Review Emergency Act of 1997 (D.C. Act 12-32, March 11, 1997, 44 DCR 1908).\n\nFor temporary (90-day) amendment of section, see § 2 of the Temporary Real Property Tax Exemption for the Phillips Collection Emergency Act of 1999 (D.C. Act 13-131, August 4, 1999, 46 DCR 6766).\n\nFor temporary (90-day) amendment of section, see § 2 of the Temporary Real Property Tax Exemption for the Phillips Collection Congressional Review Emergency Act of 1999 (D.C. Act 13-173, November 2, 1999, 46 DCR 9232).\n\nFor temporary (90 day) amendment of section, see § 4(b) of the Gallery Place Economic Development Emergency Amendment Act of 2000 (D.C. Act 13-500, January 5, 2001, 48 DCR 562).\n\nFor temporary (90 day) amendment of section, see § 4(b) of Mandarin Oriental Hotel Project Tax Deferral Emergency Act of 2001 (D.C. Act 14-227, January 8, 2002, 49 DCR 682).\n\nFor temporary (90 day) amendment of section, see § 4(b) of Mandarin Oriental Hotel Project Tax Deferral Second Congressional Review Emergency Act of 2002 (D.C. Act 14-563, December 23, 2002, 50 DCR 278).\n\nFor temporary (90 day) amendment of section, see §§ 4(b) and 5 of Mandarin Oriental Hotel Project Tax Deferral Congressional Review Emergency Act of 2002 (D.C. Act 14-345, April 24, 2002, 49 DCR 4300).\n\nFor temporary (90 day) amendment of section, see § 12(v) of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) amendment of section, see §§ 2(b) and 3 of Square 456 Payment in lieu of Taxes Extension Emergency Act of 2002 (D.C. Act 14-405, July 10, 2002, 49 DCR 7100).\n\nFor temporary (90 day) amendment of section, see § 12(v) of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 12(v) of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Lot 878, Square 456 Tax Exemption Clarification Emergency Act of 2004 (D.C. Act 15-423, May 10, 2004, 51 DCR 5182).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Lot 878, Square 456 Tax Exemption Clarification Congressional Review Emergency Act of 2004 (D.C. Act 15-467, July 19, 2004, 51 DCR 7584).\n\nFor temporary (90 day) amendment of section, see § 4(b) of East of the River Hospital Revitalization Emergency Amendment Act of 2007 (D.C. Act 17-168, October 19, 2007, 54 DCR 10978).\n\nFor temporary (90 day) amendment of section, see § 3(b) of East of the River Hospital Revitalization Tax Exemption Emergency Amendment Act of 2007 (D.C. Act 17-174, November 2, 2007, 54 DCR 11216).\n\nFor temporary (90 day) amendment of section, see § 202(b) of Arthur Capper/Carrollsburg Public Improvement Revenue Bonds Technical Correction Emergency Act of 2008 (D.C. Act 17-318, March 19, 2008, 55 DCR 3418).\n\nLegislative History of Laws\n\nLaw 2-116, the \"Direct Payment in Lieu of Tax Act of 1978,\" was introduced in Council and assigned Bill No. 2-285, which was referred to the Committee on Housing and Urban Development and to the Committee on Finance and Revenue for comments. The Bill was adopted on first, amended first, and second readings on June 13, 1978, June 27, 1978 and July 11, 1978, respectively. Signed by the Mayor on July 26, 1978, it was assigned Act No. 2-243 and transmitted to both Houses of Congress for its review.\n\nLaw 4-165, the \"Real Property Tax Rates for Tax Year 1983 Act of 1982,\" was introduced in Council and assigned Bill No.4-496, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on July 27, 1982 and September 21, 1982, respectively. Signed by the Mayor on October 12, 1982, it was assigned Act No. 4-241 and transmitted to both Houses of Congress for its review.\n\nLaw 5-31, the \"Lower Income Homeownership Tax Abatement and Incentives Act of 1983,\" was introduced in Council and assigned Bill No. 5-167, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 28, 1983 and July 12, 1983, respectively. Signed by the Mayor on July 21, 1983, it was assigned Act No. 5-53 and transmitted to both Houses of Congress for its review.\n\nLaw 6-193, the \"Low and Moderate-Income Housing Real Property Tax Exemption Amendment Act of 1986,\" was introduced in Council and assigned Bill No. 6-43, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 25, 1986 and December 16, 1986, respectively. Signed by the Mayor on December 19, 1986, it was assigned Act No. 6-251 and transmitted to both Houses of Congress for its review.\n\nLaw 7-173, the \"Supermarket Tax Incentive Amendment Act of 1988,\" was introduced in Council and assigned Bill No. 7-124, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 28, 1988 and July 12, 1988, respectively. Signed by the Mayor on July 15, 1988, it was assigned Act No. 7-229 and transmitted to both Houses of Congress for its review.\n\nLaw 9-120, the \"Public Housing Homeownership Tax Abatement Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-356, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 3, 1992, and April 7, 1992, respectively. Signed by the Mayor on April 24, 1992, it was assigned Act No. 9-194 and transmitted to both Houses of Congress for its review. D.C. Law 9-120 became effective on June 11, 1992.\n\nLaw 11-276 the \"Correction Treatment Facility Act of 1996,\" was introduced in Council and assigned Bill No. 11-908, which was referred to the Committee on the Judiciary and the Committee on the Whole. The Bill was adopted on first and second readings on December 3, 1996, and December 17, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-523 and transmitted to both Houses of Congress for its review. D.C. Law 11-276 is projected to become law on June 3, 1997.\n\nLaw 13-166, the \"Supermarket Tax Exemption Act of 2000,\" was introduced in Council and assigned Bill No. 13-88, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on May 3, 2000, and June 6, 2000, respectively. Signed by the Mayor on June 26, 2000, it was assigned Act No. 13-365 and transmitted to both Houses of Congress for its review. D.C. Law 13-166 became effective on October 4, 2000.\n\nFor Law 13-241, see notes under § 47-902.\n\nFor Law 14-213, see notes following § 47-820.\n\nFor Law 14-232, see notes following § 47-902.\n\nLaw 14-234, the \"Square 456 Payment in Lieu of Taxes Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-703, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on July 2, 2002, and October 1, 2002, respectively. Signed by the Mayor on October 23, 2002, it was assigned Act No. 14-492 and transmitted to both Houses of Congress for its review. D.C. Law 14-234 became effective on March 25, 2003.\n\nFor Law 14-282, see notes following § 47-902.\n\nFor Law 15-105, see notes following § 47-902.\n\nFor Law 15-293, see notes following § 42-902.\n\nLaw 15-333, the \"Lot 878 Square 456 Tax Exemption Clarification Act of 2004\", was introduced in Council and assigned Bill No. 15-781 which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively. Signed by the Mayor on January 19, 2005, it was assigned Act No. 15-746 and transmitted to both Houses of Congress for its review. D.C. Law 15-333 became effective on April 12, 2005.\n\nFor Law 16-191, see notes following § 47-138.01a.\n\nFor Law 17-118, see notes following § 47-902.\n\nReferences in Text\n\nSection 2(b) of the Mandarin Oriental Hotel Tax Deferral Act of 2002, passed on 2nd reading on September 17, 2002 (Enrolled version of Bill 14-466), referred to in par. (27)(B), is D.C. Law 14-232, § 2(b), set out as a note under § 42- 1102.\n\nThe effective date of the Square 456 Payment in Lieu of Taxes Extension Emergency Act of 2002, passed on an emergency basis on June 18, 2002 (Enrolled version of Bill 14-701), referred to in par. (28)(B)(i), was July 10, 2002.\n\nPursuant to the Office of the Chief Financial Officer's \"Notice of Public Interest\" published in the April 18, 1997, issue of the District of Columbia Register (44 DCR 2345) the Office of Tax and Revenue assumed all of the duties and functions previously performed by the Department of Finance and Revenue, as set forth in Commissioner's Order 69-96, dated March 7, 1969. This action was made effective January 22, 1997, nunc pro tunc.\n\nEffective Dates\n\nSection 5 of Law 14-232 provides that this act shall take effect subject to the inclusion of its fiscal effect in an approved budget and financial plan.\n\nSection 3 of Law 14-234 provides that this act shall take effect subject to the inclusion of its fiscal effect in an approved budget and financial plan.\n\nMiscellaneous Notes\n\nProperty taxes of New Bethel Baptist Church forgiven: Section 2 of D.C. Law 4- 207 provided that all taxes, penalties, fees, or other charges assessed against the New Bethel Baptist Church on real property located at 1739 9th Street, N.W., Washington, D.C. in Square 395, lot 54, for the period of July 1, 1979, to June 30, 1982, be forgiven.\n\nProperty taxes of Metropolitan Community Church forgiven: Section 2 of D.C. Law 6-138 provided that all taxes, penalties, fees or other charges assessed against the Metropolitan Community Church of Washington on real property located at 415 M Street, N.W., Washington, D.C., in Square 513, Lot 800, for the period of July 1, 1984, to June 30, 1986, be forgiven.\n\nProperty taxes of Full Gospel Tabernacle Church forgiven: Section 2 of D.C. Law 7-194 provided that all real property taxes, interest, penalties, fees, and other related charges assessed against the Full Gospel Tabernacle Church, on real property located at 632 11th Street, N.E., Washington, D.C., Lot 803 in Square 960, Lot 804 in Square 960, and Lot 805 in Square 960, for the period July 1, 1986, to June 30, 1989, be forgiven, and that any payments already made for this period as of the effective date of this act be refunded.\n\nProperty taxes of Young's Memorial Church of Christ Holiness forgiven: Section 2 of D.C. Law 7-195 provided that all real property taxes, interest, penalties, fees, and other related charges assessed against Young's Memorial Church of Christ Holiness, on real property located at 2490 Alabama Avenue, S.E., Washington, D.C., Lot 864 in Square 5741, for the period March 1, 1988, to April 30, 1988, be forgiven, and that any payments already made for this period as of the effective date of this act be refunded.\n\nProperty taxes of Association for Community Based Education forgiven: Section 2 of D.C. Law 7-197 provided that all real property taxes, interest, penalties, fees, and other related charges assessed against the Association for Community Based Education, on real property located at 1806 Vernon Street, N.W., Washington, D.C., Lot 18 in Square 2556, for the period March 1, 1988, to March 30, 1988, be forgiven, and that any payments already made for this period as of the effective date of this act be refunded.\n\nExemptions from cost of improving roadways, alleys, and sidewalks: Section 3 of D.C. Law 10-186 provided that within 6 months of September 24, 1994, the Mayor shall submit to the Council a 5-year plan for the improvement of all unimproved streets, avenues, roads, and alleys and the construction of curbs, gutters, sewers, and sidewalks thereon in the District.\n\nMayor authorized to issue rules: Section 5 of D.C. Law 9-120 provided that the Mayor may issue rules to implement the provisions of the act.\n\nTax exemption for real and personal property of the Sports Commission: Section 15(a) of D.C. Law 10-152 declared the real and personal property of the Sports Commission to be public properties exempt from taxes and special assessments now or hereafter imposed by the District.\n\nSection 15(b) of D.C. Law 10-152 provided that bonds issued by the Sports commission, their transfer, and the interest thereon, are exempt from all District taxation except estate, inheritance, and gift taxes.\n\nProperty taxes of Commonwealth of Northern Mariana Islands in the capital of the United States forgiven: Section 208 of Pub. L. 101-219 provided that real property owned by the Commonwealth of the Northern Mariana Islands in the capital of the United States and used by the Resident Representative thereof in the discharge of his representative duties under the Covenant shall be exempt from assessment and taxation.\n\nExemptions from cost of improving roadways, alleys, and sidewalks: Section 2 of D.C. Law 10-186 provided for an exemption of low assessment home owners, entities exempt from the real property tax, and all real property owners (when the Mayor determines that the health and safety of the public is at risk) from the requirement of depositing funds, or paying any of the cost for the improvement of streets, avenues, roads, or alleys abutting their property or the construction of curbs, gutters, sewers, and sidewalks on the streets, avenues, roads, or alleys. Law 10-186 also required the Mayor to submit to the Council a 5-year plan for the improvement of all unimproved streets, avenues, roads, and alleys and the construction of curbs, gutters, sewers, and sidewalks thereon in the District. Section 2 of D.C. Law 10-186 was codified as § 9- 401.18.\n\nSection 2 of D.C. Law 13-241, as amended by section 40 of D.C. Law 14-213, provides:\n\n\"Tax and fee abatements [Gallery Place Project].\n\n\"(a) For the purposes of this section, the term:\n\n\"(1) 'Development Sponsor' means Gallery Place Holdings LLC, a Delaware limited liability company, and its successors and assigns.\n\n\"(2) 'Gallery Place Project' means the acquisition, construction, installing, and equipping of a mixed-use complex located on Square 454, Lots 41, 824, 838, 857, 877, 878;  the portion of the public alley that reverted to former Lot 820 (which is currently known as Lot 866), and former Lot 821 (which is currently known as Lot 867) pursuant to the Plat of Alley Closing filed with the Surveyor of the District of Columbia in Liber 17 at folio 74;  and the portions of the public alley that will revert to Lots 41, 824, 838, 857, 877 and 878, all in Square 454, pursuant to the alley closing approved by the Closing of Public Alleys in Square 454 and Square 455, S.O.   98-194, Act of 1999, effective October 22, 1999 (D.C.  Law 13-48;  46 DCR 6768), and consisting of:\n\n\"(A) An approximately 60,000-square-foot multiplex cinema;\n\n\"(B) A mixed-use facility providing for retail stores, dining, entertainment, a health and fitness club, offices, and related facilities;\n\n\"(C) A market-rate housing complex consisting of approximately 170 residential units;\n\n\"(D) A parking garage containing approximately 850 parking spaces; and\n\n\"(E) Other ancillary improvements.\n\n\"(b) All fees to be paid, and any deposits to be made, by or on behalf of the Development Sponsor in connection with the Gallery Place Project under the eighth unnumbered paragraph of the General Expenses title of An Act Making Appropriations to provide for the expense of the Government of the District of Columbia for the fiscal year ending June thirtieth, nineteen hundred and ten, and for other purposes are hereby waived.\n\n\"(c) The amount of all taxes, fees, and deposits exempt, abated, or waived under subsection (b) of this section, section 302(24) of the District of Columbia Recordation Tax Act and D.C. Code 47-902(17), 47-1002(26), and 47-2005(32), shall not exceed, in the aggregate, $7 million.\n\n\"(d) In accordance with section 5 of An Act providing a permanent form of government for the District of Columbia the Mayor shall expend up to $2 million to improve and repair the streets, sewers, alleys, sidewalks, curbs, and gutters abutting the Gallery Place Project. All assessments upon abutting property for the cost of improvements to such streets, sewers, alleys, sidewalks, curbs, and gutters, including any expenses of assessment, shall be waived.\"\n\nDC CODE § 47-1002\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1942, 56 Stat. 1089, ch. 826, § 1; Apr. 9, 1943, 57 Stat. 61, ch. 41, § 1; Jan. 5, 1971, 84 Stat. 1932, Pub. L. 91-650, title II, § 202; Sept. 3, 1974, 88 Stat. 1060, Pub. L. 93-407, title IV, § 441; Jan. 3, 1975, 88 Stat. 2177, Pub. L. 93-635, § 8(a); Oct. 4, 1978, D.C. Law 2-116, § 2, 25 DCR 1735; Mar. 9, 1983, D.C. Law 4-165, § 4, 29 DCR 4624; Oct. 8, 1983, D.C. Law 5-31, § 10(c), 30 DCR 3879; Feb. 24, 1987, D.C. Law 6-193, § 2, 34 DCR 22; Sept. 29, 1988, D.C. Law 7-173, § 5, 35 DCR 5758; June 11, 1992, D.C. Law 9-120, § 4(c), 39 DCR 3195; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 3, 1997, D.C. Law 11-276, § 7(b), 44 DCR 1416; October 4, 2000, D.C. Law 13-166, § 3(a), 47 DCR 5821; Apr. 3, 2001, D.C. Law 13- 241, § 4(b), 48 DCR 610; Oct. 19, 2002, D.C. Law 14-213, § 33(l), 49 DCR 8140; Mar. 25, 2003, D.C. Law 14-232, § 4(b), 49 DCR 9764; Mar. 25, 2003, D.C. Law 14-234, § 2(b), 49 DCR 9775; Apr. 4, 2003, D.C. Law 14-282, § 11(t), 50 DCR 896; Mar. 13, 2004, D.C. Law 15-105, § 38(b)(2), 51 DCR 881; Apr. 5, 2005, D.C. Law 15-293, § 13(b), 52 DCR 1465; Apr. 12, 2005, D.C. Law 15-333, § 2(a), 52 DCR 2010; Mar. 2, 2007, D.C. Law 16-191, § 74, 53 DCR 6794; Mar. 20, 2008, D.C. Law 17-118, § 202(b), 55 DCR 1461.)","sections":[{"prefix":"1","text":" Property belonging to the United States, unless the taxation of same has been authorized by Congress;"},{"prefix":"2","text":" Property belonging to the District of Columbia and used for governmental purposes (as determined by the Mayor), unless otherwise provided by law;"},{"prefix":"3","text":" Property belonging to foreign governments and used for legation purposes;"},{"prefix":"4","text":" Repealed."},{"prefix":"5","text":" Property heretofore specifically exempted from taxation by any special act of Congress, in force December 24, 1942, so long as such property is used for the purposes for which such exemption is granted. The Council of the District of Columbia shall report annually to the Congress the use being made of such specifically exempted property, and of any changes in such use, with recommendations;"},{"prefix":"6","text":" Art gallery buildings belonging to and operated by organizations which are not organized or operated for private gain, and are open to the public generally, and for admission to which no charge is made on more than 2 days each week;"},{"prefix":"7","text":" Library buildings belonging to and operated by organizations which are not organized or operated for private gain and are open to the public generally;"},{"prefix":"8","text":" Buildings belonging to and operated by institutions which are not organized or operated for private gain, which are used for purposes of public charity principally in the District of Columbia;"},{"prefix":"9","text":" Hospital buildings, belonging to and operated by organizations which are not organized or operated for private gain, including buildings and structures reasonably necessary and usual to the operation of a hospital;"},{"prefix":"10","text":" Buildings belonging to and operated by schools, colleges, or universities which are not organized or operated for private gain, and which embrace the generally recognized relationship of teacher and student;"},{"prefix":"11","text":" Buildings belonging to and used in carrying on the purposes and activities of the National Geographic Society, American Pharmaceutical Association, the Medical Society of the District of Columbia, the National Lutheran Home, the National Academy of Sciences, Brookings Institution, the American Forestry Association, the American Tree Association, the Carnegie Institution of Washington, the American Chemical Society, the American Association to Promote the Teaching of Speech to the Deaf, and buildings belonging to such similar institutions as may be hereafter exempted from such taxation by special acts of Congress;"},{"prefix":"12","text":" Cemeteries dedicated to and used solely for burial purposes and not organized or operated for private gain, including buildings and structures reasonably necessary and usual to the operation of a cemetery;"},{"prefix":"13","text":" Churches, including buildings and structures reasonably necessary and usual in the performance of the activities of the church. A church building is one primarily and regularly used by its congregation for public religious worship;"},{"prefix":"14","text":" Buildings belonging to religious corporations or societies primarily and regularly used for religious worship, study, training, and missionary activities;"},{"prefix":"15","text":" Pastoral residences actually occupied as such by the pastor, rector, minister, or rabbi of a church; provided, that such pastoral residence be owned by the church or congregation for which said pastor, rector, minister, or rabbi officiates; and provided further, that not more than 1 such pastoral residence shall be so exempt for any 1 church or congregation;"},{"prefix":"16","text":" Episcopal residences owned by a church and used exclusively as the residence of a bishop of such church;"},{"prefix":"17","text":" Buildings belonging to organizations which are charged with the administration, coordination, or unification of activities, locally or otherwise, of institutions or organizations entitled to exemption under the provisions of §§ 47-1002, 47-1005, and 47-1007 to 47-1010, and used as administrative headquarters thereof;"},{"prefix":"18","text":"(A) Grounds belonging to and reasonably required and actually used for the carrying on of the activities and purposes of any institution or organization entitled to exemption under the provisions of §§ 47-1002, 47-1005, and 47-1007 to 47-1010."},{"prefix":"B","text":"(i) Additional grounds belonging to and forming a part of the property of such institutions or organizations as of July 1, 1942. Such exemption shall be granted only upon the filing of a written application to the Mayor of the District of Columbia, supported by an affidavit that such additional grounds are not held for profit or sale but only for the enlargement and expansion of said institution or organization."},{"prefix":"ii","text":" If, however, at any future date the grounds so exempted, or any portion thereof, shall be sold and a profit shall result from such sale the taxes thereon for each year from the date of acquisition of such property for which no tax has been paid shall immediately become due and payable, without interest; provided, however, that the total of such taxes shall not exceed 50% of the net profit derived from such sale. The Mayor shall be furnished a copy of the contract of sale together with other evidence necessary to establish the amount of profit or loss therefrom at least 10 days prior to the date of settlement of such sale. Taxes assessed under this subparagraph shall constitute a lien upon such property;"},{"prefix":"19","text":" Buildings owned by and actually occupied and used for legitimate theater, music, or dance purposes by a corporation which is not organized or operated for commercial purposes or for private gain, which buildings are open to the public, generally, and for admission to which charges may be made to cover the cost of expenses and the real property (and any interest therein) situated on any portion of the lot that is designated, as of October 1, 2003, as lot 878 in square 456 and that is owned, occupied, and used, directly or indirectly through one or more wholly-owned subsidiary organizations, by a legitimate theater company is hereby exempt from all real property taxation so long as the property continues to be so owned and occupied, and used for the exempt purposes described in § 47-1002(18) and § 47-1002(19), providing for exemption of certain real properties;"},{"prefix":"20","text":"(A) Multifamily and single family rental and cooperative housing for, and individual condominium units rented to low and moderate income persons which are receiving assistance through 1 or more of the following federal programs:"},{"prefix":"i","text":" interest reduction payments made under § 236 of the National Housing Act (§ 1715z-1 of Title 12, United States Code);"},{"prefix":"ii","text":" payments made for new construction, substantial rehabilitation, or moderate rehabilitation under § 8 of the United States Housing Act of 1937 (§ 1437f of Title 42, United States Code);"},{"prefix":"iii","text":" payments made under § 101 of the Housing and Urban Development Act of 1965 (§ 1701s of Title 12, United States Code);"},{"prefix":"iv","text":" mortgage insurance under § 221 (d)(3), BMIR, of the National Housing Act (§ 1715l (d)(3) of Title 12, United States Code);"},{"prefix":"v","text":" direct loans made under § 202 of the Housing Act of 1959 (§ 1701q of Title 12, United States Code); and"},{"prefix":"vi","text":" rental rehabilitation funded under § 17 of the United States Housing Act of 1937 (42 U.S.C. § 1437o), if 80% or more of the units in the housing project are provided to low-income persons or families receiving assistance under 42 U.S.C. § 1437o; provided, however, that the owner(s) of such exempt property shall submit by March 1st of each year an annual income and expense statement to the District of Columbia Department of Finance and Revenue and shall make a yearly payment in lieu of taxes in an amount calculated in the following manner:"},{"prefix":"I","text":" If the owner(s) is not organized for profit, no payment shall be required; and"},{"prefix":"II","text":" If the owner(s) is organized as a limited dividend or limited profit owner, or a profit owner, a payment for such building, in an amount equal to 5% of the gross income derived from the operation of such building during the latest completed annual accounting period, shall be required."},{"prefix":"B","text":" If the owner(s) of exempt property fail to make the payment in lieu of taxes in a manner which the Office of Tax and Revenue shall prescribe, the property shall be subject to the provisions of Chapter 13A, and the payment in lieu of taxes shall be deemed a delinquent real property tax from the day it was due and not paid for purposes of the real property sale."},{"prefix":"C","text":" This paragraph (20) shall not apply to those properties granted an exemption before January 5, 1971, under paragraph (8) of this section."},{"prefix":"D","text":" For purposes of this paragraph, the term:"},{"prefix":"i","text":" \"Condominium\" means the ownership of a single dwelling unit in a horizontal property regime as that term is used in § 42-2003; and"},{"prefix":"ii","text":" \"Individual condominium units\" means a portion of the condominium designed and intended for individual ownership together with the undivided interest in the common elements to which they appertain. As the exemption provided for in subparagraph (A)(vi) of this paragraph applies to the Southern Court project located at 845, 855, 865, 875, and 885 Chesapeake Street, S.E., and 860, 870, 880, and 890 Southern Avenue, S.E., on lot 39 in Square 6210 in the District of Columbia, it shall be effective for the tax year beginning July 1, 1986;"},{"prefix":"21","text":" Property transferred to a qualifying lower income homeownership household in accordance with § 47-3503(c);"},{"prefix":"22","text":" Property transferred to a qualifying nonprofit housing organization in accordance with § 47-3505(d);"},{"prefix":"23","text":"(A) Subject to the provisions of subparagraph (B) of this paragraph, the development of a qualified supermarket, as defined in § 47-3801."},{"prefix":"B","text":" The real property tax exemption granted by subparagraph (A) of this paragraph shall apply only:"},{"prefix":"i","text":" For 10 consecutive real property tax years beginning with the tax year in which a certificate of occupancy was issued for the development;"},{"prefix":"ii","text":" During the time that the real property is used as a supermarket;"},{"prefix":"iii","text":" In the case of the development of a qualified supermarket, on real property not owned by the supermarket, if the owner of the real property leases the land or structure to the supermarket at a fair market rent reduced by the amount of the real property tax exemption; and (iv) During the time that the supermarket is in compliance with the requirements of subchapter X of Chapter 2 of Title 2;"},{"prefix":"24","text":" Property transferred to a resident management corporation in accordance with § 47-3506.01;"},{"prefix":"25","text":" The improvements located on that portion of Lot 800 of Square 1112 known as the Correctional Treatment Facility, only during the time that the improvements are operated as a correctional facility housing inmates in the custody of the District of Columbia Department of Corrections;"},{"prefix":"26","text":"(A) The real property (and any improvements thereon) described as Square 454, Lots 41, 824, 838, 857, 877, 878; the portion of the public alley that reverted to (i) former Lot 820, (which is currently known as Lot 866), and (ii) former Lot 821 (which is currently known as Lot 867) pursuant to the Plat of Alley Closing filed with the Surveyor of the District of Columbia in Liber 17 at folio 74; the portions of the public alley that will revert to Lots 41, 824, 838, 857, 877 and 878, all in Square 454, pursuant to the alley closing approved by the Closing of Public Alleys in Square 454 and Square 455, S.O. 98- 194 Act of 1999, effective October 22, 1999 (D.C. Law 13-48; 46 DCR 6768), during the period commencing November 8, 2000 and terminating with respect to any portion of such real property on the date that a final certificate of occupancy shall have been issued with respect to improvements on such portion of such real property."},{"prefix":"B","text":" The amount of all taxes, fees, and deposits exempt, abated, or waived under this paragraph, section 2(b) of the Gallery Place Economic Development Amendment Act of 2000, effective April 3, 2001 (D.C. Law 13-241; 48 DCR 610), and §§ 47-902(17), 45-922(24), and 47-2005(28), shall not exceed, in the aggregate, $7 million;"},{"prefix":"27","text":"(A) The real property (and any improvements thereon) described as Square 299, Lot 831, during the period commencing October 1, 2001 and terminating, with respect to any portion of the real property, on the date that a final certificate of occupancy shall have been issued with respect to improvements on the portion of the real property, until the Development Sponsor sells the Mandarin Oriental Hotel Project, as evidenced by the recordation of a deed conveying title to Square 299, Lot 831, at which time such amounts shall be due and payable without penalty or interest."},{"prefix":"B","text":" The amount of all taxes, fees, and deposits deferred under this paragraph, section 2(b) of the Mandarin Oriental Hotel Tax Deferral Act of 2002, passed on 2nd reading on September 17, 2002 (Enrolled version of Bill 14-466) [D.C. Law 14-232] and §§ 42-1102(25), 47-902(19), and 47-2005(33), shall not exceed, in the aggregate, $4 million."},{"prefix":"C","text":" For purposes of this paragraph, the term:"},{"prefix":"i","text":" \"Development Sponsor\" means Portals Hotel Site, LLC, a Delaware limited liability company, and its successors and assigns."},{"prefix":"ii","text":" \"Mandarin Oriental Hotel Project\" means the acquisition and initial development, construction, equipping, and furnishing of a Mandarin Oriental hotel within the Portals project, located on Square 299, Lot 831, consisting of a 400-room hotel with approximately 33,000 square feet of associated meeting and banquet space, 2 restaurants, a health spa and fitness center totaling approximately 10,000 square feet, and approximately 90,000 square feet of public parking space for approximately 200 cars."},{"prefix":"iii","text":" \"Mandarin TIF Bonds\" means the tax increment financing bonds issued in connection with the Mandarin Oriental Hotel Project pursuant to the Tax Increment Revenue Bonds Mandarin Hotel Project Emergency Approval Resolution of 2000, effective March 7, 2000 (Res. 13-510; 47 DCR 2133), and the Mandarin Hotel Project Modification Approval Resolution of 2000, effective December 19, 2000 (Res. 13-745; 48 DCR 83)."},{"prefix":"D","text":" This paragraph shall apply upon the closing of the sale of the Mandarin TIF Bonds;"},{"prefix":"28","text":"(A) Land and improvements that are located in the Housing Overlay District established pursuant to section 1706 of Title 11 of the District of Columbia Municipal Regulations (11 DCMR § 1706), the Arts Overlay District established pursuant to section 1704 of Title 11 of the District of Columbia Municipal Regulations (11 DCMR § 1704), and the Historic Preservation District established pursuant to section 1707 of Title 11 of the District of Columbia Municipal Regulations (11 DCMR § 1707), and not otherwise exempt pursuant to this section, for the period specified in subparagraph (C) of this paragraph; provided, that the land and improvements satisfy at least one of the requirements set forth in subparagraph (B) of this paragraph."},{"prefix":"B","text":" The exemption granted by this paragraph shall only apply to:"},{"prefix":"i","text":" Land and improvements as to which a theater company of the type described in paragraph (19) of this section is or was, as of the effective date of the Square 456 Payment in Lieu of Taxes Extension Emergency Act of 2002, passed on an emergency basis on June 18, 2002 (Enrolled version of Bill 14-701) [July 10, 2002], the contract purchaser or owner; or"},{"prefix":"ii","text":" Improvements developed pursuant to a vertical subdivision, horizontal property regime, condominium regime, or common building permit, or pursuant to a combined lot development method or sharing a common primary ingress or egress on a single or one or more adjoining lots of record concurrent with the development of a theater company described in paragraph (19) of this section or any wholly-owned subsidiary of the theater company, with a floor area of not less than 18,000, and not more than 100,000 square feet, to be used for theater and ancillary purposes by a theater company of the type described in paragraph (19) of this section."},{"prefix":"C","text":" The exemption granted by this paragraph shall only apply if, to the extent that the property is not otherwise exempt, the property owner is obligated under § 47-1052 or any other law to make payments in lieu of taxes in furtherance of the public interest to promote the economic development of the District of Columbia and the improvement of the general public welfare and for the benefit of the District of Columbia and its residents."},{"prefix":"D","text":" This paragraph shall expire on the day after the date on which the District and Qualified Theater Company have entered into a grant agreement for the making of the grant identified in § 47-1052(a)(7)(B), and the funding of that grant;"},{"prefix":"29","text":" Except as provided in the PILOT Agreement, property, including land, any improvements thereon, and any possessory interests therein, for which payments in lieu of taxes are being made under a PILOT agreement pursuant to part E of subchapter IV of Chapter 3 of Title 1, during the term of the PILOT agreement; and"},{"prefix":"30","text":"(A) Land (other than Lots 0074 and 0075, Square 737, and Lot 0021, Square 769, but excluding any portion of the land known as Reservation 17A which becomes part of Square 737, and land consisting of streets or alleys located within the Capper/Carrollsburg PILOT Area established pursuant to § 47-4611 upon abandonment thereof and reversion to Square 737 or 769 or lot included in Square 737 or 769) in the Capper/Carrollsburg PILOT Area and not otherwise exempt under this section and all improvements that are located in the Capper/Carrollsburg PILOT Area and not otherwise exempt under this section, for the period specified in subparagraph (B) of this paragraph. Notwithstanding the foregoing, the improvements on Lots 0074 and 0075, Square 737, and Lot 0021, Square 769 (excluding any portion of the land known as Reservation 17A which becomes part of Square 737 and land consisting of streets or alleys located within the Capper/Carrollsburg PILOT Area established pursuant to § 47-4611 upon abandonment thereof and reversion of Square 737 or 769 or lot included in Square 737 or 769) shall not be exempt from the special tax provided in § 1-204.81."},{"prefix":"B","text":" This paragraph shall expire the day after the bonds, notes, or other obligations issued by the District of Columbia pursuant to the PILOT Authorization Increase and Arthur Capper/Carrollsburg Public Improvements Revenue Bonds Approval Act of 2006, effective March 8, 2007 (D.C. Law 16-244; 54 DCR 609), together with interest and premium, if any, thereon, and all costs and expenses in connection with any suit, action, or proceeding by or on behalf of the holders of the District's bonds, notes or other obligations are fully met and discharged."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Property Exempt from Taxation. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1002","identifier":"47-1002","catch_text":"Real property--Exemptions"}}