{"text":"For purposes of this chapter, the term:","historical":"Temporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-901.\n\nDC CODE § 47-1330\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 507(a)(2), 48 DCR 334.)","sections":[{"prefix":"1","text":" \"Costs\" means amounts paid or payable by the purchaser to the District in connection with the sale of a real property."},{"prefix":"2","text":" \"Tax\" means unpaid real property tax owing as of October 1, including penalties, interest, and costs. The term shall include an assessment or charge due at any time to the District and certified to the Mayor for collection under this chapter in the same manner as a real property tax, along with permitted penalties, interest, and costs."},{"prefix":"3","text":" \"District\" means the District of Columbia."},{"prefix":"4","text":" \"Expenses\" means amounts paid or payable by the purchaser to persons other than the District in connection with the sale of a real property."},{"prefix":"5","text":" \"Purchaser\" shall include the purchaser at the tax sale, the holder of the certificate of sale, the assignee or transferee of the certificate of sale, the plaintiff, or the District, as the context requires."},{"prefix":"6","text":" \"Superior Court\" means the Superior Court of the District of Columbia."},{"prefix":"7","text":" \"Surplus\" means the portion of the bid at the tax sale that exceeds the taxes, penalties, interest, and costs for which the property was sold."},{"prefix":"8","text":" \"Taxing agency\" means an agency of the District which may levy a tax, assessment, or charge collectible under this chapter. The term \"taxing agency\" shall include a business improvement district."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"13A","text":"Revised Real Property Tax Sales."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"47","chaptersection":"1330","identifier":"47-1330","catch_text":"Definitions."}}