{"text":"For purposes of District income and franchise taxation, a limited liability company formed under Chapter 8 of Title 29 or a foreign limited liability company registered to do business in the District under Chapter 1 of Title 29 shall be classified as a partnership unless classified otherwise for federal income tax purposes, in which case the limited liability company shall be classified in the same manner as it is classified for federal income tax purposes. For purposes of District income and franchise taxation, a member or an assignee of a member of a limited liability company formed or subject to Title 29 shall be treated as either a resident or nonresident partner unless classified otherwise for federal income tax purposes, in which case the member or assignee of a member shall have the same status as such member or assignee of a member has for federal income tax purposes.","historical":"Effect of Amendments\n\nD.C. Law 19-171 made a technical amendment to the enacting clause of D.C. Law 18-378, § 3(jj)(1)(D), that did not change the text of the section.\n\nLegislative History of Laws\n\nFor history of Law 18-378, see notes under § 47-1802.01.\n\nFor history of Law 19-171, see notes under § 47-825.01.\n\nMiscellaneous Notes\n\nApplicability date of D.C. Law 18-378: Section 5 of D.C. Law 18-378, as amended by section 7082 of D.C. Law 19-21, provides:\n\n\"Sec. 5. Applicability.\n\n\"This act shall apply as of January 1, 2012.\".\n\nDC CODE § 47-1808.06a\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 3(jj)(1)(D), 58 DCR 1720; Sept. 26, 2012, D.C. Law 19-171, § 89(c), 59 DCR 6190.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"VIII","text":"Tax on Unincorporated Businesses. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1808","identifier":"47-1808.06a","catch_text":"Taxation of limited liability companies."}}