{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-219, in subsec. (b), inserted \"Except as provided in subsection (b-1) of this section,\"; and added subsec. (b-1).\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 831 of Child and Youth, Safety and Health Omnibus Temporary Amendment Act of 2002 (D.C. Law 14-164, June 25, 2002, law notification 49 DCR 6500).\n\nFor temporary (225 day) addition of section, see § 831 of Child and Youth, Safety and Health Omnibus Temporary Amendment Act of 2003 (D.C. Law 15-2, May 3, 2003, law notification 50 DCR 3782).\n\nFor temporary (225 day) addition of section, see § 831 of Child and Youth, Safety and Health Omnibus Temporary Amendment Act of 2004 (D.C. Law 15-117, March 30, 2004, law notification 51 DCR 3804).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of § 47-1812.11c, see § 831 of Child and Youth, Safety and Health Omnibus Emergency Amendment Act of 2003 (D.C. Act 15-3, January 22, 2003, 50 DCR 1426).\n\nFor temporary (90 day) addition of section, see § 831 of Child and Youth, Safety and Health Omnibus Congressional Review Emergency Amendment Act of 2003 (D.C. Act 15-71, April 16, 2003, 50 DCR 3593).\n\nFor temporary (90 day) addition of section, see § 831 of Child and Youth, Safety and Health Omnibus Second Emergency Amendment Act of 2003 (D.C. Act 15- 279, December 18, 2003, 51 DCR 60).\n\nFor temporary (90 day) addition of section, see § 831 of Child and Youth, Safety and Health Omnibus Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-407, March 18, 2004, 51 DCR 3659).\n\nFor temporary (90 day) amendment of section, see § 2 of District of Columbia Statehood Delegation Fund Tax Check-off Emergency Act of 2008 (D.C. Act 17- 349, April 14, 2008, 55 DCR 5362).\n\nLegislative History of Laws\n\nFor Law 15-226, see notes following § § 47-1812.11b.\n\nFor Law 17-219, see notes following § 47-318.05a.\n\nMiscellaneous Notes\n\nShort title: Section 7104 of D.C. Law 17-219 provided that subtitle K of title VII of the act may be cited as the \"District of Columbia Statehood Delegation Fund Tax Check-off Act of 2008\".\n\nDC CODE § 47-1812.11c\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 2005, D.C. Law 15-226, § 202(c), 51 DCR 10539; Aug. 16, 2008, D.C. Law 17-219, § 7105, 55 DCR 7598.)","sections":[{"prefix":"a","text":" There shall be provided on the District of Columbia individual income tax return a voluntary check-off that indicates an individual may contribute a minimum donation or gift of $1 to the Statehood Delegation Fund (\"Fund\"), established by [§ 1-129.08]. The contribution shall reduce any refund owed to the individual taxpayer or increase the tax owed by the individual taxpayer on the taxpayer's tax return. The funds generated from the tax check-off shall be earmarked for the Fund except that any cost incurred by the Mayor in collecting, processing, accounting for, or disbursing the funds generated by the tax check-off shall be reimbursed to the Mayor from the funds generated by the tax check-off."},{"prefix":"b","text":" Except as provided in subsection (b-1) of this section, the funds generated by the tax check-off established by subsection (a) of this section shall be transferred to the Fund pursuant to rules issued by the Mayor that establish timetables and procedures for transfer of the funds. Check-off funds shall be transferred to the Fund only after the costs to the Mayor described in subsection (a) of this section have been reimbursed."},{"prefix":"b-1","text":"(1) Until the District of Columbia Statehood Delegation Fund Commission, established by [§ 1-129.02], convenes, the funds generated by the tax check-off shall be deposited in equal amounts in the District of Columbia statehood funds established pursuant to [§ 1-123(g)]."},{"prefix":"2","text":" Semiannually, each Representative and Senator shall submit to the Mayor, the Chairman of the Council, and the Chairman of the District of Columbia Board of Election and Ethics an accounting of the expenditures made with the tax check-off funds."},{"prefix":"c","text":"(1) Except as provided in paragraph (2) of this subsection, any unpaid District tax liability on an individual income tax return shall render any voluntary tax check-off election void. Any amount paid for the purpose of contributing to the Fund shall be used first to satisfy any unpaid tax liability, in whole or in part."},{"prefix":"2","text":" If there is any amount that remains after satisfaction of the unpaid tax liability, the amount shall be transferred to the Fund."},{"prefix":"d","text":" If on January 1 of any year that begins 3 years after implementation of the tax check-off, the contributions for the previous taxable year fall below $25,000, this section shall expire."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"XII","text":"Assessment and Collection; Time of Payment. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1812","identifier":"47-1812.11c","catch_text":"Statehood Delegation Fund tax check-off."}}