{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-282 added subsec. (h).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 12(ff) of Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, October 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see § 12(ff) of Tax Clarity and Related Amendments Temporary Act of 2003 (D.C. Law 14-228, March 23, 2003, law notification 50 DCR 2741).\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nFor temporary (90 day) amendment of section, see § 12(ee) of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) amendment of section, see § 12(ff) of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 12(ff) of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-901.\n\nFor Law 14-282, see notes following § 47-902.\n\nDC CODE § 47-1340\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 507(a)(2), 48 DCR 334; Apr. 4, 2003, D.C. Law 14-282, § 11(aa), 50 DCR 896.)","sections":[{"prefix":"a","text":" At least 60 days before the mailing of the notices required by § 47- 1341, the Mayor shall notify all taxing agencies (other than the agency to whom the Mayor has delegated his authority under § 47-1332) of the Mayor's intention to hold a tax sale and shall state the time and place of the sale. Each of the taxing agencies shall, within 30 days after receiving the notice, submit a statement to the Mayor certifying all taxes appearing on its records then due to the District as of the date of the Mayor's notice that have not been previously certified to the Mayor. The statement shall be in the form and medium, and shall contain the information, that the Mayor requires. In addition to the real property taxes due, the Mayor shall include in the notice of delinquency required by § 47-1341 and in the public notice required by § 47-1342 the taxes certified to him by the taxing agencies."},{"prefix":"b","text":" When a taxing agency certifies a tax to the Mayor under subsection (a) of this section for which tax a lien was filed with the Recorder of Deeds, the taxing agency shall file with the Recorder of Deeds a Notice of Converted Real Property Tax releasing the prior lien as of the date of certification. The notice shall state the name of the owner, describe the real property by taxation square, suffix, and lot number, or parcel and lot number, and specify the amount of the lien."},{"prefix":"c","text":" If a taxing agency does not certify a tax which is due to the District as of the date of the Mayor's notice under subsection (a) of this section, the tax shall not be collected through a tax sale under this chapter unless the taxing agency files a lien with the Recorder of Deeds within the time required for certification. If such lien is filed, the taxing agency may later certify such lien for collection in accordance with subsection (a) of this section."},{"prefix":"d","text":" The Mayor shall not sell a real property for which taxes have not been certified by a taxing agency. Unpaid real property taxes shall not be required to be certified."},{"prefix":"e","text":" Notwithstanding any other provision of law, payments received for taxes that have been certified to the Mayor shall be credited to the General Fund of the District in the same manner as real property tax payments are credited."},{"prefix":"f","text":" If (1) a taxing agency certifies taxes (for which real property is offered for sale) to the Mayor under subsection (a) of this section, and (2) the real property sold for such taxes has been redeemed or a deed therefor issued to the purchaser, the taxing agency may submit an accounting to the designated agency under § 47-1332(b) in the form that the Mayor requires. Upon receipt of the accounting and verification of the redemption or delivery of the deed, the amount of the certified taxes collected, to the extent that it is available after application of all amounts collected according to the priority of the taxes before certification, shall be disbursed from the General Fund for the purpose designated by, and in accordance with, the law creating the obligation for the certified tax."},{"prefix":"g","text":" Any omission by the Mayor or any taxing agency under this section shall not adversely affect a sale or a purchaser's interest. This section shall be construed pursuant to §§ 47-1341(b) and 47-1342(b)(2)."},{"prefix":"h","text":" When a tax is certified by a taxing agency to the agency designated under § 47-1332(b), the designated agency may charge an amount not to exceed 10% of the redemptive value of the tax, to be retained by the designated agency as compensation for the use of its resources. Charges collected under this subsection shall be deposited into the Recorder of Deeds Automation and Infrastructure Improvement Fund under § 42-1214."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"13A","text":"Revised Real Property Tax Sales."},"subchapter":{"identifier":"II","text":"Sale."},"heading":{"title":"47","chaptersection":"1340","identifier":"47-1340","catch_text":"Notice to agencies; certification of taxes due agencies; General Fund; disbursement."}}