{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-282 added subsec. (d).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 12(qq) of Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, October 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see § 12(qq) of Tax Clarity and Related Amendments Temporary Act of 2003 (D.C. Law 14-228, March 23, 2003, law notification 50 DCR 2741).\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nFor temporary (90 day) amendment of section, see § 12(pp) of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) amendment of section, see § 12(qq) of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 12(qq) of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-901.\n\nFor Law 14-282, see notes following § 47-902.\n\nDC CODE § 47-1380\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 507(a)(2), 48 DCR 334; Apr. 4, 2003, D.C. Law 14-282, § 11(ll), 50 DCR 896.)","sections":[{"prefix":"a","text":" If the Superior Court shall set aside a sale, the amount required to redeem is: (A) the amount required by this chapter, as may be adjusted by the court, and (B) the reasonable value, on the date the judgment is set aside, of all reasonable improvements made on the real property by the purchaser and the purchaser's successors in interest subject to § 47-1363."},{"prefix":"b","text":" A sale shall not be set aside unless the real property is redeemed."},{"prefix":"c","text":" If the Superior Court sets aside a sale in the absence of fraud on the part of the purchaser, the Mayor shall repay to the purchaser:"},{"prefix":"1","text":" The amount paid to the Mayor on account of the purchase price of the property sold, with interest thereon except surplus;"},{"prefix":"2","text":" All taxes accrued after the date of sale that were paid by the purchaser under this chapter, with interest as would have been required to be paid by a redeemer;"},{"prefix":"3","text":" The expenses collected by the Mayor and properly incurred under § 47- 1377; and"},{"prefix":"4","text":" The amount, as collected by the Mayor, of the value of all reasonable improvements made on the real property by the purchaser and the purchaser's successors in interest."},{"prefix":"d","text":" Notwithstanding any other provision of this section, if the Superior Court finds fraud on the part of the purchaser, the Superior Court shall set aside the sale."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"13A","text":"Revised Real Property Tax Sales."},"subchapter":{"identifier":"IV","text":"Foreclosure."},"heading":{"title":"47","chaptersection":"1380","identifier":"47-1380","catch_text":"Judgment setting aside sale."}}