{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-202, see notes following ยง 47-1807.51.\n\nDC CODE ยง 47-1807.54\n\nCurrent through December 11, 2012","credits":"(July 27, 2010, D.C. Law 18-202, ยง 2(c), 57 DCR 4746.)","sections":[{"prefix":"a","text":" A taxpayer shall apply for, and the Mayor shall approve, the job growth tax credit as follows:"},{"prefix":"1","text":" A taxpayer shall submit a complete written application for a job growth tax credit to the Mayor before the project commences in the District of Columbia. The application shall include:"},{"prefix":"A","text":" A detailed description of the project;"},{"prefix":"B","text":" An identification of the specific jobs that will be created and the anticipated salary range for each job; and"},{"prefix":"C","text":" Documentation to demonstrate that, without the job growth tax credit, the project would not occur in the District of Columbia, which documentation shall include information that indicates:"},{"prefix":"i","text":" Receipt of the job growth tax credit is a major factor in the taxpayer's decision; and"},{"prefix":"ii","text":" Without the job growth tax credit, the taxpayer is not likely to commence the project in the District of Columbia."},{"prefix":"2","text":" The Mayor shall review each application submitted for a job growth tax credit. Based on the application submitted, the Mayor shall approve the job growth tax credit as provided by ยง 47-1807.52. The approval shall include the maximum amount of the credit available to the taxpayer for the entire credit period calculated pursuant to subsection (b) of this section and the specific terms that shall be met to qualify for the job growth tax credit."},{"prefix":"b","text":" The job growth tax credit allowed shall be calculated by the Mayor as follows:"},{"prefix":"1","text":" For the maximum amount of the job growth tax credit available to the taxpayer for the credit period, the Mayor shall multiply the estimated net job growth for each of the years in the credit period by 50% of the taxpayer's total estimated FICA taxes each year for all new employees of the project who are residents of the District of Columbia."},{"prefix":"2","text":" For the annual amount of the job growth tax credit allowed, the Mayor shall multiply the actual net job growth for that year by 50% of the taxpayer's FICA taxes for the new employees of the project who are residents of the District of Columbia; provided, that a job growth tax credit shall not be allowed, and a credit certificate shall be not be issued, in an amount that exceeds the maximum amount of the approved job growth tax credits as calculated pursuant to paragraph (1) of this subsection."},{"prefix":"3","text":" If the amount of the credit allowed under paragraph (2) of this subsection exceeds the amount of franchise taxes otherwise due on the taxpayer's income in the tax year for which the job growth tax credit is being claimed, the unused amount of the job growth tax credit may be carried forward and used as a credit against subsequent years' franchise tax liability for a period not to exceed 10 years and shall be applied first to the earliest tax years possible. Any credit remaining after this period shall not be refunded or credited to the taxpayer."},{"prefix":"4","text":" A taxpayer who uses a job growth tax credit that is subsequently disallowed shall be liable for the resulting tax deficiency, interest, and penalties as otherwise provided by law."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"VII-A","text":"Job Growth Tax Credit."},"heading":{"title":"47","chaptersection":"1807","identifier":"47-1807.54","catch_text":"Job growth tax credit application, approval, and calculation."}}