{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-1523.\n\nEffect of Amendments\n\nD.C. Law 13-38 rewrote this section adding thereto provisions comprising the exception at the end of subsec. (a) and added the provisions contained in subsecs. (b) through (e).\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see §§ 2702(e) and 2703(b) of the Service Improvement and Fiscal Year 2000 Budget Support Emergency Act of 1999 (D.C. Act 13-110, July 28, 1999, 46 DCR 6320).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-212, see Historical and Statutory Notes following § 47-1521.\n\nFor Law 13-38, see notes following § 47-1522.\n\nDC CODE § 47-1523\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1987, D.C. Law 6-212, § 4, 34 DCR 850; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Oct. 20, 1999, D.C. Law 13-38, § 2702(e), 46 DCR 6373.)","sections":[{"prefix":"a","text":" The full and true value and the current value of tangible personal property, including taxable leasehold improvements, having a taxable situs in the District shall be reported on the return. The full and true value shall be the original costs of the tangible personal property in an arms-length transaction, computed as of July 1st of the tax year. The current value of the tangible personal property shall be the full and true value less a reasonable allowance for straight line depreciation in accordance with rules promulgated by the Mayor and the provisions under subsections (b), (c), (d), and (e) of this section. Tangible personal property items with a useful life of one year or less shall be reported at cost. No proration of value shall be permitted in anticipation of the disposition of an item of tangible personal property. In no event shall the current value reported be less than 25% of the original cost or exchange value of the tangible personal property, except as permitted under subsection (b) of this section."},{"prefix":"b","text":" Qualified technological equipment shall be depreciated at the rate of 30% per year, and shall not be depreciated to a value less than 10% of original cost or exchange value."},{"prefix":"c","text":" For personal property tax years beginning July 1, 2000, taxpayers who acquired qualified technological equipment on or before June 30, 2000, may calculate the current value of those assets as if the depreciation rate provided in subsection (b) of this section was used from the acquisition date; however, there shall be no credit or refund of tax paid in earlier tax years under the prior depreciation rate."},{"prefix":"d","text":" For the purposes of this section:"},{"prefix":"1","text":" \"Computer\" means a programmable electronically activated device that is capable of accepting information, applying prescribed processes to the information, and supplying the results with or without human intervention, and that consists of a central unit containing extensive storage, logic, arithmetic, and control capabilities."},{"prefix":"2","text":" \"Qualified technological equipment\" means any computer or related peripheral equipment other than the type mentioned in subsection (e)(1) of this section."},{"prefix":"3","text":" \"Related peripheral equipment\" means any auxiliary machine (whether on-line or off-line) that is designed to be placed under the control of a computer, and operate in conjunction with such computer."},{"prefix":"e","text":" For the purposes of this section:"},{"prefix":"1","text":" \"Computer\" or \"related peripheral equipment\" shall not include:"},{"prefix":"A","text":" Any equipment that is an integral part of other property that is not a computer;"},{"prefix":"B","text":" Typewriters, calculators, adding and accounting machines, copiers, duplicating equipment, and similar devices;"},{"prefix":"C","text":" Equipment of a kind primarily used for amusement or entertainment of the user;"},{"prefix":"D","text":" Mainframe computers that are capable of simultaneously supporting multiple transactions and multiple users, and having an original cost in excess of $500,000; including any additional memory units, tape drives, disk drives, power supplies, cooling units, and communication controllers that are related peripheral equipment to such computers; or"},{"prefix":"E","text":" Computers used in operating industrial processing equipment, equipment used in a computer assisted manufacturing system, equipment used in computer assisted design or engineering system integral to an industrial process, or subunit or electronic assembly comprising a component in a computer integrated industrial processing system."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Taxation of Personal Property."},"subchapter":{"identifier":"II","text":"Procedure. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1523","identifier":"47-1523","catch_text":"Reporting requirement; valuation of property."}}