{"text":"Assessments of any deficiencies in the tax due under this chapter, or any interest and penalties thereon, shall be governed by § 47-4312.","historical":"Prior Codifications\n\n1981 Ed., § 47-1528.\n\nEffect of Amendments\n\nD.C. Law 15-217 rewrote the section which had read as follows:\n\n\"(a) If a deficiency in tax is determined or redetermined by the Mayor, then the Mayor shall mail, by certified mail, a notice of the deficiency to the taxpayer.\n\n\"(b) Unless, within 30 days after the notice of the deficiency is sent, the person against whom it is assessed requests, in writing, a hearing, or unless the Mayor decides to redetermine the deficiency, the Mayor's determination under subsection (a) of this section shall establish irrevocably the amount of the tax.\n\n\"(c) If the person requests a hearing pursuant to subsection (b) of this section, the Mayor shall provide a hearing.\n\n\"(d) As soon as practicable after the hearing or redetermination, the Mayor shall render a decision and notify the person against whom the tax is assessed of the Mayor's final decision on the matter.\"\n\nD.C. Law 16-191 repealed section 79 of D.C. Law 15-354 which had amended this section.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(a) of Office of Administrative Hearings Establishment Emergency Amendment Act of 2004 (D.C. Act 15-513, August 2, 2004, 51 DCR 8976).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Office of Administrative Hearings Establishment Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-553, October 26, 2004, 51 DCR 10359).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-212, see Historical and Statutory Notes following § 47-1521.\n\nLaw 15-217, the \"Office of Administrative Hearings Establishment Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-817, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 29, 2004, and July 13, 2004, respectively. Signed by the Mayor on August 2, 2004, it was assigned Act No. 15-522 and transmitted to both Houses of Congress for its review. D.C. Law 15-217 became effective on December 7, 2004.\n\nFor Law 16-191, see notes following § 47-308.02.\n\nDC CODE § 47-1528\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1987, D.C. Law 6-212, § 9, 34 DCR 850; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Dec. 7, 2004, D.C. Law 15-217, § 4(a), 51 DCR 9126; Mar. 2, 2007, D.C. Law 16-191, § 48(j), 53 DCR 6794.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Taxation of Personal Property."},"subchapter":{"identifier":"II","text":"Procedure. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1528","identifier":"47-1528","catch_text":"Deficiency; request for hearing."}}