{"text":"The properties located in the District of Columbia described as lots 0808, 0904, and 0905 in square 5802, situated in the 1200 block of Maple View Place, S.E., and the 2200 block of Mount View Place, S.E., owned by Southeast Neighborhood House, Inc., or to be transferred to same, are hereby exempt from real property taxation so long as the properties continue to be so owned and continue to be occupied and used by Southeast Neighborhood House, Inc., or Children of Mine, Inc., District of Columbia nonprofit corporations, and not used for commercial purposes, subject to the provisions of §§ 47-1005, 47-1007, and 47-1009 as if the exemptions were granted administratively under this chapter.","historical":"Effect of Amendments\n\nD.C. Law 16-191 validated a previously made technical correction.\n\nTemporary Addition of Section\n\nFor Temporary (225 day) addition of section, see § 2(b) of Southeast Neighborhood House Real Property Tax Exemption and Equitable Real Property Tax Relief Temporary Amendment Act of 2002 (D.C. Law 14-260, March 27, 2003, law notification 50 DCR 2937).\n\nFor Temporary (225 day) addition of section, see § 2(b) of Southeast Neighborhood House Real Property Tax Exemption and Equitable Real Property Tax Relief Temporary Act of 2004 (D.C. Law 15-123, March 30, 2004, law notification 51 DCR 3810).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2 of Southeast Neighborhood House Real Property Tax Exemption and Equitable Real Property Tax Relief Emergency Act of 2002 (D.C. Act 14-533, December 2, 2002, 49 DCR 11639).\n\nFor temporary (90 day) addition, see § 2 of Southeast Neighborhood House Real Property Tax Exemption and Equitable Real Property Tax Relief Congressional Review Emergency Act of 2003 (D.C. Act 15-40, March 24, 2003, 50 DCR 2780).\n\nFor temporary (90 day) addition, see § 2(b) of Southeast Neighborhood House Real Property Tax Exemption and Equitable Real Property Tax Relief Emergency Act of 2003 (D.C. Act 15-292, January 6, 2004, 51 DCR 907).\n\nFor temporary (90 day) amendment of section, see § 9 of Finance and Revenue Technical Amendments Second Emergency Amendment Act of 2006 (D.C. Act 16-585, December 28, 2006, 54 DCR 340).\n\nLegislative History of Laws\n\nLaw 15-264, the \"Southeast Neighborhood House Real Property Tax Exemption and Equitable Real Property Tax Relief Act of 2004\", was introduced in Council and assigned Bill No. 15-74, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 9, 2004, and December 7, 2004, respectively. Signed by the Mayor on December 29, 2004, it was assigned Act No. 15-649 and transmitted to both Houses of Congress for its review. D.C. Law 15-264 became effective on April 5, 2005.\n\nFor Law 16-191, see notes following § 47-308.02.\n\nMiscellaneous Notes\n\nSection 3(a) of D.C. Law 15-264 provides:\n\n\"(a) The Council orders that:\n\n\"(1) All real property taxes or taxes under D.C. Official Code § 47-1005.01, and interest and penalties thereon, assessed against lot 0808 for the period March 1, 1993 through the first day of the month following the effective day of this act [April 5, 2005], shall be forgiven.\n\n\"(2) All real property taxes or taxes under D.C. Official Code § 47-1005.01, and interest and penalties thereon, assessed against lots 0904 and 0905 for the period March 1, 1993 through the first day of the month following the effective day of this act, shall be forgiven.\"\n\nDC CODE § 47-1060\n\nCurrent through December 11, 2012","credits":"(Apr. 5, 2005, D.C. Law 15-264, § 2, 52 DCR 241; Mar. 2, 2007, D.C. Law 16-191, § 76, 53 DCR 6794.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Property Exempt from Taxation. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1060","identifier":"47-1060","catch_text":"Southeast Neighborhood House, lots 0808, 0904, and 0905 in square 5802."}}