{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-223, in subsecs. (a), (b), and (c), substituted \"DHCF\" for \"MAA\"; and, in subsec. (d), substituted \"DHCF\" for ''Department of Health\".\n\nD.C. Law 19-169 substituted \"ICF-IDD\" for \"ICF-MR\" both places it appeared.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 5032(b) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 16-68, see notes following § 47-1270.\n\nFor Law 18-223, see notes following § 47-355.05.\n\nFor history of Law 19-169, see notes under § 47-1270.\n\nDC CODE § 47-1272\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 2006, D.C. Law 16-68, § 2(b), 53 DCR 47; Sept. 24, 2010, D.C. Law 18-223, § 5032(b), 57 DCR 6242; Sept. 26, 2012, D.C. Law 19-169, § 33(b)(5), 59 DCR 5567.)","sections":[{"prefix":"a","text":" To be eligible to receive payments from the Fund for a fiscal year, an ICF-IDD shall submit the following to the DHCF by June 30 of the prior fiscal year:"},{"prefix":"1","text":" Proof of a legally binding written commitment to fund quality of care improvements as defined in § 47-1270;"},{"prefix":"2","text":" Proof of an enforcement mechanism of the written commitment to fund quality of care improvements, such as arbitration, that is:"},{"prefix":"A","text":" Expeditious;"},{"prefix":"B","text":" Uses a neutral decision maker;"},{"prefix":"C","text":" Economical for the employees; and"},{"prefix":"D","text":" Available to the employees or their representatives; and"},{"prefix":"3","text":" Proof that the facility has provided written notice of the terms of the commitment and the availability of the enforcement mechanism to the relevant employees or their recognized representatives."},{"prefix":"b","text":" The DHCF shall terminate the quality improvement funding for a facility if it finds the binding written commitment has expired and does not otherwise remain enforceable."},{"prefix":"c","text":" The DHCF may inspect relevant payroll and personnel records of facilities receiving funds pursuant to this section to ensure that the quality of care improvements provided for in this section have been implemented."},{"prefix":"d","text":" In addition to the remedies provided in § 47-1274, the DHCF may retroactively recover funds provided to a facility for quality of care improvements incurred after expiration of the commitment or if a facility has failed to maintain the commitment."},{"prefix":"e","text":" Enforcement or attempted enforcement of the written commitment pursuant to § 47-1272 shall not constitute a basis for adverse action by a facility against an employee."},{"prefix":"f","text":" Documents submitted by the ICF-IDD to show its compliance with § 47-1272 shall be available for public review."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"12D","text":"Stevie Sellows Quality Improvement Fund; Icf-Idd Assessment."},"heading":{"title":"47","chaptersection":"1272","identifier":"47-1272","catch_text":"Qualified Facility; eligibility; inspection by the MAA; fund recovery; adverse action prohibition."}}