{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-171, in subsec. (b)(2), validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 302(d) of Fiscal Year 2013 Budget Support Technical Clarification Emergency Amendment Act of 2012 (D.C. Act 19-482, October 10, 2012, 59 DCR 12478).\n\nFor temporary (90 day) addition of applicability provision, see § 303 of Fiscal Year 2013 Budget Support Technical Clarification Emergency Amendment Act of 2012 (D.C. Act 19-482, October 10, 2012, 59 DCR 12478).\n\nLegislative History of Laws\n\nFor history of Law 19-21, see notes under § 47-305.02.\n\nFor history of Law 19-171, see notes under § 47-369.01.\n\nMiscellaneous Notes\n\nSection 8004 of D.C. Law 19-21 provides:\n\n\"Sec. 8004. Applicability.\n\n\"This subtitle shall apply for taxable years beginning after December 31, 2010.\"\n\nDC CODE § 47-1810.04\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2011, D.C. Law 19-21, § 8002(d), 58 DCR 6226; Sept. 26, 2012, D.C. Law 19-171, § 114(h), 59 DCR 6190.)","sections":[{"prefix":"a","text":" The use of a combined report does not disregard the separate identities of the taxpayer members of the combined group. Each taxpayer member is responsible for tax based on its taxable income or loss apportioned or allocated to the District, which shall include, in addition to other types of income, the taxpayer member's apportioned share of business income of the combined group, where business income of the combined group is calculated as a summation of the individual net business incomes of all members of the combined group. A member's net business income is determined by removing all but business income, expense, and loss from that member's total income, as provided in this section and § 47-1810.05."},{"prefix":"b","text":"(1) Each taxpayer member is responsible for tax based on its taxable income or loss apportioned or allocated to the District, which shall include its:"},{"prefix":"A","text":" Share of any business income apportionable to the District of each of the combined groups of which it is a member, as determined under subsection (c) of this section;"},{"prefix":"B","text":" Share of any business income apportionable to the District of a distinct business activity conducted within and outside the District wholly by the taxpayer member, as determined under the provisions for apportionment of business income set forth in this chapter;"},{"prefix":"C","text":" Income from a business conducted wholly by the taxpayer member entirely within the District;"},{"prefix":"D","text":" Income sourced to the District from the sale or exchange of capital or assets, and from involuntary conversions, as determined under § 47- 1810.05(b)(8);"},{"prefix":"E","text":" Nonbusiness income or loss allocable to the District as determined under the provisions for allocation of nonbusiness income set forth in this chapter;"},{"prefix":"F","text":" Income or loss allocated or apportioned in an earlier year required to be taken into account as District source income during the income year, other than a net operating loss; and"},{"prefix":"G","text":" Net operating loss carryover."},{"prefix":"2","text":" If the taxable income computed pursuant to this section and § 47-1810.05 results in a loss for a taxpayer member of the combined group, that taxpayer member has a District net operating loss, subject to the net operating loss limitations and carryover provisions of this chapter. The District net operating loss shall be applied as a deduction in a prior or subsequent year only if that taxpayer has District source positive net income, whether or not the taxpayer is or was a member of a combined reporting group in the prior or subsequent year."},{"prefix":"3","text":" Except where otherwise provided, no tax credit or post-apportionment deduction earned by one member of the group, but not fully used by or allowed to that member, may be used, in whole or in part, by another member of the group or applied, in whole or in part, against the total income of the combined group. A post-apportionment deduction carried over into a subsequent year as to the member that incurred it, and available as a deduction to that member in a subsequent year, will be considered in the computation of the income of that member in the subsequent year regardless of the composition of that income as apportioned, allocated, or wholly within the District."},{"prefix":"c","text":"(1) The taxpayer's share of the business income apportionable to the District of each combined group of which it is a member shall be the product of the:"},{"prefix":"A","text":" Business income of the combined group, determined under § 47-1810.05; and"},{"prefix":"B","text":" Taxpayer member's apportionment percentage, determined in accordance with this chapter, including in the property, payroll, and sales factor numerators of the taxpayer's property, payroll, and sales, respectively, associated with the combined group's unitary business in the District and including in the denominator the property, payroll, and sales of all members of the combined group, including the taxpayer, which property, payroll, and sales are associated with the combined group's unitary business wherever located."},{"prefix":"2","text":" The property, payroll, and sales of a partnership shall be included in the determination of the partner's apportionment percentage in proportion to a ratio the numerator of which is the amount of the partner's distributive share of partnership's unitary income included in the income of the combined group in accordance with § 47-1810.05 and the denominator of which is the amount of the partnership's total unitary income."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"Purpose of Chapter and Allocation and Apportionment."},"heading":{"title":"47","chaptersection":"1810","identifier":"47-1810.04","catch_text":"Determination of taxable income or loss using combined report; components of income subject to tax in the District, application of tax credits and post-apportionment deductions; determination of taxpayer's share of the business income of a combine group apportionable to the District."}}