{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-174, see notes under § 47-1818.01.\n\nDC CODE § 47-1818.03\n\nCurrent through December 11, 2012","credits":"(Oct. 9, 2012, D.C. Law 19-174, § 2(b), 59 DCR 8712.)","sections":[{"prefix":"a","text":" Within 180 days of [October 9, 2012], the Mayor shall enter into a BAS agreement with a Qualified Social E-Commerce Company and certify the agreement as required by § 47-1818.04 and submit it to the Council as required by § 47-1818.05."},{"prefix":"b","text":" The Mayor shall ensure that the BAS agreement provides:"},{"prefix":"1","text":" That the Qualified Social E-Commerce Company will leverage its activities to assist retail businesses along disrupted corridors;"},{"prefix":"2","text":" For the coordination of the Qualified Social E-Commerce Company's offering of technology, marketing, social media, and other training opportunities for District of Columbia small businesses;"},{"prefix":"3","text":" For the development of engineering-related programs to recruit, train, and retain software developers in the District of Columbia; and"},{"prefix":"4","text":" For the Qualified Social E-Commerce Company's participation in hiring STEM students as part of the Summer Youth Employment Program established pursuant to § 32-241."},{"prefix":"c","text":" Within 365 days of Council approval of the BAS agreement, as required by § 47-1818.05, and annually thereafter during the term of an abatement granted pursuant to this subchapter, the Mayor shall submit a report to the Council on each BAS agreement approved by the Council detailing the level of compliance under each BAS agreement."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"XVIII","text":"Qualified Social Electronic Commerce Companies."},"heading":{"title":"47","chaptersection":"1818","identifier":"47-1818.03","catch_text":"City-wide joint business activity strategy agreements."}}