{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 302(d) of Fiscal Year 2013 Budget Support Technical Clarification Emergency Amendment Act of 2012 (D.C. Act 19-482, October 10, 2012, 59 DCR 12478).\n\nFor temporary (90 day) addition of applicability provision, see § 303 of Fiscal Year 2013 Budget Support Technical Clarification Emergency Amendment Act of 2012 (D.C. Act 19-482, October 10, 2012, 59 DCR 12478).\n\nLegislative History of Laws\n\nFor history of Law 19-21, see notes under § 47-305.02.\n\nMiscellaneous Notes\n\nSection 8004 of D.C. Law 19-21 provides:\n\n\"Sec. 8004. Applicability.\n\n\"This subtitle shall apply for taxable years beginning after December 31, 2010.\"\n\nDC CODE § 47-1810.07\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2011, D.C. Law 19-21, § 8002(d), 58 DCR 6226.)","sections":[{"prefix":"a","text":"(1) Absent an election under subsection (b) of this section to report based upon a worldwide unitary combined reporting basis, taxpayer members of a unitary group shall determine each of their apportioned shares of the net business income or loss of the combined group on a water's-edge unitary combined reporting basis."},{"prefix":"2","text":" In determining tax under this chapter on a water's-edge unitary combined reporting basis, taxpayer members shall take into account all or a portion of the income and apportionment factors of only the following members otherwise included in the combined group pursuant to § 47-1805.02a:"},{"prefix":"A","text":" The entire income and apportionment factors of any member incorporated in the United States or formed under the laws of any state, the District, or any territory or possession of the United States;"},{"prefix":"B","text":" The entire income and apportionment factors of any member, regardless of the place incorporated or formed, if the average of its property, payroll, and sales factors within the United States is 20% or more;"},{"prefix":"C","text":" The entire income and apportionment factors of any member that is a domestic international sales corporation, as described in sections 991 through 994 of the Internal Revenue Code of 1986, inclusive, a foreign sales corporation, as described in sections 921 through 927 of the Internal Revenue Code of 1986, inclusive, or any member that is an export trade corporation, as described in sections 970 through 971 of the Internal Revenue Code of 1986, inclusive;"},{"prefix":"D","text":" Any member not described in subparagraphs (A), (B), or (C) of this paragraph shall include its business income that is effectively connected, or treated as effectively connected under the provisions of the Internal Revenue Code of 1986, with the conduct of a trade or business within the United States and, for that reason, subject to federal income tax;"},{"prefix":"E","text":" Any member that is a controlled foreign corporation, as defined in section 957 of the Internal Revenue Code of 1986, to the extent of the income of that member that is defined in section 952 of Subpart F of the Internal Revenue Code of 1986 not excluding lower-tier subsidiaries' distributions of such income that were previously taxed, determined without regard to federal treaties, and the apportionment factors related to that income; any item of income received by a controlled foreign corporation shall be excluded if such income was subject to an effective rate of income tax imposed by a foreign country greater than 90% of the maximum rate of tax specified in section 11 of the Internal Revenue Code of 1986;"},{"prefix":"F","text":" Any member that is a resident of a country that does not have a comprehensive income tax treaty with the United States and earns more than 20% of its income, directly or indirectly, from intangible property or service-related activities that are deductible against the business income of other members of the water's-edge group, to the extent of that income and the apportionment factors related thereto; and"},{"prefix":"G","text":"(i) The entire income and apportionment factors of any member that is doing business in a tax haven defined as being engaged in activity sufficient for that tax haven jurisdiction to impose a tax under United States constitutional standards."},{"prefix":"ii","text":" If the member's business activity within a tax haven is entirely outside the scope of the laws, provisions, and practices that cause the jurisdiction to meet the criteria of a tax haven, as that term is defined in § 47- 1801.04(49), the activity of the member shall be treated as not having been conducted in a tax haven."},{"prefix":"b","text":" An election to report District tax based on worldwide unitary combined reporting is effective only if made on a timely filed original return for a tax year by every member of the unitary business subject to tax under this chapter."},{"prefix":"c","text":" At the discretion of the Mayor:"},{"prefix":"1","text":" A worldwide unitary combined reporting election may be disregarded, in part or in whole, and the income and apportionment factors of any member of the taxpayer's unitary group may be included in or excluded from the combined report without regard to the provisions of this section, if any member of the unitary group fails to comply with any provision of this chapter; and"},{"prefix":"2","text":" Worldwide unitary combined reporting may be mandated, in part or in whole, and the income and apportionment factors of any member of the taxpayer's unitary group may be included in or excluded from the combined report without regard to the provisions of this section, if any member of the unitary group fails to comply with any provision of this chapter, or if a person otherwise not included in the water's-edge combined group was availed of with a substantial objective of avoiding state income tax."},{"prefix":"d","text":"(1) A worldwide unitary combined reporting election is binding for and applicable to the tax year it is made and all tax years thereafter for a period of 10 years. It may be withdrawn or reinstituted after withdrawal, prior to the expiration of the 10-year period, only upon written request for reasonable cause based on extraordinary hardship due to unforeseen changes in state tax statutes, law, or policy, and only with the written authorization of the Mayor."},{"prefix":"2","text":" An election shall constitute consent to the reasonable production of documents and taking of depositions in accordance with District law."},{"prefix":"3","text":" If the Mayor grants a withdrawal of election pursuant to paragraph (1) of this subsection, he or she shall impose reasonable conditions necessary to prevent the evasion of tax or to clearly reflect income for the election period prior to or after the withdrawal."},{"prefix":"4","text":" Upon the expiration of the 10-year period, a taxpayer may withdraw from the worldwide unitary combined reporting election. Withdrawal must be made in writing within one year of the expiration of the election and is binding for a period of 10 years, subject to the same conditions as applied to the original election. If no withdrawal is properly made, the worldwide unitary combined reporting election shall be in place for an additional 10-year period, subject to the same conditions as applied to the original election."},{"prefix":"e","text":" The Mayor shall develop rules governing the impact, if any, on the scope or application of a worldwide unitary combined reporting election, including termination or deemed election, resulting from a change in the composition of the unitary group, the combined group, the taxpayer members and any other similar change."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"Purpose of Chapter and Allocation and Apportionment."},"heading":{"title":"47","chaptersection":"1810","identifier":"47-1810.07","catch_text":"Water's-edge reporting; initiation and withdrawal election."}}