{"text":"Special assessments authorized to be levied in condemnation proceedings instituted by the District of Columbia may be paid without interest within 60 days after the ratification or confirmation of the verdict of the jury. Interest of one-third of 1% for each month or part thereof shall be charged on all unpaid amounts from the expiration of 60 days from the date of the ratification or confirmation of the verdict of the jury. Any such assessment may be paid in 5 equal installments with interest thereon. If any such assessment or any part thereof shall remain unpaid after the expiration of 4 years from the date of the ratification or confirmation of the verdict of the jury the property against which said assessment was levied may be sold for such assessment or unpaid portion thereof with interest and penalties thereon at the next ensuing annual tax sale conducted under Chapter 13A of this title, in the same manner and under the same conditions as property sold for delinquent general taxes, if said assessment with interest and penalties thereon shall not have been paid in full prior to said sale. This section shall apply only to assessments ratified or confirmed by the court after June 25, 1938, and assessments ratified or confirmed on or before June 25, 1938, shall be levied and collected and bear interest as if §§ 47-1201 to 47-1206 had not been passed.","historical":"Prior Codifications\n\n1981 Ed., § 47-1204.\n\n1973 Ed., § 47-1104.\n\nEffect of Amendments\n\nD.C. Law 13-305 substituted \"under Chapter 13A\" for \"pursuant to § 1301\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 204(b) of Fiscal Year 1997 Budget Support Temporary Amendment Act of 1996 (D.C. Law 11-226, April 9, 1997, law notification 44 DCR 2584).\n\nFor temporary (225 day) amendment of section, see § 8(e)(3) of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 204(b) of the Fiscal Year 1997 Budget Support Emergency Act of 1996 (D.C. Act 11-302, July 25, 1996, 43 DCR 4181), § 204(b) of the Fiscal Year 1997 Budget Support Emergency Amendment Act of 1996 (D.C. Act 11-429, October 29, 1996, 43 DCR 6151), and § 204(b) of the Fiscal Year 1997 Budget Support Congressional Adjournment Emergency Amendment Act of 1997 (D.C. Act 12-2, February 19, 1997, 44 DCR 1590).\n\nFor temporary (90 day) amendment of section, see § 8(e)(3) of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-198, see Historical and Statutory Notes following § 47-1203.\n\nFor Law 13-305, see notes under § 47-901.\n\nDC CODE § 47-1204\n\nCurrent through December 11, 2012","credits":"(June 25, 1938, 52 Stat. 1200, ch. 702, § 4; Apr. 9, 1997, D.C. Law 11-198, § 204(b), 43 DCR 4569; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 508(e)(3), 48 DCR 334.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Special Assessments. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1204","identifier":"47-1204","catch_text":"Condemnation proceedings; payment; interest; delinquency sale."}}