{"text":"The net income shall be computed upon the basis of the taxpayer's annual accounting period (fiscal year or calendar year, as the case may be) in accordance with the method of accounting regularly employed in keeping the books of such taxpayer; but if no such method of accounting has been so employed, or if the method employed does not clearly reflect the income, the computation shall be made in accordance with such method as in the opinion of the Mayor does clearly reflect the income. If the taxpayer's annual accounting period is other than a fiscal year as defined in § 47-1801.04(8) or if the taxpayer has no annual accounting period or does not keep books, the net income shall be computed on the basis of the calendar year. If the taxpayer makes a federal income tax return, his income shall be computed, for the purposes of this subchapter, on the basis of the same calendar or fiscal year as in such federal income tax return, if the basis is accepted and approved by the Commissioner of Internal Revenue.","historical":"Prior Codifications\n\n1981 Ed., § 47-1804.1.\n\n1973 Ed., § 47-1561.\n\nEffect of Amendments\n\nD.C. Law 13-126, rewrote subd. (28A), which previously read:\n\n\"The term 'Internal Revenue Code of 1986' means the Internal Revenue Code of 1986 (100 Stat. 2085; 26 U.S.C. 1 et seq.), as amended through August 20, 1996. The provisions of the Internal Revenue Code of 1986 shall be effective on the same dates that they are effective for Federal tax purposes.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-158, see Historical and Statutory Notes following § 471801.04.\n\nDC CODE § 47-1804.01\n\nCurrent through December 11, 2012","credits":"(July 16, 1947, 61 Stat. 339, ch. 258, art. I, title IV, § 1; Mar. 6, 1979, D.C. Law 2-158, § 4, 25 DCR 7002; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Accounting Periods, Installment Sales, and Inventories."},"heading":{"title":"47","chaptersection":"1804","identifier":"47-1804.01","catch_text":"Accounting periods--Computation of income."}}