{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-1807.4.\n\nEffect of Amendments\n\nD.C. Law 17-231, in subsec. (b)(8), substituted \"spouse or domestic partner\" for \"spouse\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-177, see Historical and Statutory Notes following § 47-1803.03.\n\nFor Law 17-231, see notes following § 47-802.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: See Historical and Statutory Notes following § 47-1803.03.\n\nDC CODE § 47-1807.04\n\nCurrent through December 11, 2012","credits":"(July 16, 1947, ch. 258, art. I, title VII, § 3, as added Oct. 20, 1988, D.C. Law 7-177, § 10(b), 35 DCR 6158; enacted, Apr. 9, 1997, D.C. Law 11- 254, § 2, 44 DCR 1575; Sept. 12, 2008, D.C. Law 17-231, § 41(j), 55 DCR 6758.)","sections":[{"prefix":"a","text":" Except as provided in subsection (b) of this section, for taxable years beginning after December 31, 1988, any incorporated business approved as qualified pursuant to § 6-1504 shall be allowed a credit against the tax imposed by this chapter in an amount equal to 50% of the wages paid by the qualified incorporated business to an employee certified by the Mayor under § 6-1504(c), during the first 24 calendar months in which the employer employed the certified employee."},{"prefix":"b","text":" The credit under subsection (a) of this section shall not be allowed:"},{"prefix":"1","text":" To exceed, for any certified employee, a total of $7,500 in any 1 taxable year;"},{"prefix":"2","text":" Until the qualified incorporated business has employed the certified employee for at least 760 hours;"},{"prefix":"3","text":" For any calendar month in which the qualified incorporated business has not employed the certified employee for at least 90 hours;"},{"prefix":"4","text":" If the qualified incorporated business pays the certified employee less than the greater of the legal minimum wage or the wage the qualified incorporated business pays other employees in similar jobs;"},{"prefix":"5","text":" If the qualified incorporated business accords the certified employee lesser benefits or rights than it accords other employees in similar jobs;"},{"prefix":"6","text":" If the certified employee was employed as the result of the displacement, other than for cause, of another employee, or as the result of a strike or lockout, or a layoff in which other employees are awaiting recall, or a reduction of the regular wages, benefits, or rights of other employees in similar jobs;"},{"prefix":"7","text":" If the qualified incorporated business does not meet, with respect to the employment of the certified employee, all federal and District of Columbia laws and regulations, including those concerning health, safety, child labor, work/hour, and equal employment opportunity; or"},{"prefix":"8","text":" If the certified employee is a member of the board of directors of the qualified incorporated business, directly or indirectly owns a majority of its stock, or is related to a member of the board of directors or a majority stockholder as a spouse or domestic partner or as any relative listed in the definition of \"dependent\" in § 152 of the Internal Revenue Code of 1986 (26 U.S.C. § 152), without regard to source of income."},{"prefix":"c","text":" Whenever a qualified incorporated business is prevented from claiming the credit for wages paid because the certified employee was not employed for the period of time required by subsection (b)(2) and (3) of this section, the credit for wages paid may be claimed against the tax for the immediately succeeding taxable period in which the period of employment satisfies the requirement of subsection (b)(2) of this section."},{"prefix":"d","text":" If the amount of the credit allowable under this section exceeds the tax otherwise due from a qualified incorporated business, the amount of the credit not used as an offset against the tax may be carried forward or back for up to 5 years, except that no portion of the credit shall be:"},{"prefix":"1","text":" Carried back to any taxable year ending before January 1, 1990; or"},{"prefix":"2","text":" Claimed for any taxable year in which the qualified incorporated business was not located within an economic development zone or did not employ a certified employee."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Tax on Corporations and Financial Institutions. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1807","identifier":"47-1807.04","catch_text":"Tax credit to qualified businesses for wages to qualified employees; exceptions."}}