{"text":"The District of Columbia Income Tax Act of 1939 is hereby repealed with respect to taxable years or portions thereof beginning on and after the first day of January 1947 for all purposes, except the following purposes in connection with taxes due or accrued under said Act:","historical":"Prior Codifications\n\n1981 Ed., § 47-1801.1.\n\n1973 Ed., § 47-1551.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) prohibition of increase of certain taxes, see § 2 of Economic Recovery Conformity Temporary Act of 1996 (D.C. Law 11-216, April 9, 1997, law notification 44 DCR 2574).\n\nEmergency Act Amendments\n\nFor temporary prohibition, on an emergency basis, of the increase in the individual income tax, the sales and use tax, and real property tax rates contingent on the enactment of an act of Congress which would reduce the percentage of federal income tax applicable solely to residents of D.C. under the Internal Revenue Code of 1986, see § 2 of the Economic Recovery Conformity Emergency Act of 1996 (D.C. Act 11-377, August 28, 1996, 43 DCR 4797).\n\nDC CODE § 47-1801.01\n\nCurrent through December 11, 2012","credits":"(July 16, 1947, 61 Stat. 331, ch. 258, art. I, title I, § 1; enacted Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"1","text":" For the imposition of assessments and penalties, civil and criminal, for the violation of, or failure to comply with, any provisions of such Act and the regulations prescribed thereunder;"},{"prefix":"2","text":" For requiring the making, filing, and submission of returns and reports required by such Act;"},{"prefix":"3","text":" For the examination of all books, records, and other documents, and witnesses;"},{"prefix":"4","text":" For the assessment and collection of the taxes imposed by such Act and the filing of liens therefor; and"},{"prefix":"5","text":" For the allowance of refunds of overpayments of any taxes assessed under the provisions of such Act."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Repeal of Prior Income Tax Law and Applicability of Subchapter; General Definitions. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1801","identifier":"47-1801.01","catch_text":"Repeal of the District of Columbia Income Tax Act of 1939 for certain purposes."}}