{"text":"The Auditor of the District of Columbia or any employee in his office duly authorized in writing by such Auditor who certifies a voucher shall:","historical":"Prior Codifications\n\n1981 Ed., § 47-120.\n\n1973 Ed., § 47-120a.\n\nDC CODE § 47-120\n\nCurrent through December 11, 2012","credits":"(July 30, 1951, 65 Stat. 125, ch. 246, § 2; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"1","text":" Be held responsible for the existence and correctness of the facts recorded in the certificate or otherwise stated in the voucher or its supporting papers, including the correctness of computations on such voucher, and for the legality of the proposed payment under the appropriation or fund involved;"},{"prefix":"2","text":" Be required to give bond to the United States and to the District of Columbia, with good and sufficient surety, approved by the Secretary of the Treasury, in such amount as may be determined by the Council of the District of Columbia; and"},{"prefix":"3","text":" Be held responsible for and required to make good to the United States or to the District of Columbia the amount of any illegal, improper, or incorrect payment resulting from any false, erroneous, or misleading certification made by him as well as for any payment prohibited by law or which did not represent a legal obligation under the appropriation or fund involved; provided, that the Comptroller General may, in his discretion, relieve such certifying officer or employee of liability for any payment otherwise proper whenever he finds:"},{"prefix":"A","text":" That the certification was based on official records and that such certifying officer or employee did not know, and by reasonable diligence and inquiry could not have ascertained, the actual facts; or"},{"prefix":"B","text":" that the obligation was incurred in good faith, that the payment was not contrary to any statutory provision specifically prohibiting payments of the character involved, and that the United States or the District of Columbia has received value for such payment; provided further, that the bond required by this section to be given by the Auditor of the District of Columbia shall be conditioned for the faithful discharge of all of the duties of his office and shall be in lieu of any other bond now required by law."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions."},"heading":{"title":"47","chaptersection":"120","identifier":"47-120","catch_text":"Liability of Auditor or employees."}}