{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-1009.\n\n1973 Ed., § 47-801e.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 107 of Omnibus Budget Support Temporary Act of 1993 (D.C. Law 10-11, August 6, 1993, law notification 40 DCR 6213).\n\nSection 4 of D.C. Law 16-7 amended § 3(a) of D.C. Law 10-189, set out as a Miscellaneous Note below, by substituting \"as an arena\" for \"as a downtown sports arena\".\n\nSection 6(b) of D.C. Law 16-7 provides that the act shall expire after 225 days of its having taken effect.\n\nLegislative History of Laws\n\nLaw 5-130, the \"Real Property Tax Appellate Provisions Amendment Act of 1984,\" was introduced in Council and assigned Bill No. 5-303, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on July 10, 1984 and September 12, 1984, respectively. Signed by the Mayor on October 1, 1984, it was assigned Act No. 5-183 and transmitted to both Houses of Congress for its review.\n\nLaw 10-25, the \"Omnibus Budget Support Act of 1993,\" was introduced in Council and assigned Bill No. 10-165, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 1, 1993, and June 29, 1993, respectively. Signed by the Mayor on July 16, 1993, it was assigned Act No. 10-57 and transmitted to both Houses of Congress for its review. D.C. Law 10-25 became effective on September 30, 1993.\n\nLaw 10-127, the \"Real Property Statutory and Filing Deadlines Conformity Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-450, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on February 1, 1994, and March 22, 1994, respectively. Signed by the Mayor on April 13, 1994, it was assigned Act No. 10-221 and transmitted to both Houses of Congress for its review. D.C. Law 10- 127 became effective on June 14, 1994.\n\nMiscellaneous Notes\n\nReal property tax exemption for downtown sports arena: Section 3 of D.C. Law 10-189, the Arena Tax Amendment Act of 1994, as amended by D.C. Law 16-191, § 30, provides:\n\n\"(a) Notwithstanding any other law, that portion of the real property, described as lot 0047 in square 0455, in preparation for occupation and use, under construction for occupation or use, or occupied and used as a multi-purpose arena and related amenities shall be exempt from real property taxation, possessory interest taxation and business improvement district taxation.\n\n\"(b) The exemption provided by this section shall apply so long as the Land Disposition Agreement--Ground Lease, by and between The District of Columbia Redevelopment Land Agency, The District of Columbia, and DC Arena, LP, dated as of December 29, 1995 and recorded with the Recorder of Deeds on January 5, 1996 as instrument number 9600001285, remains in effect.\n\n(b) This section shall apply as of September 28, 1994.\"\n\nJewish War Veterans, U.S.A. National Memorial, Incorporated: Public Law 98-486 provided that certain property of the Jewish War Veterans, U.S.A. National Memorial, Incorporated, is exempt from taxation by the District of Columbia.\n\nDC CODE § 47-1009\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1942, 56 Stat. 1091, ch. 826, § 5; July 29, 1970, 84 Stat. 573, Pub. L. 91-358, title I, § 156(c); Mar. 13, 1985, D.C. Law 5-130, § 2, 31 DCR 5199; Sept. 30, 1993, D.C. Law 10-25, § 107, 40 DCR 5489; June 14, 1994, D.C. Law 10-127, § 6, 41 DCR 2050; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":"(1) Within 6 months after the date on which the Mayor mails written denial of an exemption under §§ 47-1002, 47-1005, and 47-1007 to 47-1010, any institution, organization, corporation, or association aggrieved by any assessment, classification, equalization, or valuation of real property deemed to be exempt from taxation under the provisions of §§ 47-1002, 47-1005, and 47-1007 to 47-1010 may appeal to the Superior Court of the District of Columbia in the same manner and to the same extent as is provided in §§ 47-3303 and 47-3304. Payment of the tax bill shall not be a prerequisite for the appeal."},{"prefix":"2","text":" Approval of the assessment rolls described in § 47-825(g), shall not preclude the Mayor from making decisions on applications for exemptions filed before July 1st and pending before the Mayor at the time the assessment roll is approved, and all decisions in regard to the application shall be appealable as provided in paragraph (1) of this subsection."},{"prefix":"b","text":"(1) Applications for exemption from the real property tax must be received on or before September 30 to obtain the exemption for the full tax year. If approved, the exemption will become effective as of October 1 of the tax year for which the exemption is granted."},{"prefix":"2","text":" Effective October 1, 1994, and for each tax year thereafter:"},{"prefix":"A","text":" Any real property eligible for exemption from real property tax under § 47-1002 shall be exempt from real property tax as of the first month following the date on which a properly completed application has been filed. Real property tax shall be prorated on a monthly basis. The Mayor may prorate the real property tax to the date the property is eligible for an exemption from real property tax. Real property is eligible for an exemption from real property tax if it meets the requirements set forth in § 47-1002 and a properly completed application is filed with the Mayor."},{"prefix":"B","text":" When real property exempt from real property tax, as provided for in this section, becomes ineligible for the exemption, the owner of the real property shall notify the Mayor (in a manner and at a time as the Mayor may prescribe by regulation) of the real property's ineligibility. The Mayor shall terminate the exemption effective as of the first full month following the date the property became ineligible for the exemption."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Property Exempt from Taxation. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1009","identifier":"47-1009","catch_text":"Appeals from assessments."}}