{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-256, see notes following § 47-1817.01.\n\nDC CODE § 47-1817.06\n\nCurrent through December 11, 2012","credits":"(Apr. 3, 2001, D.C. Law 13-256, § 403(b), 48 DCR 730.)","sections":[{"prefix":"a","text":"(1) Notwithstanding any other provision of this chapter, and in lieu of the tax on taxable income imposed by § 47-1807.02, subject to the credits applicable thereto, a tax on taxable income at a rate of 6% shall be imposed upon Qualified High Technology Companies which are corporations, except as provided for in paragraph (2) of this subsection."},{"prefix":"2","text":"(A) For purposes of this paragraph, the term \"high technology development zones\" mean the geographic areas described in the priority development areas listed in § 2-1219.20 and as designated under subparagraph (B) of this paragraph."},{"prefix":"B","text":" The Mayor may propose regulations designating additional high technology development zones. The Mayor shall transmit the proposed regulations to the Council for a 45-day period of review. If the Council does not approve the regulations, in whole or in part, by resolution within the 45-day review period, the regulations shall be deemed approved."},{"prefix":"C","text":" A Qualified High Technology Company within a high technology development zone shall not be subject to the tax imposed by this chapter for 5 years after the date that the Qualified High Technology Company commences business in the high technology development zone."},{"prefix":"b","text":" The transfer of ownership of a Qualified High Technology Company shall not affect eligibility under this section."},{"prefix":"c","text":" The Mayor may issue regulations to carry out the provisions of this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"XVII","text":"Qualified High Technology Companies"},"heading":{"title":"47","chaptersection":"1817","identifier":"47-1817.06","catch_text":"Tax on Qualified High Technology Companies."}}