{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-1203.\n\n1973 Ed., § 47-1103.\n\nEffect of Amendments\n\nD.C. Law 13-305, in subsec. (b)(1), substituted \"under Chapter 13A\" for \"pursuant to § 1301\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 204(a) of Fiscal Year 1997 Budget Support Temporary Amendment Act of 1996 (D.C. Law 11-226, April 9, 1997, law notification 44 DCR 2584).\n\nFor temporary (225 day) amendment of section, see § 8(e)(2) of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 204(a) of the Fiscal Year 1997 Budget Support Emergency Act of 1996 (D.C. Act 11-302, July 25, 1996, 43 DCR 4181), § 204(a) of the Fiscal Year 1997 Budget Support Emergency Amendment Act of 1996 (D.C. Act 11-429, October 29, 1996, 43 DCR 6151), and § 204(a) of the Fiscal Year 1997 Budget Support Congressional Adjournment Emergency Amendment Act of 1997 (D.C. Act 12-2, February 19, 1997, 44 DCR 1590).\n\nFor temporary (90 day) amendment of section, see § 8(e)(2) of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nLegislative History of Laws\n\nLaw 11-198, the \"Fiscal Year 1997 Budget Support Act of 1996,\" was introduced in Council and assigned Bill No. 11-741, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 19, 1996, and July 3, 1996, respectively. Signed by the Mayor on July 26, 1996, it was assigned Act No. 11-360 and transmitted to both Houses of Congress for its review. D.C. Law 11-198 became effective April 9, 1997.\n\nFor Law 13-305, see notes under § 47-901.\n\nDC CODE § 47-1203\n\nCurrent through December 11, 2012","credits":"(June 25, 1938, 52 Stat. 1199, ch. 702, § 3; June 17, 1959, 73 Stat. 75, Pub. L. 86-46, §§ 1, 3; Apr. 9, 1997, D.C. Law 11-198, § 204(a), 43 DCR 4569; enacted Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 508(e)(2), 48 DCR 334.)","sections":[{"prefix":"a","text":"(1) When any special assessment for a public improvement, with the exception of assessments levied in condemnation proceedings, is levied by the District of Columbia upon any lot or parcel of land, notice of the levying of such assessment shall be served upon the record owner thereof in the manner herein provided, and if there be more than 1 record owner of such lot or parcel of land notice served on one of the owners shall be sufficient. Such notice shall be deemed to have been served when served by any of the following methods:"},{"prefix":"A","text":" When forwarded to the last-known address of the owner as recorded in the real estate assessment records of the District of Columbia by registered or certified mail, with return receipt, and such receipt shall constitute prima facie evidence of service upon such owner if such receipt is signed either by the owner or by a person of suitable age and discretion located at such address; provided, that valid service upon the owner shall be deemed effected under this subparagraph if such notice shall be refused by the owner and not delivered for that reason;"},{"prefix":"B","text":" When delivered to the person to be notified;"},{"prefix":"C","text":" When left at the usual residence or place of business of the person to be notified with a person of suitable age and discretion then resident or employed therein;"},{"prefix":"D","text":" If no such residence or place of business can be found in the District of Columbia by diligent search, then if left with any person of suitable age and discretion employed at the office of any agent of the person to be notified, which agent has any authority or duty with reference to the land or tenement to which said notice relates;"},{"prefix":"E","text":" If any such notice forwarded by registered or certified mail be returned for reasons other than refusal, or if personal service of such notice cannot be effected, then if published on 3 consecutive days in a daily newspaper published in the District of Columbia; or"},{"prefix":"F","text":" If by reason of an outstanding unrecorded transfer of title the name of the owner cannot, by diligent search, be ascertained, then if served on the owner of a record in a manner hereinbefore provided."},{"prefix":"2","text":" Any notice to a corporation shall, for the purposes of §§ 47-1201 to 47-1206, be deemed to have been served on such corporation if served on the president, secretary, treasurer, general manager, or any principal officer of such corporation in a manner hereinbefore provided for the service of notices on natural persons holding property in their own right; and notices to a foreign corporation shall, for the purposes of §§ 47-1201 to 47-1206, be deemed to have been served if served personally on any agent of such corporation, or if left with any person of suitable age and discretion residing at the usual residence or employed at the usual place of business of such agent in the District of Columbia. The cost of publication, if any, shall be paid out of the general revenues of the District. The notice herein provided for shall be in lieu of any and all other notice now required by law."},{"prefix":"3","text":" In case such notice is served by any method other than personal service, a copy of such notice shall also be sent to the owner by ordinary mail."},{"prefix":"b","text":"(1) All special assessments authorized to be levied by the District of Columbia for public improvements, with the exception of assessments levied in condemnation proceedings, may be paid without interest within 60 days from the date of service of notice or of the last publication of notice as the case may be. Interest of one-half of 1% for each month or part thereof shall be charged on all unpaid amounts from the expiration of 60 days from the date of service or last publication as the case may be. Any such assessment may be paid in 3 equal installments with interest thereon. If any such assessment or any part thereof shall remain unpaid after the expiration of 2 years from date of service of notice or last publication of notice as the case may be, the property against which said assessment was levied may be sold for such assessment or unpaid portion thereof with interest and penalties thereon at the next ensuing annual tax sale conducted under Chapter 13A of this title, in the same manner and under the same conditions as property sold for delinquent general taxes, if said assessment with interest and penalties thereon shall not have been paid in full prior to said sale."},{"prefix":"2","text":" This subsection shall apply only to assessments for public improvements completed subsequent to June 25, 1938, and assessments for public improvements completed on or before June 25, 1938, shall be levied and collected and bear interest as if §§ 47-1201 to 47-1206 had not been passed, except that where service sewers or water mains, or both, have been laid prior to June 25, 1938, but assessments therefor have not been levied for the reason that the property abutting the street, avenue, road, or alley in which the service sewer or water main is laid has not been subdivided, assessments for such sewers or water mains, or both, levied after June 25, 1938, because of the subdivision of the property or its connection with the sewer or water main or both, shall be levied, collected, and bear interest as provided in this subsection."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Special Assessments. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1203","identifier":"47-1203","catch_text":"Public improvements generally--Notice of levying; payment; interest; delinquency sale."}}