{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-205, in subsec. (a), substituted \"§ 47-1806.09a\" for \"§ 47- 1806.09b\"; in subsec. (b), substituted \"tax\" for \"taxable\"; in subsec. (c), added a new sentence at the end; and added subsecs. (d) and (e).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(d) of Lower Income, Long-Term Homeowner Credit Administration Temporary Act of 2004 (D.C. Law 15-179, September 8, 2004, law notification 51 DCR 9221).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(d) of Lower Income, Long-term Homeowner Credit Administration Emergency Act of 2004 (D.C. Act 15-421, May 10, 2004, 51 DCR 5174).\n\nFor temporary (90 day) amendment of section, see § 1172(d) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 1172(d) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nFor Law 14-114, see notes following § 47-1806.09.\n\nFor Law 15-205, see notes following § 47-903.\n\nDC CODE § 47-1806.09b\n\nCurrent through December 11, 2012","credits":"(Apr. 19, 2002, D.C. Law 14-114, § 401(b), 49 DCR 1468; Dec. 7, 2004, D.C. Law 15-205, § 1172(d), 51 DCR 8441.)","sections":[{"prefix":"a","text":" To receive the credit allowed by § 47-1806.09a, the eligible resident shall submit, with the resident's District of Columbia income tax return, an application containing any forms and information prescribed by the Mayor. If the resident is not required to file a District of Columbia income tax return, the resident shall submit an application containing any forms and information in a manner that the Mayor shall prescribe."},{"prefix":"b","text":" If the resident does not submit the application required by subsection (a) of this section within 12 months after the last day of the tax year for which the credit may first be requested, the credit shall not be allowed."},{"prefix":"c","text":" An eligible resident may apply for the credit allowed by § 47-1806.09a or the credit allowed by § 47-1806.08a, but shall not be eligible for both tax credits. No person may apply for any of the credits if another person in the household has applied for any of the credits."},{"prefix":"d","text":" An eligible resident in a household may seek a pro rata contribution from the eligible resident who receives the credit. The eligible resident who does not receive the credit shall not have any right against the District of Columbia to claim or recover the credit or any portion thereof, whether at law or in equity."},{"prefix":"e","text":" Notwithstanding subsection (a) of this section, an eligible resident shall not be required to submit an application with the eligible resident's 2003 District of Columbia personal income tax return."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Tax on Residents and Nonresidents. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1806","identifier":"47-1806.09b","catch_text":"Tax on residents and nonresidents --Credits --Lower income, long-term homeowner credit --Application for credit."}}