{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-1508.\n\n1973 Ed., § 47-1208.\n\nEffect of Amendments\n\nD.C. Law 13-75 added par. (8) to subsec. (a).\n\nD.C. Law 13-91 in par. (3) of subsec. (a), struck the subparagraph designations \"(A)\", \"(B)\", \"(C)\", and \"(D)\" and inserted the paragraph designations \"(4)\", \"(5)\", \"(6)\", and \"(7)\" respectively in their place and in par. (4) struck the paragraph designation (4) and inserted the subsection designation (a-1) in its place.\n\nD.C. Law 13-148, amended subsec. (a), par. (4), by striking \", electric lighting,\" wherever appearing; and added par. (4A).\n\nD.C. Law 13-166 added a new paragraph (9) to subsec. (a).\n\nD.C. Law 13-256 added subsec. (a)(10).\n\nD.C. Law 13-305, in subsec. (a)(1), substituted \"individual; provided, that (A) the organization shall have first obtained a letter from the Mayor stating that it is entitled to the exemption, and (B) any personal property used for activities that generate unrelated business income subject to tax under section 511 of the Internal Revenue Code of 1986 shall not be exempt.\" for \"individual, except that the organization shall have first obtained a certificate from the Mayor stating that it is entitled to the exemption\"; added subsec. (a)(3A); and repealed subsecs. (a)(4) and (6) which had read:\n\n[(a)]\"(4) The personal property of any gas or telephone company regulated under Subtitle I of Title 34, if the gas or telephone company is subject to a gross receipts tax in force in the District for the period of time or for any portion of the time covered by any return required to be filed by subchapter II of Chapter 15 of this title.\"\n\n[(a)]\"(6) The personal property of any cable television company regulated under Chapter 12 of Title 34, if the cable television company is subject to a gross receipts tax in force in the District for the period of time or for any portion of the time covered by any return required to be filed by the Chapter 15 of this title.\"\n\nD.C. Law 14-213, in subsec. (a)(1), deleted a period following \"exempt\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 21 of Toll Telecommunications Service Tax Temporary Act of 1989 (D.C. Law 8-4, May 23, 1989, law notification 36 DCR 4154).\n\nFor temporary (225 day) amendment of section, see § 110(b) of Omnibus Budget Support Temporary Act of 1992 (D.C. Law 9-134, July 23, 1992, law notification 39 DCR 5815).\n\nFor temporary (225 day) amendment of section, see § 2 of Toll Telecommunication Temporary Amendment Act of 1996 (D.C. Law 11-23, July 14, 1995, law notification 42 DCR 3829).\n\nFor temporary (225 day) amendment of section, see § 2(c) of Lot 878, Square 456 Tax Exemption Clarification Temporary Amendment Act of 2004 (D.C. Law 15-181, September 8, 2004, law notification 51 DCR 9223).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Toll Telecommunication Emergency Amendment Act of 1995 (D.C. Act 11-42, April 17, 1995, 42 DCR 1936).\n\nFor temporary amendment of section, see § 112 of the Omnibus Budget Support Congressional Review Emergency Act of 1995 (D.C. Act 11-124, July 27, 1995, 42 DCR 4160).\n\nFor temporary (90-day) amendment of section, see § 2(a) of the Digital Audio Radio Satellite Service Company Tax Exemption Emergency Act of 1999 (D.C. Act 13-185, November 2, 1999, 46 DCR 9753).\n\nFor temporary (90-day) amendment of section, see § 2(a) of the Digital Audio Radio Satellite Service Company Tax Exemption Legislative Review Emergency Act of 1999 (D.C. Act 13-239, January 11, 2000, 47 DCR 554).\n\nFor temporary (90-day) amendment of section, see § 2(a) of the Digital Audio Radio Satellite Service Company Tax Exemption Congressional Review Emergency Act of 2000 (D.C. Act 13-310, April 7, 2000, 47 DCR 2733).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Lot 878, Square 456 Tax Exemption Clarification Emergency Act of 2004 (D.C. Act 15-423, May 10, 2004, 51 DCR 5182).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Lot 878, Square 456 Tax Exemption Clarification Congressional Review Emergency Act of 2004 (D.C. Act 15-467, July 19, 2004, 51 DCR 7584).\n\nFor temporary (90 day) amendment of section, see § 2 of Cogeneration Equipment Personal Property Tax Exemption Emergency Act of 2012 (D.C. Act 19-414, July 25, 2012, 59 DCR 9349).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-212, see Historical and Statutory Notes following § 47-1521.\n\nLaw 7-25, the \"Gross Receipt Tax Amendment Act of 1987,\" was introduced in Council and assigned Bill No. 7-186, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 30, 1987 and July 14, 1987, respectively. Signed by the Mayor on July 17, 1987, it was assigned Act No. 7-47 and transmitted to both Houses of Congress for its review.\n\nLaw 8-26 was introduced in Council and assigned Bill No. 8-166, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on May 30, 1989 and June 13, 1989, respectively. Signed by the Mayor on June 27, 1989, it was assigned Act No. 8-48 and transmitted to both Houses of Congress for its review.\n\nLaw 9-145, the \"Omnibus Budget Support Act of 1992,\" was introduced in Council and assigned Bill No. 9-222, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 12, 1992, and June 2, 1992, respectively. Approved without the signature of the Mayor on June 22, 1992, it was assigned Act No. 9-225 and transmitted to both Houses of Congress for its review. D.C. Law 9-145 became effective on September 10, 1992.\n\nLaw 11-52, the \"Omnibus Budget Support Act of 1995,\" was introduced in Council and assigned Bill No. 11-218, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on April 19, 1995, and June 6, 1995, respectively. Signed by the Mayor on July 13, 1995, it was assigned Act No. 11-94 and transmitted to both Houses of Congress for its review. D.C. Law 11-52 became effective on September 26, 1995.\n\nLaw 12-100, the \"Commercial Mobile Telecommunication Service Tax Clarification Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-425, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on December 4, 1997, and January 6, 1998, respectively. Signed by the Mayor on January 27, 1998, it was assigned Act No. 12-276 and transmitted to both Houses of Congress for its review. D.C. Law 12- 100 became effective on April 30, 1998.\n\nLaw 13-75, the \"Digital Audio Radio Satellite Service Companies Tax Exemption Act of 1999,\" was introduced in Council and assigned Bill No. 13-262, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on October 5, 1999, and November 2, 1999, respectively. Signed by the Mayor on November 18, 1999, it was assigned Act No. 13-192 and transmitted to both Houses of Congress for its review. D.C. Law 13-75 became effective on April 5, 2000.\n\nLaw 13-91, the \"Technical Amendments Act of 1999,\" was introduced in Council and assigned Bill No. 13-435, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 2, 1999, and December 7, 1999, respectively. Signed by the Mayor on December 29, 1999, it was assigned Act No. 13-234 and transmitted to both Houses of Congress for its review. D.C. Law 13-91 became effective on April 12, 2000.\n\nLaw 13-148, the \"Electricity Tax Act of 2000,\" was introduced in Council and assigned Bill No. 13-280, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on March 7, 2000, and April 4, 2000, respectively. Signed by the Mayor on July 18, 2000, it was assigned Act No. 13-335 and transmitted to both Houses of Congress for its review. D.C. Law 13-148 became effective on July 18, 2000.\n\nLaw 13-166, the \"Supermarket Tax Exemption Act of 2000,\" was introduced in Council and assigned Bill No. 13-88, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on May 3, 2000, and June 6, 2000, respectively. Signed by the Mayor on June 26, 2000, it was assigned Act No. 13-365 and transmitted to both Houses of Congress for its review. D.C. Law 13-166 became effective on October 4, 2000.\n\nLaw 13-256, the \"New E-Conomy Transformation Act of 2000\", was introduced in Council and assigned Bill No. 13-752, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 8, 2000, and December 5, 2000, respectively. Signed by the Mayor on December 21, 2000, it was assigned Act No. 13-543 and transmitted to both Houses of Congress for its review. D.C. Law 13-256 became effective on April 3, 2001.\n\nFor Law 13-305, see notes under § 47-901.\n\nFor Law 14-213, see notes following § 47-820.\n\nReferences in Text\n\n\"This act,\" referred to in the introductory language and subsection (a-1), is D.C. Law 6-212.\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Law 7-25, the \"Gross Receipts Tax Amendment Act of 1987\", see Mayor's Order 94-120, May 16, 1994 (41 DCR 3240).\n\nMiscellaneous Notes\n\nSection 4(b) of D.C. Law 12-100 provided that returns or payments due from wireless telecommunication companies for the period beginning May 1, 1997, through the effective date of this act not previously filed or paid shall be due by the 45th day after the effective date of this act.\n\nSection 4(c) of D.C. Law 12-100 provided that beginning in FY 1999, the amount of tax imposed by the act shall not be calculated as gross revenue to which the tax is then applied.\n\nSection 203(b) of D.C. Law 13-305 provides:\n\n\"(b) Section 202(h) shall apply for tax years beginning after June 30, 2001.\"\n\nSection 303(a) of D.C. Law 13-305 provides:\n\n\"(a) Section 302(a) shall apply for all tax years beginning after June 30, 2001.\"\n\nDC CODE § 47-1508\n\nCurrent through December 11, 2012","credits":"(July 1, 1902, 32 Stat. 620, ch. 1352, § 6, par. 10; Apr. 28, 1904, 33 Stat. 564, ch. 1815; Mar. 4, 1913, 37 Stat. 1006, ch. 150, § 10; Sept. 1, 1950, 64 Stat. 576, ch. 836, § 3; May 18, 1954, 68 Stat. 112, ch. 218, §§ 605, 1001, 1002; Sept. 4, 1957, 71 Stat. 606, Pub. L. 85-281, § 6; Feb. 28, 1987, D.C. Law 6-212, § 19(a), 34 DCR 850; Oct. 1, 1987, D.C. Law 7-25, § 3, 34 DCR 5068; Sept. 20, 1989, D.C. Law 8-26, § 21, 36 DCR 4723; Sept. 10, 1992, D.C. Law 9-145, § 110(c), 39 DCR 4895; Sept. 26, 1995, D.C. Law 11-52, § 112, 42 DCR 3684; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Apr. 30, 1998, D.C. Law 12-100, § 2(a), 45 DCR 1533; Apr. 5, 2000, D.C. Law 13-75, § 2(a), 46 DCR 10425; Apr. 12, 2000, D.C. Law 13-91, § 156(c), 47 DCR 520; July 18, 2000, D.C. Law 13-148, § 2(a), 47 DCR 4636; Oct. 4, 2000, D.C. Law 13-166, 3(b), 47 DCR 5821; Apr. 3, 2001, D.C. Law 13- 256, § 401, 48 DCR 730; June 9, 2001, D.C. Law 13-305, § 202(h), 302(a), 48 DCR 334; Oct. 19, 2002, D.C. Law 14-213, § 33(p), 49 DCR 8140.)","sections":[{"prefix":"a","text":" The following personal property shall be exempt from the tax imposed by this act:"},{"prefix":"1","text":" The personal property of any corporation, and any community chest fund or foundation, organized exclusively for religious, scientific, charitable, or educational purposes, including hospitals, no part of the net earnings of which inure to the benefit of any private shareholder or individual; provided, that (A) the organization shall have first obtained a letter from the Mayor stating that it is entitled to the exemption, and (B) any personal property used for activities that generate unrelated business income subject to tax under section 511 of the Internal Revenue Code of 1986 shall not be exempt."},{"prefix":"2","text":" Works of art owned by a nonresident of the United States, who is not a citizen of the United States, so long as the works of art were lent without charge to the trustees of the National Gallery of Art solely for exhibition without charge to the general public."},{"prefix":"3","text":" Any motor vehicle or trailer registered according to subchapter I of Chapter of Title 50, except that special equipment mounted on a motor vehicle or trailer and not used primarily for the transportation of persons or property shall be taxed as tangible personal property as provided by law."},{"prefix":"3A","text":" The personal property of any company subject to a gross receipts or distribution tax imposed by Chapter 25 or Chapter 39 of this title."},{"prefix":"4","text":" Repealed."},{"prefix":"4A","text":" Repealed."},{"prefix":"5","text":" Repealed."},{"prefix":"6","text":" Repealed."},{"prefix":"7","text":" Beginning on May 1, 1997, the personal property of a wireless telecommunication company, as defined in § 47-3901(12), irrespective of whether the property is used or consumed in furnishing a service the charges from which are subject to Chapter 39 of this title. For purposes of this subparagraph, the term \"personal property\" shall not include office equipment or office furniture."},{"prefix":"8","text":" The personal property of any digital audio radio satellite service company operating under a digital audio radio service by satellite license granted by the Federal Communications Commission; provided, that such company is subject to a gross receipts tax in force in the District for the period of time or for any portion of the time covered by any return required to be filed by Chapter 15 of this title."},{"prefix":"9","text":"(A) The personal property of a qualified supermarket, as defined in § 47- 3801(2), which is a development, as defined in § 47-3801(1), for the first 10 years for which the tax imposed by this chapter would otherwise be due."},{"prefix":"B","text":" The exemption granted by subparagraph (A) of this paragraph shall apply only:"},{"prefix":"i","text":" During the time that the real property is used as a supermarket;"},{"prefix":"ii","text":" In the case of the development of a qualified supermarket on real property not owned by the supermarket, if the owner of the real property leases the land or structure to the supermarket at a fair market rent reduced by the amount of the real property tax exemption provided by § 47-1002(23); and"},{"prefix":"iii","text":" During the time that the supermarket development is in compliance with the requirements of subchapter X of Chapter 2 of Title 2."},{"prefix":"10","text":"(A) The personal property of a Qualified High Technology Company for the 10 years beginning in the year of purchase."},{"prefix":"B","text":" For the purposes of this paragraph, the term \"qualified property\" means any personal property, as defined in § 47-1521(4), which is used or held by a Qualified High Technology Company."},{"prefix":"C","text":" This exemption shall apply to qualified property purchased after December 31, 2000."},{"prefix":"a-1","text":" Nothing contained within this act, nor any prior act of Congress relating to the District of Columbia, shall be deemed to impose upon any person, firm, association, company, or corporation a tax based upon tangible personal property owned and stored by the person in a public warehouse in the District of Columbia for a period of time no longer than is necessary for the convenience or exigencies of reshipment and transportation to its destination outside the District of Columbia."},{"prefix":"b","text":" The Mayor shall issue rules necessary to carry out the provisions of subsection (a)(3)(A) and (B) of this section in accordance with subchapter I of Chapter 5 of Title 2."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Taxation of Personal Property."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"47","chaptersection":"1508","identifier":"47-1508","catch_text":"Exemptions."}}