{"text":"The real estate described for assessment and taxation purposes as lot 84 in square 197, in the City of Washington, District of Columbia, owned by the American Association of University Women, Educational Foundation, Incorporated, a District of Columbia corporation, is hereby exempt from all taxation so long as the same is owned, occupied, and used by the American Association of University Women, Educational Foundation, Incorporated, for its educational and other corporate purposes, or is jointly occupied with the American Association of University Women, a Massachusetts corporation organized not for profit, for its educational and other corporate purposes, and is not used for commercial purposes, subject to the provisions of §§ 47-1005, 47-1007, and 47- 1009.","historical":"Prior Codifications\n\n1981 Ed., § 47-1041.\n\n1973 Ed., § 47-834.\n\nLegislative History of Laws\n\nLaw 8-110, the \"American Association of University Women Educational Foundation Real Property Tax Exemption Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-440. The Bill was adopted on first and second readings on January 30, 1990, and February 13, 1990, respectively. Signed by the Mayor on February 28, 1990, it was assigned Act No. 8-164 and transmitted to both Houses of Congress for its review. D.C. Law 8-110 became effective on May 1, 1990.\n\nDC CODE § 47-1041\n\nCurrent through December 11, 2012","credits":"(Sept. 6, 1960, 74 Stat. 807, Pub. L. 86-709, § 1; May 1, 1990, D.C. Law 8-110, § 2, 37 DCR 1629; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Property Exempt from Taxation. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1041","identifier":"47-1041","catch_text":"American Association of University Women; lot 84, square 197."}}