{"text":"In any of 2 or more organizations, trades, or businesses (whether or not incorporated, whether or not organized in the District, and whether or not affiliated) owned or controlled directly or indirectly by the same interests, the Mayor is authorized to distribute, apportion, or allocate gross income or deductions between or among such organizations, trades, or businesses, whenever in his opinion such distribution, apportionment, or allocation is necessary in order to prevent evasion of taxes or clearly to reflect the income of any of such organizations, trades, or businesses. The provisions of this section shall apply, but shall not be limited in application, to any case of a common carrier by railroad subject to the Interstate Commerce Act and jointly owned or controlled directly or indirectly by 2 or more common carriers by railroad subject to said Act.","historical":"Prior Codifications\n\n1981 Ed., § 47-1810.3.\n\n1973 Ed., § 47-1580b.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-158, see Historical and Statutory Notes following § 47-1801.04.\n\nReferences in Text\n\nThe Interstate Commerce Act, referred to in the second sentence in this section, is 24 Stat. 379, ch. 104, approved February 4, 1887, which was repealed by 92 Stat. 1337, Pub. L. 95-473, approved October 17, 1978. This latter Act also enacted the Revised Interstate Commerce Act, which is classified to 49 U.S.C. § 10102 et seq.\n\nDC CODE § 47-1810.03\n\nCurrent through December 11, 2012","credits":"(July 16, 1947, 61 Stat. 349, ch. 258, art. I, title X, § 3; Mar. 6, 1979, D.C. Law 2-158, § 4, 25 DCR 7002; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"Purpose of Chapter and Allocation and Apportionment."},"heading":{"title":"47","chaptersection":"1810","identifier":"47-1810.03","catch_text":"Distribution, apportionment, or allocation of income or deductions between or among organizations, trades, or businesses."}}