{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-1812.7.\n\n1973 Ed., § 47-1586f.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see 2(c) of Fiscal Year 1997 Budget Support Temporary Amendment Act of 1997 (D.C. Law 12-4, May 23, 1997, law notification 44 DCR 3718).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 105(a) of the Fiscal Year 1997 Budget Support Emergency Act of 1996 (D.C. Act 11-302, July 25, 1996, 43 DCR 4181).\n\nFor temporary repeal of § 103(a) of D.C. Act 11-360, see § 2(c) of the Fiscal Year 1997 Budget Support Emergency Amendment Act of 1997 (D.C. Act 12-37, March 18, 1997, 44 DCR 1935).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-158, see Historical and Statutory Notes following § 47-1801.04.\n\nFor legislative history of D.C. Law 3-92, see Historical and Statutory Notes following § 47-1803.03.\n\nFor legislative history of D.C. Law 4-131, see Historical and Statutory Notes following § 47-1801.04.\n\nLaw 11-198, the \"Fiscal Year 1997 Budget Support Act of 1996,\" was introduced in Council and assigned Bill No. 11-741, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 19, 1996, and July 3, 1996, respectively. Signed by the Mayor on July 26, 1996, it was assigned Act No. 11-360 and transmitted to both Houses of Congress for its review. D.C. Law 11-198 became effective April 9, 1997.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective April 9, 1997.\n\nDC CODE § 47-1812.07\n\nCurrent through December 11, 2012","credits":"(July 16, 1947, 61 Stat. 353, ch. 258, art. I, title XII, § 7; Mar. 31, 1956, 70 Stat. 71, ch. 154, § 10; Mar. 2, 1962, 76 Stat. 10, Pub. L. 87-408, § 201; Aug. 2, 1968, 82 Stat. 612, Pub. L. 90-450, title II, § 203(a); Mar. 6, 1979, D.C. Law 2-158, § 4, 25 DCR 7002; Sept. 13, 1980, D.C. Law 3-92, § 502(a), 27 DCR 3390; July 24, 1982, D.C. Law 4-131, § 104, 29 DCR 2418; Apr. 9, 1997, D.C. Law 11-198, § 103(a), 43 DCR 4569; Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Apr. 9, 1997, D.C. Law 11-255, § 59, 44 DCR 1271.)","sections":[{"prefix":"a","text":"(1) Time of payment. -- Except as provided in paragraph (2) of this subsection, the total amount of tax due as shown on the taxpayer's return is due and payable in full at the time prescribed in this subchapter for the filing of such return."},{"prefix":"2","text":" Individual income taxes. -- Any amount of individual income tax due, in excess of that withheld or remitted by way of a declaration of estimated tax, is due and payable in full at the time prescribed in this chapter for filing an income tax return."},{"prefix":"3","text":" Deficiencies. -- Any deficiency in any tax imposed by this chapter, determined by the Mayor under the provisions of § 47-1812.05 shall be due and payable within 10 days from the date of the assessment."},{"prefix":"4","text":" Employers. -- Every employer required to deduct and withhold tax under this chapter shall make a return of, and pay to the District, the tax required to be withheld under this chapter for such periods and at such times as the Mayor may prescribe."},{"prefix":"5","text":" Jeopardy payments. -- If the Mayor, in any case, has reason to believe that the collection of the tax provided for in paragraph (4) of this subsection is in jeopardy, he may require the employer to make such a return and pay such tax at any time."},{"prefix":"6","text":" Estimated tax. -- The estimated tax provided for in this chapter shall be paid as follows:"},{"prefix":"A","text":" If the declaration is filed on or before April 15th of the taxable year, the estimated tax shall be paid in 4 equal installments. The first installment shall be paid at the time of the filing of the declaration; the 2nd and 3rd on June 15th and September 15th, respectively, of the taxable year; and the 4th on January 15th of the succeeding taxable year;"},{"prefix":"B","text":" If the declaration is filed after April 15th and not after June 15th of the taxable year and is not required by this chapter to be filed on or before April 15th of the taxable year, the estimated tax shall be paid in 3 equal installments. The first installment shall be paid at the time of the filing of the declaration; the 2nd on September 15th of the taxable year; and the 3rd on January 15th of the succeeding taxable year;"},{"prefix":"C","text":" If the declaration is filed after June 15th and not after September 15th of the taxable year and is not required by this chapter to be filed on or before June 15th of the taxable year, the estimated tax shall be paid in 2 equal installments. The first installment shall be paid at the time of the filing of the declaration, and the 2nd on January 15th of the succeeding taxable year;"},{"prefix":"D","text":" If the declaration is filed after September 15th of the taxable year, and is not required by this chapter to be filed on or before September 15th of the taxable year, the estimated tax shall be paid in full at the time of the filing of the declaration; and"},{"prefix":"E","text":" If the declaration is filed after the time prescribed in this chapter, including cases where extensions of time have been granted, subparagraphs (B), (C), and (D) of this paragraph shall not apply, and there shall be paid at the time of such filing all installments of estimated tax which would have been payable on or before such time if the declaration had been filed within the time prescribed in this chapter, and the remaining installments shall be paid at the times at which, and in the amounts in which, they would have been payable if the declaration had been so filed."},{"prefix":"7","text":" Amendment of declaration. -- If any amendment of a declaration is filed, the remaining installments, if any, shall be ratably increased or decreased, as the case may be, to reflect the respective increase or decrease in the estimated tax by reason of such amendment, and if any amendment is made after September 15th of the taxable year any increase in the estimated tax by reason thereof shall be paid at the time of making such amendment."},{"prefix":"8","text":" Application to fiscal year basis. -- In the application of paragraphs (4), (5), (6) and (7) of this subsection to taxpayers reporting income on a fiscal year basis, there shall be substituted for the dates specified therein, the months corresponding thereto."},{"prefix":"b","text":" Extension of time. -- At the request of the taxpayer the Mayor may extend the time for payment by the taxpayer of the amount determined as the tax for a period not to exceed 6 months from the date prescribed for the payment of the tax or an installment thereof; provided, however, that where the time for filing a return is extended for a period exceeding 6 months under the provisions of § 47-1805.03(b), the Mayor may extend the time for payment of the tax, or the first installment thereof, to the same date to which he has extended the time for filing the return. In such case the amount in respect to which the extension is granted shall be paid on or before the date of the expiration of the period of the extension."},{"prefix":"c","text":" Voluntary advance payment. -- A tax imposed by this chapter, or any installment thereof, may be paid, at the election of the taxpayer, prior to the date prescribed for its payment."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"XII","text":"Assessment and Collection; Time of Payment. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1812","identifier":"47-1812.07","catch_text":"Payment of tax."}}