{"text":"The Mayor of the District of Columbia is authorized to establish a permanent working fund, which shall be available without fiscal year limitation, for necessary expenses of maintenance and repair of vehicles of the government of the District of Columbia; and said fund shall be reimbursed, or credited in advance if required by the Director of the Department of Transportation, for the costs of all work performed thereunder.","historical":"Prior Codifications\n\n1981 Ed., § 47-134.\n\n1973 Ed., § 47-136.\n\nMiscellaneous Notes\n\nDepartment of Highways abolished: The Department of Highways was replaced by Reorganization Order 58-1116, dated July 15, 1958, which Order established the Department of Highways and TraffiC. The executive functions of the Board of Commissioners were transferred to the Commissioner of the District of Columbia by § 401 of Reorganization Plan No. 3 of 1967. Reorganization Plan No. 2 of 1975, dated July 24, 1975, combined the Department of Motor Vehicles and the Department of Highways and Traffic to form the Department of Transportation. The functions of the Department of Transportation were transferred to the Department of Public Works by Reorganization Plan No. 4 of 1983, effective March 1, 1984.\n\nTransfer of unexpended balance: Section 7(f) of the Act of June 14, 1980, D.C. Law 3-70, provided for the transfer to the Motor Vehicle Maintenance Fund of any unexpended balance in the Maintenance and Repair of Vehicles Fund.\n\nDC CODE § 47-134\n\nCurrent through December 11, 2012","credits":"(July 1, 1954, 68 Stat. 396, ch. 449, § 18; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions."},"heading":{"title":"47","chaptersection":"134","identifier":"47-134","catch_text":"Establishment of working fund--Maintenance and repair of vehicles."}}