{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 1082(b) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) addition, see § 1082(b) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nFor Law 15-205, see notes following § 47-903.\n\nMiscellaneous Notes\n\nShort title of subtitle H of title I of Law 15-205: Section 1081 of D.C. Law 15-205 provided that subtitle H of title I of the act may be cited as the New E-Conomy Refinement Act of 2004.\n\nApplicability of subtitle H of title I of Law 15-205: Section 1083 of D.C. Law 15-205 provides:\n\n\"This subtitle shall apply as of January 1, 2004.\"\n\nDC CODE § 47-1817.01a\n\nCurrent through December 11, 2012","credits":"(Dec. 7, 2004, D.C. Law 15-205, § 1082(b), 51 DCR 8441.)","sections":[{"prefix":"a","text":" If the accounting method used by the taxpayer for income tax purposes does not readily permit the verification of revenue for the purposes of determining the status of a corporation as a Qualified High Technology Company, the taxpayer may petition for, or the Chief Financial Officer may employ, a cost of performance method as described in subsection (b) of this section, which method is intended to function in the same manner as § 47-441."},{"prefix":"b","text":" To be certified as a Qualified High Technology Company, a corporation may provide:"},{"prefix":"1","text":" An analysis of the operations of the business that identifies the functions of the business in broad categories and specifically identifies those activities within each category that meet the definition of a Qualified High Technology Company;"},{"prefix":"2","text":" Evidence of the costs associated with each activity identified as a Qualified High Technology Company activity, consistent with industry standards; and"},{"prefix":"3","text":" An income calculation determined by multiplying the total gross revenue reported on its District franchise tax return as total gross income by a fraction, the numerator of which is the total expenses of all Qualified High Technology Company activities and the denominator of which is the total expenses claimed on the current District franchise tax return as total deduction."},{"prefix":"c","text":" If the amount determined in subsection (b) of this section is 51% or more of total gross revenue, the taxpayer shall be certified as a Qualified High Technology Company."},{"prefix":"d","text":" The final approval to grant an alternative method for determining a Qualified High Technology Company shall rest with the Chief Financial Officer and the approval shall not be unreasonably withheld."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"XVII","text":"Qualified High Technology Companies"},"heading":{"title":"47","chaptersection":"1817","identifier":"47-1817.01a","catch_text":"Alternative method to determine a Qualified High Technology Company status."}}