{"text":"Beginning February 1, 2000, in addition to the operative rate reductions provided for in this title, the Mayor and the Council shall consider reducing the highest individual income tax rate in § 47-1806.03 to a goal of 8% or lower, if:","historical":"Emergency Act Amendments\n\nFor temporary (90-day) addition of section, see § 2704(b) of the Service Improvement and Fiscal Year 2000 Budget Support Emergency Act of 1999 (D.C. Act 13-110, July 28, 1999, 46 DCR 6320).\n\nLegislative History of Laws\n\nFor Law 13-38, see notes following § 47-1801.04.\n\nReferences in Text\n\n\"This title\", referred to in the introductory language of this section, is title XXVII of D.C. Law 13-38, the \"Tax Parity Act of 1999\".\n\nDC CODE § 47-1806.07\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 1999, D.C. Law 13-38, § 2704(b), 46 DCR 6373.)","sections":[{"prefix":"1","text":" the Comprehensive Annual Financial Report for the immediately preceding fiscal year shows that actual local source general fund revenue exceeds the original forecast of such revenue presented in the immediately preceding fiscal year's budget submission to Congress;"},{"prefix":"2","text":" The Chief Financial Officer certifies that less than half of the excess local source general fund revenue for the immediately preceding fiscal year is derived from non-recurring sources;"},{"prefix":"3","text":" The Chief Financial Officer certifies that the nominal GDP growth is greater than or equal to 3.5%, and the real GDP growth is greater than or equal to 1.7%; and"},{"prefix":"4","text":" The Mayor and the Council shall consider the need for further tax reductions in conjunction with other government needs."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Tax on Residents and Nonresidents. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1806","identifier":"47-1806.07","catch_text":"Tax on residents and nonresidents--Reduction of top rate to goal of 8% or lower"}}