{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-1303.2.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-115, see Historical and Statutory Notes following § 47-1303.01.\n\nDC CODE § 47-1303.02\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1898, 30 Stat. 250, ch. 32, § 2b, as added Apr. 30, 1994, D.C. Law 10-115, § 202(b), 41 DCR 1216; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" Notwithstanding any other provision of law, the Mayor may sell at private sale real property that has been bid off in the name of the District at public tax sale for 2 consecutive years and that has not been redeemed by the owner within the redemption period provided by law."},{"prefix":"b","text":" Before accepting offers on the bid off property for private sale, the Mayor shall:"},{"prefix":"1","text":" Send a final notice to the owner of the bid off property stating that the bid off property will be offered for private sale unless the bid off property is redeemed within 30 days after the date of the final notice by paying all taxes and assessments, including penalties, interest, costs, and charges against the bid off property; and"},{"prefix":"2","text":" Notify all recorded lienholders that the bid off property shall be offered for private sale unless the bid off property is redeemed by the owner of the bid off property within the 30-day period specified in paragraph (1) of this subsection."},{"prefix":"c","text":" Owners of adjoining property shall have the first opportunity to purchase bid off property at private sale. The Mayor shall notify the owners of adjoining property that:"},{"prefix":"1","text":" They may make offers to the Mayor to purchase the bid off property within a period of time set by the Mayor. The minimum offer acceptable shall be an amount equal to all current year's taxes and assessments, including penalties and interest, and costs charged against the property; and"},{"prefix":"2","text":" If they purchase the bid off property, they shall agree to the combining of the bid off property and the purchaser's adjoining property into a single tax lot that shall be reflected in the real property tax records of the District."},{"prefix":"d","text":" If only 1 adjoining property owner offers to purchase the bid off property and meets the requirements of subsection (c) of this section, the Mayor shall accept the offer."},{"prefix":"e","text":" If more than 1 adjoining property owner offers to purchase the bid off property and meets the requirements of subsection (c) of this section, the Mayor shall accept the highest offer."},{"prefix":"f","text":" If no acceptable offer is made by an adjoining property owner within the time period determined by the Mayor, the Mayor shall sell the bid off property to any interested purchaser in accordance with procedures established by the Mayor. The minimum sale price acceptable shall be an amount equal to all current year's taxes and assessments, including penalties and interest, and costs charged against the property. Unsold bid off property shall not be returned to the public tax sale, but shall be retained by the Mayor until sold at private sale."},{"prefix":"g","text":" An offer to purchase bid off property at private sale shall be made in writing on a form and under such conditions as the Mayor shall by regulation prescribe."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Real Property Tax Sales. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1303","identifier":"47-1303.02","catch_text":"Private sale of unimproved residential real property bid off in the name of the District."}}