{"text":"The Mayor of the District of Columbia is hereby authorized and instructed to cause all taxes erroneously paid in the District of Columbia to be refunded by the proper accounting and disbursing officers of said District, upon the certificate of the Collector of such erroneous payment, which certificate shall state the nature of the error, the name of the person or persons by whom such excessive payment was made, and such other particulars as may be necessary to satisfy the accounting officers that such claim for reimbursement is just and equitable; and the said accounting and disbursing officers shall pay all moneys so refunded out of, and charge the same to, the fund which was credited with the erroneous payment. \"Taxes\" as discussed herein do not include the \"special franchise tax\" as provided for in § 34-912.","historical":"Prior Codifications\n\n1981 Ed., § 47-1317.\n\n1973 Ed., § 47-1016.\n\nLegislative History of Laws\n\nLaw 5-153, the \"Utility Regulatory Assessment Clarification Act of 1984,\" was introduced in Council and assigned Bill No. 5-225, which was referred to the Committee on Public Services and Cable Television. The Bill was adopted on first and second readings on October 23, 1984 and November 7, 1984, respectively. Disapproved by the Mayor on November 30, 1984, and reenacted by the Council on December 4, 1984, the Bill was assigned Act No. 5-217 and transmitted to both Houses of Congress for its review.\n\nMiscellaneous Notes\n\nDisbursing Office abolished: See Historical and Statutory Notes following § 47-111.\n\nOffice of Collector of Taxes abolished: See Historical and Statutory Notes following § 47-401.\n\nDC CODE § 47-1317\n\nCurrent through December 11, 2012","credits":"(Leg. Assem., Jan. 19, 1872, ch. 31, § 1; June 20, 1874, 18 Stat. 116, ch. 337, § 2; Mar. 14, 1985, D.C. Law 5-153, § 5, 31 DCR 6440; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Real Property Tax Sales. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1317","identifier":"47-1317","catch_text":"Refunds--Taxes erroneously paid."}}