{"text":"","historical":"Temporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-901.\n\nDC CODE § 47-1370\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 507(a)(2), 48 DCR 334.)","sections":[{"prefix":"a","text":" At any time after the expiration of a 6-month waiting period following the date of sale, a purchaser may file a complaint to foreclose the right of redemption of the real property to which the certificate of sale corresponds."},{"prefix":"b","text":" In a suit to foreclose the right of redemption, the Superior Court may:"},{"prefix":"1","text":" Bar the right of redemption and foreclose (A) all transfers of the real property occurring before the judgment of the court as provided in this chapter and (B) all liens and encumbrances on the real property except as provided in § 47-1382;"},{"prefix":"2","text":" Vest title in fee simple in the purchaser; or"},{"prefix":"3","text":" Set aside the sale and determine the amount required to redeem the real property."},{"prefix":"c","text":"(1) A complaint filed pursuant to subsection (a) of this section shall state:"},{"prefix":"A","text":" The fact of the issuance of the certificate of sale and the date of the certificate;"},{"prefix":"B","text":" A description of the real property in substantially the same form as the description appearing on the certificate along with the street address, if any;"},{"prefix":"C","text":" An itemization of the amount paid at tax sale by the purchaser for each year or period of taxes, including costs of sale."},{"prefix":"D","text":" The fact that the real property has not been redeemed by a person having an interest in the real property;"},{"prefix":"E","text":" A request for an order of publication directed to all persons having an interest in the real property; and"},{"prefix":"F","text":" A request that the court pass a judgment that forecloses the right of redemption of the defendants and any other person having any interest in the real property."},{"prefix":"2","text":" The caption of the complaint filed for relief under subsection (a) of this section shall comply with §§ 47-1373(a) and 47-1374(a)."},{"prefix":"3","text":" The certificate of sale issued by the Mayor to the purchaser or a photocopy of the certificate shall be attached to the complaint and shall be made part of the complaint."},{"prefix":"d","text":" The right of redemption shall continue until a judgment foreclosing the right of redemption becomes final."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"13A","text":"Revised Real Property Tax Sales."},"subchapter":{"identifier":"IV","text":"Foreclosure."},"heading":{"title":"47","chaptersection":"1370","identifier":"47-1370","catch_text":"Complaints by purchasers to foreclose the right of redemption; exercise of authority by form of complaint."}}