{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-169 substituted \"ICF-IDD\" for \"ICF-MR\" and \"ICF-IDD's\" for \"ICF-MR's\".\n\nLegislative History of Laws\n\nFor Law 16-68, see notes following § 47-1270.\n\nFor history of Law 19-169, see notes under § 47-1270.\n\nDC CODE § 47-1274\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 2006, D.C. Law 16-68, § 2(b), 53 DCR 47; Sept. 26, 2012, D.C. Law 19-169, § 33(b)(7), 59 DCR 5567.)","sections":[{"prefix":"a","text":"(1) If an ICF-IDD fails to pay the full amount of an assessment by the date required by this chapter, or by rules issued pursuant to § 47-1277, the unpaid balance shall accrue interest at the rate of 1.5% per month or any fraction thereof which shall be added to the unpaid balance."},{"prefix":"2","text":" The Chief Financial Officer of the District of Columbia may arrange a payment plan for the amount of the assessment and interest in arrears."},{"prefix":"b","text":" If an ICF-IDD fails to file a report required under this chapter, or by rules issued pursuant to § 47-1277, it shall be subject to an administrative penalty equal to 5% of the monthly assessment for each month, or any fraction thereof, that the failure to file continues; except, that the total administrative penalty shall not exceed 25% of the ICF-IDD's annual assessment."},{"prefix":"c","text":"(1) If an ICF-IDD that knowingly provides false information in a report required by this chapter, or by rules issued pursuant to § 47-1277, it shall be subject to a penalty of up to $10,000."},{"prefix":"2","text":" Any action brought to enforce this subsection shall be brought in the Superior Court of the District of Columbia by the Attorney General for the District of Columbia in the name of the District of Columbia."},{"prefix":"d","text":" The District of Columbia shall have:"},{"prefix":"1","text":" A lien upon the real and personal property located in the District of Columbia of the ICF-IDD for any assessments, interest, or administrative penalties that are due under this chapter, or rules issued pursuant to § 47- 1277; and"},{"prefix":"2","text":" The priority of a secured creditor."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"12D","text":"Stevie Sellows Quality Improvement Fund; Icf-Idd Assessment."},"heading":{"title":"47","chaptersection":"1274","identifier":"47-1274","catch_text":"Interest and penalties."}}