{"text":"","historical":"Temporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-901.\n\nDC CODE § 47-1371\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 507(a)(2), 48 DCR 334.)","sections":[{"prefix":"a","text":" The plaintiff in an action to foreclose the right of redemption shall be the purchaser."},{"prefix":"b","text":"(1) Except as otherwise provided in this subsection, the defendants in an action to foreclose the right of redemption shall be:"},{"prefix":"A","text":" The record title holder of the real property;"},{"prefix":"B","text":" The legal title holder, if different from the record title holder;"},{"prefix":"C","text":" If the real property is encumbered by a recorded life tenancy, the record life tenant and record remaindermen;"},{"prefix":"D","text":" If the real property is subject to an estate for life or a lease or ground rent for a term (with renewals) that is at least 30 years, the record title holder of the fee simple title and the owner of the possessory interest as disclosed by a search performed in accordance with generally accepted standards of title examination of the records of the Recorder of Deeds and the Probate Division of the Superior Court;"},{"prefix":"E","text":" Any mortgagee of the real property, or any assignee of the mortgage of record, named as such in an unreleased mortgage recorded in the records of the Recorder of Deeds;"},{"prefix":"F","text":" The trustee of record under a deed of trust recorded against the real property and a holder of a beneficial interest in a deed of trust who files notice of the interest, which notice includes identification of the deed of trust, the book and page or roll and frame where the deed of trust is recorded, and the current address at which the holder may be served with a summons; and"},{"prefix":"G","text":" The District."},{"prefix":"2","text":" The plaintiff shall certify, under penalties of perjury, to the Superior Court that a search for the defendants has been performed in accordance with generally accepted standards of title examination of the records of the Recorder of Deeds and probate decisions of the Superior Court."},{"prefix":"3","text":" The plaintiff may elect not to include as a defendant any of the persons named in paragraph (1) of this subsection. However, the rights of any person not included as a defendant shall not be affected by the action."},{"prefix":"4","text":" The plaintiff shall not be required to name as defendant any other person that has, or claims to have, any right, title, interest, claim, lien, or equity of redemption in the real property sold by the Mayor. Any of these persons shall be included as defendants by the designation \"all persons that have or claim to have any interest in real property ... (giving a description of the real property in substantially the same form as the description that appears on the Mayor's certificate of sale along with the street address, if any).\" Any of these persons shall be designated throughout the action by the above designation, may participate as defendants in the action, and the action may proceed against them by publication under order of court as provided in this chapter."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"13A","text":"Revised Real Property Tax Sales."},"subchapter":{"identifier":"IV","text":"Foreclosure."},"heading":{"title":"47","chaptersection":"1371","identifier":"47-1371","catch_text":"Parties."}}