{"text":"Every corporation, financial institution, and unincorporated business required to make and file a franchise tax return under this chapter shall make and file a declaration of estimated tax at the time and under the conditions, and shall make payments of the tax year in the amount and under the conditions, as the Mayor shall prescribe by regulation. In the case of the taxable year beginning in 1970, the regulations may not require the payment before the last day on which a return for the taxable year is required to be filed under § 47- 1805.03(a) of estimated tax for the year exceeding 1/2 of the estimated tax; provided, that in the case of financial institutions, the provisions of this section shall be subject to § 47-2507(a)(3) and to § 47-2507(b)(3).","historical":"Prior Codifications\n\n1981 Ed., § 47-1812.14.\n\n1973 Ed., § 47-1586l-1.\n\nEffect of Amendments\n\nD.C. Law 13-305 rewrote the section which had read:\n\n\"(a) Declaration and payment. -- Every corporation, financial institution, and unincorporated business required to make and file a franchise tax return under this chapter shall make and file a declaration of estimated tax at such time or times and under such conditions, and shall make payments of such tax during its taxable year in such amounts and under such conditions, as the Mayor of the District of Columbia shall by regulations prescribe. In the case of the taxable year beginning in 1970, such regulations may not require payment before the last day on which a return for such taxable year is required to be filed under § 47-1805.03(a) of an aggregate amount of estimated tax for such year in excess of one-half of such estimated tax; provided, however, that in the case of financial institutions, the provisions of this section shall be subject to § 47-2507(a)(3) and to § 47-2507(b)(3).\n\n\"(b) Underpayment. --\n\n\"(1)(A) Addition to tax. -- In case of any underpayment of estimated tax by a corporation, financial institution, or an unincorporated business, there shall be added to the tax for the taxable year an amount determined at the rate of 1 and 1/2% per month upon the amount of the underpayment (determined under subparagraph (B) of this paragraph) for the period of the underpayment (determined under subparagraphs (C) and (D) of this paragraph).\n\n\"(B) Amount of underpayment. -- For purposes of subparagraph (A) of this paragraph, the amount of the underpayment shall be the excess of:\n\n\"(i) For purposes of subparagraph (A) of this paragraph, the amount of the underpayment shall be the excess of:\n\n\"(I) The amount of the installment which would be required to be paid if the estimated tax were equal to 90% of the tax shown on the return for the taxable year or, if no return was filed, 90% of the tax for such year; over\n\n\"(II) The amount, if any, of the installment paid on or before the last date prescribed for payment.\n\n\"(ii) Every financial institution required to file a gross earnings tax return and a franchise tax return during the 3-year transition period described in § 47-2507(b)(2) shall calculate the amount of underpayment for each such taxable year in accordance with § 47-2507(b)(3)(B).\n\n\"(C) Period of underpayment. -- (i)The period of the underpayment shall run from the date the installment was required to be paid to whichever of the following dates is the earlier:\n\n\"(I) The 15th day of the 4th month following the close of the taxable year; or\n\n\"(II) With respect to any portion of the underpayment, the date on which such portion is paid.\n\n\"(ii) Every financial institution required to file a gross earnings tax return and a franchise tax return for the 3-year transition period described in § 47- 2507(b)(2) shall calculate the amount of underpayment for each such taxable year in accordance with § 47-2507(b)(3)(B).\n\n\"(2) For purposes of subparagraphs (C) and (D) of paragraph (1) of this subsection, a payment of estimated tax on any installment date shall be considered a payment of any previous underpayment only to the extent such payment exceeds the amount of the installment determined under paragraph (1)(B)(i) of this subsection for such installment date.\n\n\"(c) Overpayment. -- Overpayment resulting from the payment of estimated tax for a taxable year in excess of the amount determined to be due upon the filing of a franchise tax return for such taxable year may be credited against the amount of estimated tax determined to be due on any declaration filed for the next succeeding taxable year or for any deficiency or nonpayment of tax for any previous taxable year. No refund shall be made of any estimated tax paid unless a complete return is filed.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-23, see Historical and Statutory Notes following § 47-1801.04.\n\nFor legislative history of D.C. Law 3-92, see Historical and Statutory Notes following § 47-1803.03.\n\nFor legislative history of D.C. Law 3-95, see Historical and Statutory Notes following § 47-1801.04.\n\nFor legislative history of D.C. Law 4-130, see Historical and Statutory Notes following § 47-1801.04.\n\nFor legislative history of D.C. Law 5-113, see Historical and Statutory Notes following § 47-1807.01.\n\nLaw 5-159, the \"End of Session Technical Amendments Act of 1984,\" was introduced in Council and assigned Bill No. 5-540, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 20, 1984 and December 4, 1984, respectively. Signed by the Mayor on December 10, 1984, it was assigned Act No. 5-224 and transmitted to both Houses of Congress for its review.\n\nLaw 6-209, the \"Tax Amnesty Act of 1986,\" was introduced in Council and assigned Bill No. 6-398, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 25, 1986 and December 16, 1986 respectively. Signed by the Mayor on January 8, 1987, it was assigned Act No. 6-269 and transmitted to both Houses of Congress for its review.\n\nFor Law 13-305, see notes under § 47-901.\n\nEffective Dates\n\nSection 601(b) of D.C. Law 6-209 provided that title III and sections 401, 402, 404, 405 and 406 of the act shall take effect on October 1, 1987.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: See second paragraph of note to § 47-2601.\n\nSection 410(d) of D.C. Law 13-305 provides: \"Section 406(a), (c), (j), (m), (p), (q), (s), (w), (bb), (dd), (ee), (hh) through (kk), (mm) through (oo), (qq) through (uu), (yy), (zz), (bbb), (ddd), and (fff) shall apply for all tax years or taxable periods beginning after December 31, 2000.\"\n\nDC CODE § 47-1812.14\n\nCurrent through December 11, 2012","credits":"(July 16, 1947, 61 Stat. 356, ch. 258, art. I, title XII, § 14; Oct. 31, 1969, 83 Stat. 177, Pub. L. 91-106, title V, § 603(a); Oct. 21, 1975, D.C. Law 1-23, title VI, § 608, 22 DCR 2114; Sept. 13, 1980, D.C. Law 3-92, § 502(d), 27 DCR 3390; Sept. 13, 1980, D.C. Law 3-95, § 107, 27 DCR 3509; July 24, 1982, D.C. Law 4-130, § 2, 29 DCR 2412; Sept. 26, 1984, D.C. Law 5-113, § 302(c), 31 DCR 3974; Mar. 14, 1985, D.C. Law 5-159, § 24, 32 DCR 30; Feb. 28, 1987, D.C. Law 6-209, § 404(a), 34 DCR 689; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2,44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 406(bb), 48 DCR 334.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"XII","text":"Assessment and Collection; Time of Payment. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1812","identifier":"47-1812.14","catch_text":"Declaration of estimated tax by corporations, financial institutions, and unincorporated businesses."}}