{"text":"For the purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nLaw 19-174, the \"Social E-Commerce Job Creation Tax Incentive Act of 2012\", was introduced in Council and assigned Bill No. 19-755, which was referred to the Committees of the Whole and Finance and Revenue. The Bill was adopted on first and second readings on June 26, 2012, and July 10, 2012, respectively. Signed by the Mayor on July 19, 2012, it was assigned Act No. 19-398 and transmitted to both Houses of Congress for its review. D.C. Law 19-174 became effective on October 9, 2012.\n\nDC CODE § 47-1818.01\n\nCurrent through December 11, 2012","credits":"(Oct. 9, 2012, D.C. Law 19-174, § 2(b), 59 DCR 8712.)","sections":[{"prefix":"1","text":" \"Abatement period\" means from the effective date of this subchapter through the date when an abatement provided for in this subchapter is exhausted or forfeited, or otherwise expires in accordance with this subchapter."},{"prefix":"2","text":" \"BAS agreement\" means a city-wide business activity strategy agreement between the District and a Qualified Social E-Commerce Company as specified in § 47-1818.03(b)."},{"prefix":"3","text":" \"Disrupted corridor\" means an area that is distressed due to the lack of amenities, transportation, or commerce, disrupted due to construction operations, or is otherwise determined by the Mayor to be a distressed or disrupted area."},{"prefix":"4","text":" \"New hire\" or \"newly hired\" means an individual who was not employed by a Qualified Social E-Commerce Company before calendar year 2010 and was, or is:"},{"prefix":"A","text":" Hired to fill a position of indefinite duration consisting of a minimum work week of 35 hours for not less than 50 weeks per year;"},{"prefix":"B","text":" Not:"},{"prefix":"i","text":" A member of the board of directors of the Qualified Social E-Commerce Company;"},{"prefix":"ii","text":" A direct or indirect owner of more than 5% of the Qualified Social E-Commerce Company;"},{"prefix":"iii","text":" A spouse or dependent, as these terms are defined in section 152 of the Internal Revenue Code of 1986, approved October 22, 1986 (Pub. L. No. 99-514; 100 Stat. 2085), of any individual defined in sub-subparagraphs (i) and (ii) of this subparagraph; or"},{"prefix":"iv","text":" Hired under the conditions set forth in § 47-1817.03(b)(3); and"},{"prefix":"C","text":" Employed by a Qualified Social E-Commerce Company for at least 6 months in the District of Columbia."},{"prefix":"5","text":" \"New hire wage credit\" means a credit equal to 10% of the wages paid during the first 24 calendar months of employment to a newly hired employee hired after December 31, 2009, and before January 1, 2016, accrued annually up to $5,000 per new hire per tax year, up to a maximum amount of the new hire wage credit cap."},{"prefix":"6","text":" \"New hire wage credit cap\" means a ceiling of $15 million."},{"prefix":"7","text":" \"Qualified Social E-Commerce Company\" means a company that:"},{"prefix":"A","text":" Is a Qualified High Technology Company;"},{"prefix":"B","text":" Is engaged primarily in the business of marketing or the promoting of retail or service businesses by delivering or providing members or users with access to discounts or other commerce-based benefits; and"},{"prefix":"C","text":" Hired at least 850 persons to work in the District of Columbia after December 31, 2009, and before January 1, 2012."},{"prefix":"8","text":" \"Qualified High Technology Company\" shall have the same meaning as provided in § 47-1817.01(5)."},{"prefix":"9","text":" \"Qualified real property\" means real property located in the District of Columbia on which a commercial office building totaling no less than 200,000 square feet is constructed, or substantially rehabilitated, and equipped after June 1, 2012, and which is owned or leased by a Qualified Social E-Commerce Company for use as a primary corporate headquarters."},{"prefix":"10","text":" \"Real property\" shall have the same meaning as provided in § 47-802(1)."},{"prefix":"11","text":"(A) \"Related entity\" means with respect to any Qualified Social E-Commerce Company any other person or entity that is a Qualified High Technology Company and is directly or indirectly controlling, controlled by, or under common control with the Qualified Social E-Commerce Company or is a successor to the Qualified Social E-Commerce Company by merger, consolidation, or operation of law."},{"prefix":"B","text":" For the purposes of this paragraph, the terms \"controlling,\" \"controlled by,\" and \"under common control with\" mean the possession, directly or indirectly, or the power to direct, or cause the direction of, the management and policies of a Qualified Social E-Commerce Company, whether through ownership of voting securities, membership interests, or partnership interests by contract or otherwise, or the power to elect at least 50% of the directors, managers, or partners exercising similar authority with respect to the Qualified Social E-Commerce Company."},{"prefix":"12","text":" \"Resident\" means an individual whose principal residence is located in the District of Columbia and who is subject to District of Columbia personal income tax, or is a new hire who becomes a resident within 180 days of his or her new hire start date."},{"prefix":"13","text":" \"Resident hiring factor\" means the applicable percentage contained in this paragraph if a Qualified Social E-Commerce Company achieves, or has achieved, the following annual resident new hire proportion goals during calendar years 2010 through 2015:"},{"prefix":"A","text":" One hundred percent if at least 50% of new hires are residents in a calendar year."},{"prefix":"B","text":" Seventy-five percent if at least 40% but less than 50% of new hires are residents in a calendar year."},{"prefix":"C","text":" Fifty percent if less than 40% of new hires are residents in a calendar year."},{"prefix":"14","text":" \"Resident employment credit\" means:"},{"prefix":"A","text":" The amount of $17.5 million, if a Qualified Social E-Commerce Company maintains the proportion of newly hired employees as residents at or above 50% during each one-year period, beginning October 1, 2014, through September 30, 2015, and continuing each year through to the end of the abatement period;"},{"prefix":"B","text":" The amount of $13.125 million, if a Qualified Social E-Commerce Company maintains the proportion of newly hired employees as residents at or above 40% during each one-year period, beginning October 1, 2014, through September 30, 2015, and continuing each year through to the end of the abatement period; and"},{"prefix":"C","text":" The amount of $9 million, if a Qualified Social E-Commerce Company maintains the proportion of newly hired employees as residents at less than 40% during any one-year period, beginning October 1, 2014, through September 30, 2015, and continuing through to the end of the abatement period."},{"prefix":"15","text":" \"STEM\" means the fields of study in the categories of science, technology, engineering, and mathematics."},{"prefix":"16","text":" \"Unrelated entity\" means any person or entity that is not a related entity."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"XVIII","text":"Qualified Social Electronic Commerce Companies."},"heading":{"title":"47","chaptersection":"1818","identifier":"47-1818.01","catch_text":"Definitions."}}