{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-42, in subsec. (a)(1), deleted the second subparagraph (B) which had read as follows:\n\n\"(B) An employee who was employed as the result of:\n\n\"(i) The displacement, other than for cause, of another employee;\n\n\"(ii) A strike or lockout;\n\n\"(iii) A layoff in which other employees are awaiting recall; or\n\n\"(iv) A reduction of the regular wages, benefits, or rights of other employees in similar jobs.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 10(i) of Technical Amendments Emergency Act of 2001 (D.C. Act 14-108, August 3, 2001, 48 DCR 7622).\n\nLegislative History of Laws\n\nFor Law 13-256, see notes following § 47-1817.01.\n\nFor Law 14-42, see notes following § 47-1361.\n\nDC CODE § 47-1817.04\n\nCurrent through December 11, 2012","credits":"(Apr. 3, 2001, D.C. Law 13-256, § 203(b), 48 DCR 730; Oct. 26, 2001, D.C. Law 14-42, § 10(i), 48 DCR 7612.)","sections":[{"prefix":"a","text":"(1) For purposes of this section, the term \"qualified disadvantaged employee\" means a District resident who:"},{"prefix":"A","text":" Is a recipient of Temporary Assistance for Needy Families (\"TANF\");"},{"prefix":"B","text":" Was a recipient of TANF in the period immediately proceeding employment;"},{"prefix":"C","text":" Was released from incarceration within 24 months before the date of employment by a Qualified High Technology Company; or"},{"prefix":"D","text":" Is an employee hired, or relocated to the District, after December 31, 2000 and for which a Qualified High Technology company also is eligible to claim the Welfare to Work Tax Credit or the Work Opportunity Tax Credit under the Internal Revenue Code of 1986."},{"prefix":"2","text":" The term \"qualified disadvantaged employee\" shall not mean or include:"},{"prefix":"A","text":" A temporary or seasonal employee; or"},{"prefix":"B","text":" An employee who was employed as the result of:"},{"prefix":"i","text":" The displacement, other than for cause of another employee;"},{"prefix":"ii","text":" A strike or lockout;"},{"prefix":"iii","text":" A layoff in which other employees are awaiting recall; or"},{"prefix":"iv","text":" A reduction of the regular wages, benefits, or rights of other employees in similar jobs."},{"prefix":"b","text":" For taxable years beginning after December 31, 2000, a Qualified High Technology Company shall be allowed a credit against taxes imposed by § 47- 1817.06 for expenditures paid or incurred during the taxable year for retraining of a qualified disadvantaged employee."},{"prefix":"c","text":" Qualified disadvantaged employee retraining expenditures which are eligible for the tax credit are:"},{"prefix":"1","text":" Tuition, costs, or fees for credit or noncredit courses leading to academic degrees or certification of professional, technical, or administrative skills taken at District-based accredited colleges or universities or the cost for formal enrollment in training programs offered by nonprofit training providers (including community or faith-based organizations certified for the provision of training or job-readiness preparation at skill levels suitable for immediate performance of entry-level jobs), in demand among technology companies in general, and information and telecommunications companies in particular. Eligible training programs, other than those at District-based accredited colleges or universities, shall be pre-qualified for participation under this section by the Department of Employment Services; and"},{"prefix":"2","text":" Worker retraining programs undertaken through an apprenticeship agreement approved by the District of Columbia Apprenticeship Council."},{"prefix":"d","text":" The credit claimed under this section shall be limited to $20,000 for each qualified disadvantaged employee during the first 18 months of employment."},{"prefix":"e","text":" If the amount of the credit allowable under this section exceeds the tax otherwise due from a Qualified High Technology Company, the unused amount of the credit may be:"},{"prefix":"1","text":" Carried forward for 10 years; or"},{"prefix":"2","text":" Taken as a refundable credit in an amount up to 50% of the credit."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"XVII","text":"Qualified High Technology Companies"},"heading":{"title":"47","chaptersection":"1817","identifier":"47-1817.04","catch_text":"Tax credit to Qualified High Technology Companies for retraining costs for qualified disadvantaged employees."}}