{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-282, in subsec. (a), substituted \"personal property\" for \"furnishings\"; in subsec. (b), substituted \"For property tax years beginning in 2003, the property tax abatement\" for \"The property tax abatement\"; and added subsecs. (c) and (d).\n\nD.C. Law 15-205 added subsec. (a-1); and, in subsec. (b), substituted \"2006\" for \"2003\".\n\nD.C. Law 16-191, in subsec. (a-1), validated a previously made technical correction.\n\nD.C. Law 16-288, in subsec. (a), redesignated existing text as par. (1), in newly designated par. (1), deleted the phrase \"and the property in the District of Columbia described as parcel 252-0093, operated as Hadley Memorial Hospital, together with improvements thereon and personal property thereon, which properties are owned by Doctors Community Healthcare Corporation\" following the first reference to the Greater Southeast Community Hospital, and deleted \"and Hadley Memorial Hospital\" following the second reference to the Greater Southeast Community Hospital, and added par. (2).\n\nD.C. Law 17-20, in subsec. (a), substituted \"Tax Year 2007\" for \"Tax Year 2020\".\n\nD.C. Law 17-353 made a technical amendment to the enacting clause of Title III of D.C. Law 16-288 which did not change the text of the section.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 12(z) of Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, October 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see § 12(z) of Tax Clarity and Related Amendments Temporary Act of 2003 (D.C. Law 14-228, March 23, 2003, law notification 50 DCR 2741).\n\nTemporary Addition of Section\n\nFor temporary (220 day) addition of section, see § 2(b) of Fort Stanton Civic Association Real Property Tax Exemption and Equitable Real Property Tax Relief Temporary Act of 2001 (D.C. Law 14-33, October 13, 2001, law notification 48 DCR 9906).\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of § 47-1050, see § 2 of the Fort Stanton Civic Association Real Property Tax Exemption and Equitable Real Property Tax Relief Emergency Act of 2000 (D.C. Act 13-441, October 5, 2000, 47 DCR 8996).\n\nFor temporary (90 day) addition of § 47-1050, see § 2 of Fort Stanton Civic Association Real Property Tax Exemption and Equitable Real Property Tax Relief Emergency Act of 2001 (D.C. Act 14-83, July 9, 2001, 48 DCR 6367).\n\nFor temporary (90 day) addition of § 47-1050, see § 2 of Fort Stanton Civic Association Real Property Tax Exemption and Equitable Real Property Tax Relief Congressional Review Emergency Act of 2001 (D.C. Act 14-142, October 23, 2001, 48 DCR 9940).\n\nFor temporary (90 day) addition of § 47-1050, see § 2 of Fort Stanton Civic Association Real Property Tax Exemption and Equitable Real Property Tax Relief Second Congressional Review Emergency Act of 2001 (D.C. Act 14-185, November 19, 2001, 48 DCR 11084).\n\nFor temporary (90 day) amendment of section, see § 12(z) of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 12(z) of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nFor temporary (90 day) amendment of section, see § 1242 of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 1242 of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) amendment of section, see § 1073 of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nLegislative History of Laws\n\nLaw 14-82, the \"Greater Southeast Community Hospital Corporation and Hadley Memorial Hospital Tax Abatement Act of 2001\", was introduced in Council and assigned Bill No. 14-9, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 6, 2001, and December 4, 2001, respectively. Signed by the Mayor on December 20, 2001, it was assigned Act No. 14-202 and transmitted to both Houses of Congress for its review. D.C. Law 14-82 became effective on March 19, 2002.\n\nFor Law 14-282, see notes following § 47-902.\n\nFor Law 15-205, see notes following § 47-903.\n\nFor Law 16-191, see notes following § 47-138.01a.\n\nLaw 16-288, the \"Community Access to Health Care Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-913, which was referred to Committee on Human Services. The Bill was adopted on first and second readings on November 14, 2006, and December 5, 2006, respectively. Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-647 and transmitted to both Houses of Congress for its review. D.C. Law 16-288 became effective on March 14, 2007.\n\nFor Law 17-20, see notes following § 47-305.02.\n\nFor Law 17-353, see notes following § 47-308.\n\nMiscellaneous Notes\n\nShort title of subtitle W of title I of Law 15-205: Section 1241 of D.C. Law 15-205 provided that subtitle W of title I of the act may be cited as Greater Southeast Community Hospital and Hadley Memorial Hospital Tax Abatement Administration Clarification Act of 2004.\n\nDC CODE § 47-1050\n\nCurrent through December 11, 2012","credits":"(Mar. 19, 2002, D.C. Law 14-82, § 2(b), 49 DCR 194; Apr. 4, 2003, D.C. Law 14-282, § 11(x), 50 DCR 896; Dec. 7, 2004, D.C. Law 15-205, § 1242, 51 DCR 8441; Mar. 2, 2007, D.C. Law 16-191, § 73, 53 DCR 6794; Mar. 14, 2007, D.C. Law 16-288, § 301, 54 DCR 976; Sept. 18, 2007, D.C. Law 17-20, § 1073, 54 DCR 7052; Mar. 25, 2009, D.C. Law 17-353, § 167(c), 56 DCR 1117.)","sections":[{"prefix":"a","text":"(1) Beginning Tax Year 2001 and ending Tax Year 2007, the property in the District of Columbia, described as lots 3 and 4, square 5919, operated as Greater Southeast Community Hospital, shall be exempt from taxation so long as the same properties are used in carrying on the purposes and activities of the Greater Southeast Community Hospital."},{"prefix":"2","text":" Beginning Tax Year 2001 and ending Tax Year 2006, the property in the District of Columbia, described as parcel 252-0093, operated as Hadley Memorial Hospital, together with improvements thereon and personal property thereon, which property is owned by Doctors Community Healthcare Corporation, shall be exempt from taxation so long as the same property is used in carrying on the purposes and activities of the Hadley Memorial Hospital."},{"prefix":"a-1","text":" For property tax years beginning 2003 and ending 2005, the property tax abatement provided in subsection (a) of this section shall be contingent upon the entities being licensed to operate by the District of Columbia Department of Health."},{"prefix":"b","text":" For property tax years beginning in 2006, the property tax abatement provided in subsection (a) of this section shall be contingent upon an annual certification by the Mayor that the Greater Southeast Community Hospital Corporation has complied with the terms of the following:"},{"prefix":"1","text":" The Memorandum of Understanding, dated July 19, 2001, between the Greater Southeast Community Hospital Corporation and the District of Columbia Office of Local Business Development;"},{"prefix":"2","text":" The First Source Employment Agreement, dated September 26, 2001, between the Greater Southeast Community Hospital Corporation and the District of Columbia Department of Employment Services; and"},{"prefix":"3","text":" The schedule of annual capital expenditures contained in Attachment S to the Committee on Finance and Revenue's October 9, 2001 Report, as filed with the Secretary to the Council of the District of Columbia, on Bill 14-9, the Greater Southeast Community Hospital Corporation and Hadley Memorial Hospital Tax Abatement Act of 2001."},{"prefix":"c","text":" The Mayor shall make the annual certification required by subsection (b) of this section on or before June 30 prior to the property tax year for which the property tax abatement shall be effective. The certification shall be made for a prior 12-month period which the Mayor shall designate by regulation. If the Mayor fails to issue a certification stating whether or not there has been compliance, the certification of compliance shall be deemed to have been made."},{"prefix":"d","text":" Within 60 days after [April 4, 2003], the Mayor shall submit proposed regulations to implement the certification process provided for under subsection (b) of this section to the Council for a 45-day period of review, not including Saturdays, Sundays, legal holidays, or periods of Council recess. The Council may approve the proposed regulations in whole or in part. If the Council has not approved or disapproved the regulations upon expiration of the 45-day review period, the regulations shall be deemed approved."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Property Exempt from Taxation. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1050","identifier":"47-1050","catch_text":"Greater Southeast Community Hospital Corporation and Hadley Memorial Hospital."}}