{"text":"At the time the summons (or initial summons) is issued, the plaintiff shall obtain an order of publication directed to all defendants, naming them as provided by this chapter. The real property shall be described in the order of publication as the real property is described on the certificate of sale along with the street address, if any. The order of publication shall notify all persons that have, or claim to have, an interest in the real property to answer the complaint or to redeem the real property on or before the date named in the order of publication and, in case of failure to appear, answer, or redeem the real property, that a judgment will be entered that forecloses the right of redemption in the real property. The date named may not be less than 60 days from the date of the order. Subject to § 47-1371(b), when the order of publication is issued and published, any person that has any right, title, interest, claim, lien, or equity of redemption in the real property is bound by the judgment of the court that may be entered in the case as if the person were personally served with process. The order of publication shall be in substantially the following form:\n\n\"Order of Publication\n\n\"The object of this proceeding is to secure the foreclosure of the right of redemption in the following real property located in the District of Columbia, and sold by the Mayor of the District of Columbia to the plaintiff in this action:\n\n(Insert description of real property in substantially the same form as the description appearing on the Mayor's certificate of sale along with the street address, if any.)\n\n\"The complaint states, among other things, that the amounts necessary for redemption have not been paid.\n\n\"It is thereupon this ...... day of ...... , 20 .. , by the Superior Court of the District of Columbia, Ordered, That notice be given by the insertion of a copy of this order in some newspaper having a general circulation in District of Columbia once a week for 3 successive weeks, notifying all persons interested in the real property to appear in this Court by the ...... day of ...... , 20 .. , and redeem the real property by payment of $ ...... or answer the complaint or, thereafter, a final judgment will be entered foreclosing the right of redemption in the real property and vesting in the plaintiff a title in fee simple.\".","historical":"Temporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-901.\n\nDC CODE § 47-1375\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 507(a)(2), 48 DCR 334.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"13A","text":"Revised Real Property Tax Sales."},"subchapter":{"identifier":"IV","text":"Foreclosure."},"heading":{"title":"47","chaptersection":"1375","identifier":"47-1375","catch_text":"Notice by publication."}}