{"text":"If the taxable year of any person ends on the last day of any month other than December prior to the first day of January 1947, such person shall file his return for such taxable year under the provisions of former subchapter I, and pay the taxes imposed by said sections on his income for such taxable year at the times specified therefor in said sections. Such taxpayer shall also file his return of income, received or accrued, according to his method of accounting, during the period between the last day of such taxable year and the first day of January 1947 under the provisions of former subchapter I, and pay the taxes imposed by said sections on his income for such period at the times specified therefor in said sections. Such portion of such person's income as is received or accrued, according to his method of accounting, during taxable years or parts thereof to which this chapter is applicable shall be reported and taxed under the provisions of this chapter; provided, however, that any person whose taxable year ends subsequent to the first day of January 1947 may irrevocably elect to file his return of his income for such entire taxable year and pay the taxes imposed thereon under the provisions of this chapter.","historical":"Prior Codifications\n\n1981 Ed., § 47-1801.3.\n\n1973 Ed., § 47-1551b.\n\nReferences in Text\n\n\"Former subchapter I,\" referred to near the middle of the first and second sentences, means the District of Columbia Income Tax Act of 1939, as amended, which was repealed by 61 Stat. 331, ch. 258, § 1, approved July 16, 1941.\n\nDC CODE § 47-1801.03\n\nCurrent through December 11, 2012","credits":"(July 16, 1947, 61 Stat. 331, ch. 258, art. I, title I, § 3; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Repeal of Prior Income Tax Law and Applicability of Subchapter; General Definitions. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1801","identifier":"47-1801.03","catch_text":"Applicability of provisions--Returns and payments."}}