{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 302(d) of Fiscal Year 2013 Budget Support Technical Clarification Emergency Amendment Act of 2012 (D.C. Act 19-482, October 10, 2012, 59 DCR 12478).\n\nFor temporary (90 day) addition of applicability provision, see § 303 of Fiscal Year 2013 Budget Support Technical Clarification Emergency Amendment Act of 2012 (D.C. Act 19-482, October 10, 2012, 59 DCR 12478).\n\nLegislative History of Laws\n\nFor history of Law 19-21, see notes under § 47-305.02.\n\nMiscellaneous Notes\n\nSection 8004 of D.C. Law 19-21 provides:\n\n\"Sec. 8004. Applicability.\n\n\"This subtitle shall apply for taxable years beginning after December 31, 2010.\"\n\nDC CODE § 47-1810.05\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2011, D.C. Law 19-21, § 8002(d), 58 DCR 6226.)","sections":[{"prefix":"a","text":" The business income of a combined group is determined as follows:"},{"prefix":"1","text":" From the total income of the combined group as determined under paragraph (2) of this subsection and subsection (b) of this section, subtract any income and add any expense or loss, other than the business income, expense, or loss of the combined group."},{"prefix":"2","text":" Except as otherwise provided, the total income of the combined group is the sum of the income of each member of the combined group determined under federal income tax laws, as adjusted for District purposes, as if the member were not consolidated for federal purposes."},{"prefix":"3","text":" Notwithstanding any other provision of this chapter, if the combined group includes or owns an unincorporated business that would be subject to the tax imposed under § 47-1808.03, the income or loss of such unincorporated business shall be apportioned to the District using apportionment factors of the unincorporated business, and the combined group member's distributive share of such post-apportionment income shall be added to the combined group member's District taxable income, which shall be computed without regard to any income or loss or apportionment factors of an unincorporated business subject to this section. A combined group member's distributive share of an unincorporated business's pre-apportionment income or loss shall be exempt from the tax imposed under § 47-1808.03."},{"prefix":"b","text":" The income of each member of the combined group shall be determined:"},{"prefix":"1","text":" For any member incorporated in the United States, or included in a consolidated federal corporate income tax return, the income to be included in the total income of the combined group shall be the taxable income for the corporation after making appropriate adjustments under this chapter."},{"prefix":"2","text":" For any member not included in paragraph (1) of this subsection, the income to be included in the total income of the combined group shall be determined:"},{"prefix":"A","text":" A profit and loss statement shall be prepared for each foreign branch or corporation in the currency in which the books of account of the branch or corporation are regularly maintained."},{"prefix":"B","text":" Adjustments shall be made to the profit and loss statement to conform it to the accounting principles generally accepted in the United States for the preparation of such statements, except as modified by regulation."},{"prefix":"C","text":" Adjustments shall be made to the profit and loss statement to conform it to the tax accounting standards required by this chapter."},{"prefix":"D","text":" Except as otherwise provided by regulation, the profit and loss statement of each member of the combined group, and the apportionment factors related thereto, whether United States or foreign, shall be translated into the currency in which the parent company maintains its books and records."},{"prefix":"E","text":" Income apportioned to the District shall be expressed in United States dollars."},{"prefix":"3","text":"(A) In lieu of the procedures set forth in paragraph (2) of this subsection, and subject to the determination of the Mayor that it reasonably approximates income as determined under this chapter, any member not subject to paragraph (1) of this subsection may determine its income on the basis of the consolidated profit and loss statement that includes the member and that is prepared for filing with the Securities and Exchange Commission by related corporations."},{"prefix":"B","text":" If the member is not required to file with the Securities and Exchange Commission, the Mayor may allow the use of the consolidated profit and loss statement prepared for reporting to shareholders and subject to review by an independent auditor."},{"prefix":"C","text":" If the statements described in subparagraphs (A) or (B) of this paragraph do not reasonably approximate income as determined under this chapter, the Mayor may accept those statements with appropriate adjustments to approximate that income."},{"prefix":"4","text":" If a unitary business includes income from a partnership, the income to be included in the total income of the combined group shall be the member of the combined group's direct and indirect distributive share of the partnership's unitary business income."},{"prefix":"5","text":"(A) All dividends paid by one to another of the members of the combined group shall, to the extent those dividends are paid out of the earnings and profits of the unitary business included in the combined report, in the current or an earlier year, be eliminated from the income of the recipient."},{"prefix":"B","text":" Except as otherwise provided, this paragraph shall not apply to dividends received from members of the unitary business that are not a part of the combined group. Except when specifically required by the Mayor to be included, all dividends paid by an insurance company directly or indirectly to a corporation that is part of a unitary business with the insurance company shall be deducted or eliminated from the income of the recipient of the dividend."},{"prefix":"6","text":"(A) Except as otherwise provided by regulation, business income from an inter-company transaction between members of the same combined group shall be deferred in a manner similar to 26 C. F. R. § 1.1502-13."},{"prefix":"B","text":" Upon the occurrence of any of the following events, deferred business income resulting from an inter-company transaction between members of a combined group shall be restored to the income of the seller and shall be apportioned as business income earned immediately before the event:"},{"prefix":"i","text":" The object of a deferred inter-company transaction is:"},{"prefix":"I","text":" Resold by the buyer to an entity that is not a member of the combined group;"},{"prefix":"II","text":" Resold by the buyer to an entity that is a member of the combined group for use outside the unitary business in which the buyer and seller are engaged; or"},{"prefix":"III","text":" Converted by the buyer to a use outside the unitary business in which the buyer and seller are engaged; or"},{"prefix":"ii","text":" The buyer and seller are no longer members of the same combined group, regardless of whether the members remain unitary."},{"prefix":"7","text":"(A) A charitable expense incurred by a member of a combined group shall, to the extent allowable as a deduction pursuant to section 170 of the Internal Revenue Code of 1986, be subtracted first from the business income of the combined group, subject to the income limitations of that section applied to the entire business income of the group and any remaining amount shall then be treated as a nonbusiness expense allocable to the member that incurred the expense, subject to the income limitations of that section applied to the nonbusiness income of that specific member."},{"prefix":"B","text":" Any charitable deduction disallowed under subparagraph (A) of this paragraph, but allowed as a carryover deduction in a subsequent year, shall be treated as originally incurred in the subsequent year by the same member and as set forth in this section shall apply in the subsequent year in determining the allowable deduction in that year."},{"prefix":"8","text":" Gain or loss from the sale or exchange of capital assets, property described by section 1231(a)(3) of the Internal Revenue Code of 1986, and property subject to an involuntary conversion shall be removed from the total separate net income of each member of a combined group and shall be apportioned and allocated:"},{"prefix":"A","text":" For each class of gain or loss (short-term capital, long-term capital, section 1231 of the Internal Revenue Code of 1986, and involuntary conversions) all members' business gain and loss for the class shall be combined without netting between classes and each class of net business gain or loss separately apportioned to each member using the member's apportionment percentage determined under § 47-1810.04."},{"prefix":"B","text":" Each taxpayer member shall then net its apportioned business gain or loss for all classes, including any such apportioned business gain and loss from other combined groups, against the taxpayer member's nonbusiness gain and loss for all classes allocated to the District, using the rules of sections 1222 and 1231 of the Internal Revenue Code of 1986, without regard to any of the taxpayer member's gains or losses from the sale or exchange of capital assets, section 1231 of the Internal Revenue Code of 1986 property, and involuntary conversions that are nonbusiness items allocated to another state."},{"prefix":"C","text":" Any resulting District source income or loss, if the loss is not subject to the limitations of section 1211 of the Internal Revenue Code of 1986, of a taxpayer member produced by the application of the preceding subparagraphs shall then be applied to all other District source income or loss of that member."},{"prefix":"D","text":" Any resulting District source loss of a member that is subject to the limitations of section 1211 of the Internal Revenue Code of 1986 shall be carried over by that member and shall be treated as District source short-term capital loss incurred by that member for the year for which the carryover applies."},{"prefix":"9","text":" Any expense of one member of the unitary group that is directly or indirectly attributable to the nonbusiness or exempt income of another member of the unitary group shall be allocated to that other member as corresponding nonbusiness or exempt expense, as appropriate."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"Purpose of Chapter and Allocation and Apportionment."},"heading":{"title":"47","chaptersection":"1810","identifier":"47-1810.05","catch_text":"Determination of the business income of the combined group."}}