{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-192 rewrote subsec. (b) which had read as follows:\n\n\"(b) The Fund shall be used solely to fund quality of care initiatives.\"\n\nD.C. Law 17-353 deleted \"ninety\" following \"less than\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 5202(c) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) addition, see § 5202(c) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) amendment of section, see § 5082 of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 5082 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 5082 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nLegislative History of Laws\n\nFor Law 15-205, see notes following § 47-1261.\n\nFor Law 16-192, see notes following § 47-340.23.\n\nFor Law 17-353, see notes following § 47-308.\n\nMiscellaneous Notes\n\nShort title: Section 5081 of D.C. Law 16-192 provided that subtitle H of title V of the act may be cited as the \"Nursing Facility Quality of Care Fund Act of 2006\".\n\nDC CODE § 47-1262\n\nCurrent through December 11, 2012","credits":"(Dec. 7, 2004, D.C. Law 15-205, § 5202(c), 51 DCR 8441; Mar. 2, 2007, D.C. Law 16-192, § 5082, 53 DCR 6899; Mar. 25, 2009, D.C. Law 17-353, § 211, 56 DCR 1117.)","sections":[{"prefix":"a","text":" There is established a fund designated as the Nursing Facility Quality of Care Fund, which shall be separate from the General Fund of the District of Columbia and shall be used for the purposes set forth in subsection (b) of this section. All assessments collected under this chapter, any and all interest earned on those assessments, any and all interest and penalties collected under § 47-1264, and any and all matching federal funds on those amounts, shall be deposited into the Fund, and shall not revert to the General Fund of the District of Columbia at the end of any fiscal year or at any other time, but shall be continually available for the uses and purposes set forth in subsection (b) of this section, subject to authorization by Congress in an appropriations act."},{"prefix":"b","text":" No less than 90% of the Fund shall be used solely to fund quality of care initiatives."},{"prefix":"c","text":" The Mayor shall submit to the Council, as a part of the annual budget, a requested appropriation for expenditures from the Fund."},{"prefix":"d","text":" The Mayor shall audit all income and expenses of the Fund annually and provide the annual report to the Council."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"12C","text":"Nursing Facility Quality of Care Fund; Nursing Facility Assessment."},"heading":{"title":"47","chaptersection":"1262","identifier":"47-1262","catch_text":"Nursing Facility Quality of Care Fund."}}