{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-1806.4.\n\n1973 Ed., § 47-1567d.\n\nEffect of Amendments\n\nD.C. Law 13-172 added subsec. (f) and in subsec. (e)(2) substituted \"a resident\" for \"any resident\" and inserted \"or who has elected to claim the earned income tax credit provided for in subsection (f) of this section.\"\n\nD.C. Law 14-22 rewrote subsec. (f) which had read:\n\n\"(f)(1) If a return is filed for a full calendar or fiscal year beginning after December 31, 1999, an individual who is allowed an earned income tax credit under section 32 of the Internal Revenue Code of 1986 shall be allowed a credit against the tax imposed by this chapter for the taxable year in an amount equal to 10% of the earned income tax credit allowed under section 32 of the Internal Revenue Code of 1986; provided, that the credit shall not be allowed to a resident who has elected to claim the low income tax credit provided for in subsection (e) of this section.\n\n\"(2) If a return is filed for a period of less than a full calendar or fiscal year beginning after December 31, 1999, the credit allowed under this subsection shall be the reduced to the amount that bears the same ratio to the credit computed under the provisions of paragraph (1) of this subsection as the number of months in the period for which the return is made bears to 12 months.\n\n\"(3) The credit allowed under this subsection shall be refundable.\"\n\nD.C. Law 16-33, added subsec. (g) and rewrote subsec. (f), which had read as follows:\n\n\"(f)(1) If a return is filed for a full calendar or fiscal year beginning after December 31, 2000, an individual who is allowed an earned income tax credit under section 32 of the Internal Revenue Code of 1986 shall be allowed a credit against the tax imposed by this chapter for the taxable year in an amount equal to 25% of the earned income tax credit allowed under section 32 of the Internal Revenue Code of 1986; provided, that the credit shall not be allowed to a resident who has elected to claim the low-income tax credit provided for in subsection (e) of this section.\n\n\"(2) If a return is filed for a period of less than a full calendar or fiscal year beginning after December 31, 2000, the credit allowed under this subsection shall be reduced to the amount that bears the same ratio to the credit computed under the provisions of paragraph (1) of this subsection as the number of months in the period for which the return is made bears to 12 months.\n\n\"(3) The credit allowed under this subsection shall be refundable.\"\n\nD.C. Law 17-219, in subsec. (f)(1), substituted \"40%\" for \"35%\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of D.C. Resident Tax Credit Temporary Amendment Act of 1994 (D.C. Law 10-250, March 23, 1995, law notification 42 DCR 1649).\n\nTemporary Addition of Section\n\nSection 2(a) of D.C. Law 17-275 added a provision to read as follows:\n\n\"Sec. 7002a. Applicability.\n\n\"This act shall apply as of January 1, 2009.\".\n\nSection 4(b) of D.C. Law 17-275 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 114 of the Omnibus Budget Support Congressional Review Emergency Act of 1995 (D.C. Act 11-124, July 27, 1995, 42 DCR 4160).\n\nFor temporary (90-day) amendment of section, see § 2202 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 2202 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nFor temporary (90 day) amendment of section, see §§ 1052, 1053 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) addition, see § 2 of Designated Appropriation Allocations Emergency Amendment Act of 2008 (D.C. Act 17-488, July 28, 2008, 55 DCR 9157).\n\nFor temporary (90 day) amendment of section, see § 201(c) of Fiscal Year 2009 Balanced Budget Support Emergency Amendment Act of 2008 (D.C. Act 17-572, December 2, 2008, 55 DCR 12452).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-124, see Historical and Statutory Notes following § 47-1803.02.\n\nLaw 2-146, the \"District of Columbia Resident Tax Credit Act of 1978,\" was introduced in Council and assigned Bill No. 2-370, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 28, 1978 and December 12, 1978, respectively. Signed by the Mayor on December 29, 1978, it was assigned Act No. 2-323 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 2-158, see Historical and Statutory Notes following § 47-1801.04.\n\nFor legislative history of D.C. Law 4-118, see Historical and Statutory Notes following § 47-1801.01a.\n\nFor legislative history of D.C. Law 7-9, see Historical and Statutory Notes following § 47-1801.04.\n\nFor legislative history of D.C. Law 7-29, see Historical and Statutory Notes following § 47-1801.01a.\n\nLaw 7-231, the \"Technical Amendments Act of 1988,\" was introduced in Council and assigned Bill No. 7-586, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 29, 1988 and December 13, 1988, respectively. Signed by the Mayor on January 6, 1989, it was assigned Act No. 7-285 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 8-25, see Historical and Statutory Notes following § 47-1801.04.\n\nLaw 11-52, the \"Omnibus Budget Support Act of 1995,\" was introduced in Council and assigned Bill No. 11-218, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on April 19, 1995, and June 6, 1995, respectively. Signed by the Mayor on July 13, 1995, it was assigned Act No. 11-94 and transmitted to both Houses of Congress for its review. D.C. Law 11-52 became effective on September 26, 1995.\n\nLaw 13-172, the \"Fiscal Year 2001 Budget Support Act of 2000,\" was introduced in Council and assigned Bill No. 13-679, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2000, and June 6, 2000, respectively. Signed by the Mayor on June 26, 2000, it was assigned Act No. 13-175 and transmitted to both Houses of Congress for its review. D.C. Law 13-172 became effective on October 19, 2000.\n\nLaw 14-22, the \"Earned Income Tax Credit Act of 2001\", was introduced in Council and assigned Bill No. 14-21, which was referred to the Committee    on Finance and Revenue.  The Bill was adopted on first and second readings on April 3, 2001, and May 1, 2001, respectively.  Signed by the Mayor on May 22, 2001, it was assigned Act No. 14-70 and transmitted to both Houses of Congress for its review. D.C. Law 14-22 became effective on September 6, 2001.\n\nFor Law 16-33, see notes following § 47-308.01\n\nFor Law 17-219, see notes following § 47-318.05a.\n\nMiscellaneous Notes\n\nSection 7033 of D.C. Law 17-219 repealed section 3 of D.C. Law 14-22.\n\nShort title of subtitle L of title I of Law 16-33: Section 1052 of D.C. Law 16-33 provided that subtitle L of title I of the act may be cited as the Expansion of the Earned Income Tax Credit Act of 2005.\n\nSection 1053 of D.C. Law 16-33 provides that § 1052(b) shall apply for taxable years beginning after December 31, 2005.\n\nShort title: Section 7001 of D.C. Law 17-219 provided that subtitle A of title VII of the act may be cited as the \"Earned Income Tax Credit Act of 2008\".\n\nDC CODE § 47-1806.04\n\nCurrent through December 11, 2012","credits":"(July 16, 1947, 61 Stat. 345, ch. 258, art. I, title VI, § 5; Mar. 31, 1956, 70 Stat. 71, ch. 154, § 9; Apr. 19, 1977, D.C. Law 1-124, title IV, § 401(d)(1), 23 DCR 8749; Mar. 3, 1979, D.C. Law 2-146, §§ 2, 3, 25 DCR 6987; Mar. 6, 1979, D.C. Law 2-158, § 4, 25 DCR 7002; June 11, 1982, D.C. Law 4-118, § 110, 29 DCR 1770; June 24, 1987, D.C. Law 7-9, § 2(i), 34 DCR 3283; Oct. 1, 1987, D.C. Law 7-29, § 2(f)(3)-(5), 34 DCR 5097; May 10, 1989, D.C. Law 7-231, § 50, 36 DCR 492; Sept. 20, 1989, D.C. Law 8-25, § 3, 36 DCR 4721; Sept. 26, 1995, D.C. Law 11-52, § 114, 42 DCR 3684; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Oct. 19, 2000, D.C. Law 13-172, § 2202, 47 DCR 6308; Sept. 6, 2001, D.C. Law 14-22, § 2, 48 DCR 5751; Oct. 20, 2005, D.C. Law 16-33, § 1052, 52 DCR 7503; Aug. 16, 2008, D.C. Law 17-219, § 7002, 55 DCR 7598.)","sections":[{"prefix":"a","text":" The amount of tax payable under this subchapter by a resident of the District in respect to the taxable year shall be reduced by a credit equal to the amount of individual income tax such individual is required to pay and, in fact, has paid to any state, territory or possession of the United States, or political subdivision thereof, upon income attributable to such state, territory or possession of the United States, or political subdivision thereof, for such taxable year or portion thereof while concurrently a resident of the District. The credit provided under this subsection shall not exceed the proportion of the tax otherwise due under this chapter that the amount of the individual's adjusted gross income received by him, or accrued to him if on an accrual basis, subject to tax in the other jurisdiction bears to his entire adjusted gross income received by him, or accrued to him, while he was concurrently a resident of the District. The Mayor may require satisfactory proof of the payment of such income taxes to another jurisdiction. The credit provided by this subsection shall not be allowed against any tax imposed under §§ 47-1808.01 through 47-1808.06. Beginning with any taxable year after December 31, 1990, no franchise tax, license tax, excise tax, unincorporated business tax, occupation tax, or any tax characterized as such by the other taxing jurisdiction, even if applied to earned or business income, shall qualify as a credit under this section."},{"prefix":"b","text":" The amount deducted and withheld as tax under this chapter during any calendar year upon the wages of any individual shall be allowed as a credit to the recipient of the income against the tax imposed by this chapter, for taxable years beginning in such calendar year. If more than 1 taxable year begins in such calendar year such amount shall be allowed as a credit against the tax for the last taxable year so beginning."},{"prefix":"c","text":"(1) If a return is filed for a full calendar or fiscal year beginning after December 31, 1988, an individual who incurs household and dependent care services necessary to engage in gainful employment and who is allowed a credit under § 21 of the Internal Revenue Code of 1986, shall be allowed, against the tax imposed by this chapter for the taxable year, an amount equal to 32% of the credit allowed under § 21 of the Internal Revenue Code of 1986, regardless of the amount of the credit actually used to offset federal tax liability."},{"prefix":"2","text":" If a return is filed for a period of less than a full calendar or fiscal year beginning after December 31, 1988, the credit allowed under this subsection shall be the credit calculated according to the provisions of paragraph (1) of this subsection, multiplied times the ratio that the employment-related expenses, allowed under § 21 of the Internal Revenue Code of 1986 and incurred during the period of residency in the District, bear to the total employment-related expenses allowed under § 21 of the Internal Revenue Code of 1986, and incurred for the whole taxable year."},{"prefix":"3","text":" In no event shall the credit allowed under paragraph (1) or (2) of this subsection exceed the amount of tax otherwise due without reference to this subsection."},{"prefix":"d","text":" This section shall take effect in accordance with the provisions of § 1- 206.02(c)(1) and shall apply to taxable years beginning after December 31, 1978."},{"prefix":"e","text":"(1) The amount of tax payable under this subchapter by a resident of the District in respect to the taxable year shall be reduced by a low income credit designed to make the District's income tax threshold equal to the federal income tax threshold. For purposes of this subsection, the term \"tax threshold\" means the point at which a taxpayer begins to owe income tax after allowance of the standard deduction and all personal exemptions to which the taxpayer is entitled, but before application of any itemized deductions or credits. The credit shall be calculated in accordance with a table prescribed by the Mayor."},{"prefix":"2","text":" The credit provided for in paragraph (1) of this subsection shall not be allowed to a resident who has a federal tax liability determined in accordance with section 55 of the Internal Revenue Code of 1986 or who has elected to claim the earned income tax credit provided for in subsection (f) of this section."},{"prefix":"3","text":" In no event shall the credit allowed under paragraph (1) of this subsection exceed the amount of the tax otherwise due without reference to this section."},{"prefix":"f","text":"(1) If a return is filed for a full calendar or fiscal year beginning after December 31, 2004, an individual who is allowed an earned income tax credit under section 32 of the Internal Revenue Code of 1986 shall be allowed a credit against the tax imposed by this chapter for the taxable year in an amount equal to 40% of the earned income tax credit allowed under section 32 of the Internal Revenue Code of 1986; provided, that the credit shall not be allowed to a resident who has elected to claim the low income tax credit provided for in subsection (e) of this section."},{"prefix":"2","text":" If a return is filed for a period of less than a full calendar or fiscal year beginning after December 31, 2004, the credit allowed under this subsection shall be reduced to the amount that bears the same ratio to the credit computed under the provisions of paragraph (1) of this subsection as the number of months in the period for which the return is made bears to 12 months."},{"prefix":"3","text":" The credit allowed under this subsection shall be refundable to the resident claiming the credit."},{"prefix":"g","text":"(1) A taxpayer described in paragraph (2) of this subsection, and who otherwise would not qualify for the earned income tax credit under subsection 32(b) of the Internal Revenue Code of 1986, shall be allowed a credit equal to the credit allowed in subsection (f) of this section."},{"prefix":"2","text":" To qualify for a credit as described in subsection (f) of this section, a taxpayer shall satisfy all the following requirements during the entire period for which the taxpayer seeks the credit:"},{"prefix":"A","text":" The taxpayer shall be a District resident taxpayer;"},{"prefix":"B","text":" The taxpayer shall be between the ages of 18 and 30;"},{"prefix":"C","text":" The taxpayer shall be the parent of a minor child with whom the taxpayer does not reside;"},{"prefix":"D","text":" A court order shall require the taxpayer to make child support payments, which are payable through a government-sponsored support collection unit, which order must have been in effect for at least one-half of the taxable year for which the taxpayer is seeking the credit; and"},{"prefix":"E","text":" The taxpayer shall have paid an amount in child support in the taxable year at least equal to the amount of current child support due during the taxable year for which the taxpayer is seeking the credit."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Tax on Residents and Nonresidents. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1806","identifier":"47-1806.04","catch_text":"Tax on residents and nonresidents--Credits--In general."}}