{"text":"","historical":"Temporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-901.\n\nDC CODE § 47-1374\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 507(a)(2), 48 DCR 334.)","sections":[{"prefix":"a","text":" The plaintiff shall set forth in the caption of the complaint the last address known to the plaintiff or to the attorney filing the complaint of each defendant, as obtained from:"},{"prefix":"1","text":" Any records examined as part of the title examination;"},{"prefix":"2","text":" The Recorder of Deeds; and"},{"prefix":"3","text":" Any other address that is known to the plaintiff or the attorney filing the complaint."},{"prefix":"b","text":" Subsection (a) of this section shall not require the plaintiff or the attorney for the plaintiff to make any investigations or to search any other records or sources of information other than those stated."},{"prefix":"c","text":" This subsection applies only if a last known address for a defendant is obtained as provided under subsections (a) and (b) of this section. The plaintiff shall cause a copy of the order of publication to be mailed by first class, certified mail, postage prepaid, to each defendant at the defendant's address as determined by the provisions of subsections (a) and (b) of this section. If a defendant is not served by summons or as provided by subsection (d) of this section, the plaintiff shall file an affidavit in the action, which affidavit:"},{"prefix":"1","text":" Shall certify compliance with this subsection; and"},{"prefix":"2","text":" Shall be accompanied by the receipt obtained from the post office for the mailing or the certified mail receipt."},{"prefix":"d","text":" Notice to a defendant may be made in any other manner that results in actual notice of the pendency of the action to the defendant. If notice is given under this subsection, the plaintiff shall file an affidavit that fairly describes the method and time of service."},{"prefix":"e","text":" A final judgment may not be entered before the later of:"},{"prefix":"1","text":" If actual service is made on the defendant, the failure to timely respond to the summons issued by the court;"},{"prefix":"2","text":" The actual time specified in the order of publication; or"},{"prefix":"3","text":" Twenty-three days after the date of the mailing of the copy of the order of publication under subsection (c) of this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"13A","text":"Revised Real Property Tax Sales."},"subchapter":{"identifier":"IV","text":"Foreclosure."},"heading":{"title":"47","chaptersection":"1374","identifier":"47-1374","catch_text":"Service of process."}}