{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-1803.3.\n\n1973 Ed., § 47-1557b.\n\nEffect of Amendments\n\nD.C. Law 13-38 rewrote subsec. (a)(14) adding all material following the introductory paragraph and deleting a provision stating that no operating loss be carried back to any year ending before January 1, 1988.\n\nD.C. Law 13-256 added subsec. (a)(18).\n\nD.C. Law 14-190, in subsec. (a)(7), inserted the second sentence; and, in subsec. (b), substituted \"deductions allowed under this section shall be the same (and to the same extent)\" for \"deductions allowed under this section shall be the same\", made a nonsubstantive change in par. (5), and added par. (6).\n\nD.C. Law 15-205, in subsec. (b), made nonsubstantive changes in pars. (5) and (6), and added par. (7).\n\nD.C. Law 15-330 added subsec. (b-1).\n\nD.C. Law 16-191, added subsec. (a)(19); in subsec. (b-1), substituted \"long-term care insurance\" for \"long term-health care insurance\"; and repealed subsec. (b)(7) which had read as follows:\n\n\"(7)(A) Royalty payments if the royalty payments are directly or indirectly paid, accrued, or incurred to a related member during the taxable year and deductible in calculating federal taxable income.\n\n\"(B) The disallowance of the deduction under subparagraph (A) of this paragraph shall not apply if and to the extent that the payments satisfy any of the following conditions:\n\n\"(i) The related member during the same taxable year directly or indirectly paid, received, accrued, or incurred the amount of the obligation to or from a person or entity that is not a related member, and the transaction was done for a valid business purpose and the payments are made at arm's length;\n\n\"(ii) The related member receiving the royalty payments acquired the intangible assets for which royalty payments are being made from a person or entity that was not a related member, the transaction was done for a valid business purpose, and the royalty payments are made at arm's length;\n\n\"(iii) The royalty payments are paid or incurred to a related member organized under the laws of a country other than the United States, and the country has entered into a comprehensive income tax treaty with the United States; or\n\n\"(iv) The related member receiving the royalty payments is subject to a tax measured by its net income or receipts in a state or possession of the United States imposing a statutory tax rate of at least 4.5%; provided, that a related member receiving the royalty payment shall not be considered to be subject to a tax merely by virtue of the related member's inclusion in a combined or consolidated return in one or more states.\n\n\"(C) For the purposes of this paragraph, the term:\n\n\"(i) \"Majority interest\" means:\n\n\"(I) In the case of a corporation, more than 50% of the total combined voting power of all classes of stock of the corporation, or more than 50% of the capital, profits, or beneficial interest in the voting stock of the corporation; or\n\n\"(II) In the case of a partnership, association, trust or other entity, more than 50% of the capital, profits, or beneficial interest in the partnership, association, trust or other entity.\n\n\"(ii) \"Related entity\" means (I) a stockholder who is an individual, or a member of the stockholder's family enumerated in section 318 of the Internal Revenue Code of 1986, if the stockholder and the members of the stockholder's family own, directly, indirectly, beneficially or constructively, in the aggregate, at least 50% of the value of the taxpayer's outstanding stock; (II) a stockholder, or a stockholder's partnership, limited liability company, estate, trust, or corporation, if the stockholder and the stockholder's partnerships, limited liability companies, estates, trusts, and corporations own directly, indirectly, beneficially or constructively, in the aggregate, at least 50% of the value of the taxpayer's outstanding stock; or (III) a corporation, or a party related to the corporation in a manner that would require an attribution of stock from the corporation to the party or from the party to the corporation under the attribution rules of section 318 of the Internal Revenue Code of 1986, if the taxpayer owns, directly, indirectly, beneficially or constructively, at least 50% of the value of the corporation's outstanding stock. The attribution rules of section 318 of the Internal Revenue Code of 1986 shall apply for purposes of determining whether the ownership requirements of this paragraph have been met.\n\n(iii) \"Related member\" means:\n\n\"(I) A person that, with respect to the taxpayer any time during the taxable year, is a related entity;\n\n\"(II) A component member, as defined in section 1563(b) of the Internal Revenue Code of 1986;\n\n\"(III) A controlled group of which the taxpayer is also a component; or\n\n\"(IV) Is a person to or from whom there is attribution of stock ownership in accordance with section 1563(e) of the Internal Revenue Code of 1986.\n\n\"(iv) \"Royalty payments\" mean payments directly connected to the use, maintenance, or management of licenses, trademarks, copyrights, trade names, trade dress, service marks, mask works, trade secrets, patents, and any other similar types of intangible assets as are set forth in regulations promulgated by the Chief Financial Officer, including amounts allowable as interest deductions under § 47-1803.02(a)(2), to the extent that such amounts are directly or indirectly for, related to, or in connection with the use, maintenance, or management of such intangible assets.\n\n\"(v) \"State\" shall include the District of Columbia.\n\n\"(vi) \"Valid business purpose\" means one or more business purposes, other than the avoidance or reduction of taxation, which, alone or in combination, constitute the primary motivation for some business activity or transaction, which activity or transaction changes in a meaningful way, apart from tax effects, the economic position of the taxpayer.\"\n\nD.C. Law 16-192 added subsec. (b-2).\n\nD.C. Law 17-61 rewrote subsec. (b-2) which had read as follows:\n\n\"(b-2) An individual who has been a classroom teacher in a public school or public charter school in the District of Columbia for the entire year for which the individual is filing or for the entire year prior to the year for which the individual is filing and has a professional certificate for teaching may deduct from gross income:\n\n\"(1) The amount the individual paid during the year for basic classroom materials and supplies necessary for teaching; provided, that the deduction shall not exceed $500 per year, per individual, whether the individual files individually or jointly; and\n\n\"(2) The amount the individual paid during the year as tuition and fees for post-graduate education, professional development, or state licensing examination and testing required for or related to improving teacher credentials or maintaining professional certification; provided, that the deduction shall not exceed $1,500 per year, per individual, whether the individual files individually or jointly.\"\n\nD.C. Law 17-219 rewrote subsecs. (a)(7), (18); added subsecs. (a-1), (b)(8), and (b-3); and repealed subsec. (b)(6). Prior to amendment or repeal, subsecs. (a)(7), (18), and (b)(6), read as follows:\n\n\"(7) Depreciation. -- A reasonable allowance for exhaustion, wear, and tear of property used in the trade or business, including a reasonable allowance for obsolescence; and including in the case of natural resources allowances for depletion as permitted by reasonable rules and regulations which the Mayor is hereby authorized to promulgate. No deduction shall be allowed for the amount of any special depreciation allowance for property acquired after September 10, 2001 and before September 11, 2004 and subject to special rules pursuant to section 168(k) of the Internal Revenue Code of 1986. The basis upon which such allowances are to be computed is the basis provided for in § 47-1811.04.\"\n\n\"(18) Election to expense certain depreciable business assets. -- In the case of a Qualified High Technology Company, there shall be allowed a deduction equal to:\n\n\"(A) An amount which is the lesser of $40,000 or the actual cost of property for property described in section 179(d)(1) of the Internal Revenue Code of 1986; and\n\n\"(B) If the Qualified High Technology Company is a tenant, the cost of any real property and leasehold improvements regardless of whether or not such improvements become an integral part of the realty, which improvements shall include improvements described in subsections 702.3, 702.4, and 702.5 of Title 9 of the District of Columbia Municipal Regulations.\"\n\n\"(6) No deduction shall be allowed for the amount of any special depreciation allowance for property acquired after September 10, 2001 and before September 11, 2004 and subject to special rules pursuant to section 168(k) of the Internal Revenue Code of 1986; and\".\n\nD.C. Law 17-231, in subsec. (c), rewrote the last sentence, which had read as follows: \"If a husband and wife file separate returns, the applicable standard deduction shall be allowed to neither if the net income of one of the spouses is determined by itemizing deductions.\"\n\nD.C. Law 18-111 repealed subsec. (a)(19); and added subsec. (d)(7). Prior to repeal, subsec. (a)(19) read as follows:\n\n\"(19) Royalty payments. --\n\n\"(A) Royalty payments, if the royalty payments are directly or indirectly paid, accrued, or incurred to a related member during the taxable year and deductible in calculating federal taxable income.\n\n\"(B) The disallowance of the deduction under subparagraph (A) of this paragraph shall not apply if and to the extent that the payments satisfy any of the following conditions:\n\n\"(i) The related member during the same taxable year directly or indirectly paid, received, accrued, or incurred the amount of the obligation to or from a person or entity that is not a related member, and the transaction was done for a valid business purpose and the payments are made at arm's length;\n\n\"(ii) The related member receiving the royalty payments acquired the intangible assets for which royalty payments are being made from a person or entity that was not a related member, the transaction was done for a valid business purpose, and the royalty payments are made at arm's length;\n\n\"(iii) The royalty payments are paid or incurred to a related member organized under the laws of a country other than the United States, and the country has entered into a comprehensive income tax treaty with the United States; or\n\n\"(iv) The related member receiving the royalty payments is subject to a tax measured by its net income or receipts in a state or possession of the United States imposing a statutory tax rate of at least 4.5%; provided, that a related member receiving the royalty payment shall not be considered to be subject to a tax merely by virtue of the related member's inclusion in a combined or consolidated return in one or more states.\n\n\"(C) For the purposes of this paragraph, the term:\n\n\"(i) 'Majority interest' means:\n\n\"(I) In the case of a corporation, more than 50% of the total combined voting power of all classes of stock of the corporation, or more than 50% of the capital, profits, or beneficial interest in the voting stock of the corporation; or\n\n\"(II) In the case of a partnership, association, trust or other entity, more than 50% of the capital, profits, or beneficial interest in the partnership, association, trust or other entity.\n\n\"(ii) 'Related entity' means:\n\n\"(I) a stockholder who is an individual, or a member of the stockholder's family enumerated in section 318 of the Internal Revenue Code of 1986, if the stockholder and the members of the stockholder's family own, directly, indirectly, beneficially or constructively, in the aggregate, at least 50% of the value of the taxpayer's outstanding stock;\n\n\"(II) a stockholder, or a stockholder's partnership, limited liability company, estate, trust, or corporation, if the stockholder and the stockholder's partnerships, limited liability companies, estates, trusts, and corporations own directly, indirectly, beneficially or constructively, in the aggregate, at least 50% of the value of the taxpayer's outstanding stock; or\n\n\"(III) a corporation, or a party related to the corporation in a manner that would require an attribution of stock from the corporation to the party or from the party to the corporation under the attribution rules of section 318 of the Internal Revenue Code of 1986, if the taxpayer owns, directly, indirectly, beneficially or constructively, at least 50% of the value of the corporation's outstanding stock. The attribution rules of section 318 of the Internal Revenue Code of 1986 shall apply for purposes of determining whether the ownership requirements of this paragraph have been met.\n\n\"(iii) 'Related member' means:\n\n\"(I) A person that, with respect to the taxpayer any time during the taxable year, is a related entity;\n\n\"(II) A component member, as defined in section 1563(b) of the Internal Revenue Code of 1986;\n\n\"(III) A controlled group of which the taxpayer is also a component; or\n\n\"(IV) Is a person to or from whom there is attribution of stock ownership in accordance with section 1563(e) of the Internal Revenue Code of 1986.\n\n\"(iv) 'Royalty payments' mean payments directly connected to the use, maintenance, or management of licenses, trademarks, copyrights, trade names, trade dress, service marks, mask works, trade secrets, patents, and any other similar types of intangible assets as are set forth in regulations promulgated by the Chief Financial Officer, including amounts allowable as interest deductions under § 47-1803.02(a)(2), to the extent that such amounts are directly or indirectly for, related to, or in connection with the use, maintenance, or management of such intangible assets.\n\n\"(v) 'State' shall include the District of Columbia.\n\n\"(vi) 'Valid business purpose' means one or more business purposes, other than the avoidance or reduction of taxation, which, alone or in combination, constitute the primary motivation for some business activity or transaction, which activity or transaction changes in a meaningful way, apart from tax effects, the economic position of the taxpayer.\"\n\nD.C. Law 19-21 added subsec. (b-4).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a) of Bonus Depreciation De-Coupling From the Internal Revenue Code Temporary Act of 2002 (D.C. Law 14- 175, July 23, 2002, law notification 49 DCR 8269).\n\nFor temporary (225 day) amendment of section, see § 2 of Bonus Depreciation De-Coupling Temporary of 2004 (D.C. Law 15-118, March 30, 2004, law notification 51 DCR 3805).\n\nFor temporary (225 day) amendment of section, see § 2(a) of Depreciation Allowance for Small Business De-Coupling From the Internal Revenue Code Temporary Act of 2004 (D.C. Law 15-160, May 18, 2004, law notification 51 DCR 5700).\n\nSection 2 of D.C. Law 15-316, in subsecs. (a)(7) and (b)(6), substituted \"December 31, 2005\" for \"September 11, 2004\".\n\nSection 4(b) of D.C. Law 15-316 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(a) of D.C. Law 15-322, in subsecs. (a)(7) and (b)(6), substituted \"September 30, 2005\" for \"September 11, 2004\" and added new sentences at the end to read as follows: \"No deduction shall be allowed for the increased expensing for small businesses and subject to the special rules pursuant to section 179 of the Internal Revenue Code of 1986. No expensing of computer software shall be allowed. No increase shall be allowed in Qualifying Investment at which phaseout begins.\"\n\nSection 4(b) of D.C. Law 15-322 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(f) of D.C. Law 16-102 repealed par. (b)(7); and added par. (a)(19) to read as follows:\n\n\"(19) Royalty payments. ----\n\n\"(A) Royalty payments, if the royalty payments are directly or indirectly paid, accrued, or incurred to a related member during the taxable year and deductible in calculating federal taxable income.\n\n\"(B) The disallowance of the deduction under subparagraph (A) of this paragraph shall not apply if and to the extent that the payments satisfy any of the following conditions:\n\n\"(i) The related member during the same taxable year directly or indirectly paid, received, accrued, or incurred the amount of the obligation to or from a person or entity that is not a related member, and the transaction was done for a valid business purpose and the payments are made at arm's length;\n\n\"(ii) The related member receiving the royalty payments acquired the intangible assets for which royalty payments are being made from a person or entity that was not a related member, the transaction was done for a valid business purpose, and the royalty payments are made at arm's length;\n\n\"(iii) The royalty payments are paid or incurred to a related member organized under the laws of a country other than the United States, and the country has entered into a comprehensive income tax treaty with the United States; or\n\n\"(iv) The related member receiving the royalty payments is subject to a tax measured by its net income or receipts in a state or possession of the United States imposing a statutory tax rate of at least 4.5%; provided, that a related member receiving the royalty payment shall not be considered to be subject to a tax merely by virtue of the related member's inclusion in a combined or consolidated return in one or more states.\n\n\"(C) For the purposes of this paragraph, the term:\n\n\"(i) 'Majority interest' means:\n\n\"(I) In the case of a corporation, more than 50% of the total combined voting power of all classes of stock of the corporation, or more than 50% of the capital, profits, or beneficial interest in the voting stock of the corporation; or\n\n\"(II) In the case of a partnership, association, trust or other entity, more than 50% of the capital, profits, or beneficial interest in the partnership, association, trust or other entity.\n\n\"(ii) 'Related entity' means (I) a stockholder who is an individual, or a member of the stockholder's family enumerated in section 318 of the Internal Revenue Code of 1986, if the stockholder and the members of the stockholder's family own, directly, indirectly, beneficially or constructively, in the aggregate, at least 50% of the value of the taxpayer's outstanding stock; (II) a stockholder, or a stockholder's partnership, limited liability company, estate, trust, or corporation, if the stockholder and the stockholder's partnerships, limited liability companies, estates, trusts, and corporations own directly, indirectly, beneficially or constructively, in the aggregate, at least 50% of the value of the taxpayer's outstanding stock; or (III) a corporation, or a party related to the corporation in a manner that would require an attribution of stock from the corporation to the party or from the party to the corporation under the attribution rules of section 318 of the Internal Revenue Code of 1986, if the taxpayer owns, directly, indirectly, beneficially or constructively, at least 50% of the value of the corporation's outstanding stock. The attribution rules of section 318 of the Internal Revenue Code of 1986 shall apply for purposes of determining whether the ownership requirements of this paragraph have been met.\n\n\"(iii) 'Related member' means:\n\n\"(I) A person that, with respect to the taxpayer any time during the taxable year, is a related entity;\n\n\"(II) A component member, as defined in section 1563(b) of the Internal Revenue Code of 1986;\n\n\"(III) A controlled group of which the taxpayer is also a component; or\n\n\"(IV) Is a person to or from whom there is attribution of stock ownership in accordance with section 1563(e) of the Internal Revenue Code of 1986.\n\n\"(iv) 'Royalty payments' mean payments directly connected to the use, maintenance, or management of licenses, trademarks, copyrights, trade names, trade dress, service marks, mask works, trade secrets, patents, and any other similar types of intangible assets as are set forth in regulations promulgated by the Chief Financial Officer, including amounts allowable as interest deductions under § 47-1803.02(a)(2), to the extent that such amounts are directly or indirectly for, related to, or in connection with the use, maintenance, or management of such intangible assets.\n\n\"(v) 'State' shall include the District of Columbia.\n\n\"(vi) 'Valid business purpose' means one or more business purposes, other than the avoidance or reduction of taxation, which, alone or in combination, constitute the primary motivation for some business activity or transaction, which activity or transaction changes in a meaningful way, apart from tax effects, the economic position of the taxpayer.\"\n\nSection 11(b) of D.C. Law 16-102 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2 of D.C. Law 17-7 amended subsec. (b-2) to read as follows:\n\n\"(b-2)(1) An individual who has been a classroom teacher in a public school or public charter school in the District of Columbia for the entire year for which the individual is filing or for the entire year prior to the year for which the individual is filing and is approved for teaching by the District of Columbia Public Schools may deduct from gross income:\n\n\"(A) The amount the individual paid during the year for basic classroom materials and supplies necessary for teaching; provided, that the deduction shall not exceed $500 per year, per individual, whether the individual files individually or jointly; and\n\n\"(B) The amount the individual paid during the year as tuition and fees for post-graduate education, professional development, or state licensing examination and testing required for or related to improving teacher credentials or maintaining professional certification; provided, that the deduction shall not exceed $1,500 per year, per individual, whether the individual files individually or jointly.\n\n\"(2) The deductions under paragraphs (1)(A) and (B) of this subsection shall not be allowed to the extent the same expenses were claimed by the individual in computing federal adjusted gross income for the same taxable year under the Internal Revenue Code of 1986.\"\n\nSection 3 of D.C. Law 17-7 provides that section 2 shall apply as of January 1, 2006.\n\nSection 5(b) of D.C. Law 17-7 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 5 of D.C. Law 19-53 added subsec. (b-4)(5) to read as follows:\n\n\"(5) This subsection shall apply for tax years beginning after December 31, 2010.\".\n\nSection 15(b) of D.C. Law 19-53 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 2702(g) of the Service Improvement and Fiscal Year 2000 Budget Support Emergency Act of 1999 (D.C. Act 13-110, July 28, 1999, 46 DCR 6320).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Bonus Depreciation De-coupling from the Internal Revenue Code Emergency Act of 2002 (D.C. Act 14- 341, April 24, 2002, 49 DCR 4291).\n\nFor temporary (90 day) amendment of section, see § 2 of Bonus Depreciation De-Coupling Emergency Act of 2003 (D.C. Act 15-280, December 18, 2003, 51 DCR 78).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Depreciation Allowance for Small Business De-Coupling from the Internal Revenue Code Emergency Amendment Act of 2004 (D.C. Act 15-379, February 27, 2004, 51 DCR 2645).\n\nFor temporary (90 day) amendment of section, see § 1062(a) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 1062(a) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) amendment of section, see § 2 of Bonus Depreciation De-Coupling Emergency Act of 2004 (D.C. Act 15-621, November 30, 2004, 51 DCR 11458).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Depreciation Allowance for Small Business De-Coupling from the Internal Revenue Code Second Emergency Act of 2004 (D.C. Act 15-644, December 29, 2004, 52 DCR 229).\n\nFor temporary (90 day) amendment of section, see § 2 of Bonus Depreciation De-Coupling Congressional Review Emergency Act of 2005 (D.C. Act 16-27, February 17, 2005, 52 DCR 2987).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Depreciation Allowance for Small Business De-Coupling for the Internal Revenue Code Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-59, March 17, 2005, 52 DCR 3193).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Depreciation Allowance for Small Business De-Coupling from the Internal Revenue Code Emergency Act of 2005 (D.C. Act 16-240, December 22, 2005, 53 DCR 260).\n\nFor temporary (90 day) amendment of section, see § 2(f) of Finance and Revenue Technical Amendments Emergency Amendment Act of 2006 (D.C. Act 16-260, January 26, 2006, 53 DCR 780).\n\nFor temporary (90 day) amendment of section, see § 2(f) of Finance and Revenue Technical Amendments Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-361, April 26, 2006, 53 DCR 3619).\n\nFor temporary (90 day) amendment of section, see § 4012 of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 4012 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see §§ 2, 25(d) of Finance and Revenue Technical Amendments Second Emergency Amendment Act of 2006 (D.C. Act 16-585, December 28, 2006, 54 DCR 340).\n\nFor temporary (90 day) amendment of section, see § 4012 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 2 of Quality Teacher Initiative Clarification Emergency Act of 2007 (D.C. Act 17-22, March 22, 2007, 54 DCR 2782).\n\nFor temporary (90 day) amendment of section, see §§ 7031, 7032 of Fiscal Year 2010 Budget Support Emergency Act of 2009 (D.C. Act 18-187, August 26, 2009, 56 DCR 7374).\n\nFor temporary (90 day) amendment of section, see § 7081 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 7081 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 5 of Revised Fiscal Year 2012 Budget Support Technical Clarification Emergency Amendment Act of 2011 (D.C. Act 19-157, October 4, 2011, 58 DCR 8688).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-23, see Historical and Statutory Notes following § 471801.04.\n\nLaw 1-31, the \"District of Columbia Unincorporated Business Franchise Tax Revision Act of 1975,\" was introduced in Council and assigned Bill No. 1-169, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on July 22, 1975 and August 5, 1975, respectively. Signed by the Mayor on August 13, 1975, it was assigned Act No. 1-43 and transmitted to both Houses of Congress for its review.\n\nLaw 1-44, the \"Amended Unincorporated Business Franchise Tax Revision Act of 1975,\" was introduced in Council and assigned Bill No. 1-188, which was referred to the Committee on Housing and Urban Development. The Bill was adopted on first and second readings on October 7, 1975 and October 21, 1975, respectively. Signed by the Mayor on November 5, 1975, it was assigned Act No. 1-62 and transmitted to both Houses of Congress for its review.\n\nLaw 1-70, the \"Revenue Act of 1976,\" was introduced in Council and assigned Bill No. 1-229, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings and reconsiderations of final reading on February 20, 1976, March 11, 1976 and April 6, 1976, respectively. Signed by the Mayor on April 20, 1976, it was assigned Act No. 1-106 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 1-124, see Historical and Statutory Notes following § 471803.02.\n\nLaw 2-19, the \"Act to Provide Deductions for Deed Recordation Taxes and Motor Vehicle Fees and for Accelerated Payment of Taxes, Insurance Premium Receipts,\" was introduced in Council and assigned Bill No. 2-109, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on May 17, 1977 and May 31, 1977, respectively. Signed by the Mayor on June 21, 1977, it was assigned Act No. 2-48 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 2-158, see Historical and Statutory Notes following § 471801.04.\n\nLaw 3-92, the \"District of Columbia Revenue Act of 1980,\" was introduced in Council and assigned Bill No. 3-285, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 17, 1980 and July 1, 1980, respectively. Signed by the Mayor on July 9, 1980, it was assigned Act No. 3-214 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 3-95, see Historical and Statutory Notes following § 471801.04.\n\nLaw 4-7, the \"District of Columbia Government Comprehensive Merit Personnel Act Compensation Setting Grievance and Adverse Action Reform, and Tax Waiver Amendments of 1981,\" was introduced in Council and assigned Bill No. 4-38, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on March 10, 1981 and March 24, 1981, respectively. Signed by the Mayor on April 9, 1981, it was assigned Act No. 4- 18 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 4-118, see Historical and Statutory Notes following § 47-1801.01a.\n\nFor legislative history of D.C. Law 4-131, see Historical and Statutory Notes following § 471801.04.\n\nLaw 5-31, the \"Lower Income Homeownership Tax Abatement and Incentives Act of 1983,\" was introduced in Council and assigned Bill No. 5-167, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 28, 1983 and July 12, 1983, respectively. Signed by the Mayor on July 21, 1983, it was assigned Act No. 5-53 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 5-32, see Historical and Statutory Notes following § 471816.03.\n\nFor legislative history of D.C. Law 6-129, see Historical and Statutory Notes following § 471803.02.\n\nFor legislative history of D.C. Law 7-9, see Historical and Statutory Notes following § 471801.04.\n\nFor legislative history of D.C. Law 7-29, see Historical and Statutory Notes following § 47-1801.01a.\n\nLaw 7-104, the \"Technical Amendments Act of 1987,\" was introduced in Council and assigned Bill No. 7-346, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 24, 1987, and December 8, 1987, respectively. Signed by the Mayor on December 22, 1987, it was assigned Act No. 7-124 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 7-130, see Historical and Statutory Notes following § 471803.02.\n\nFor legislative history of D.C. Law 7-141, see Historical and Statutory Notes following § 471801.04.\n\nFor legislative history of D.C. Law 7-145, see Historical and Statutory Notes following § 471803.02.\n\nLaw 7-177, the \"Economic Development Zone Incentives Amendment Act of 1988,\" was introduced in Council and assigned Bill No. 7-208, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 28, 1988 and July 12, 1988, respectively. Signed by the Mayor on August 2, 1988, it was assigned Act No. 7-237 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 8-17, see Historical and Statutory Notes following § 471803.02.\n\nLaw 9-114, the \"Health Care Benefits Expansion Act of 1992,\" was introduced in Council and assigned Bill No. 9-162, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on March 3, 1992, and April 7, 1992, respectively. Signed by the Mayor on April 15, 1992, it was assigned Act No. 9-188 and transmitted to both Houses of Congress for its review. D.C. Law 9-114 became effective on June 11, 1992.\n\nFor legislative history of D.C. Law 10-128, see Historical and Statutory Notes following § 471801.04.\n\nLaw 11-257, the \"Recorder of Deeds Recordation Surcharge Amendment Act of 1996,\" was introduced in Council and assigned Bill No. 11-670, which was referred to the Committee of the Whole. The Bill was adopted in first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-512 and transmitted to both Houses of Congress for its review. D.C. Law 11-257 became effective April 12, 1997.\n\nFor Law 13-38, see notes following § 47-1801.04.\n\nFor Law 13-256, see notes under § 47-1508.\n\nFor Law 14-190, see notes following § 47-308.01.\n\nFor Law 15-205, see notes following § 47-903.\n\nLaw 15-316, the \"Bonus Depreciation De-Coupling Temporary Act of 2004\", was introduced in Council and assigned Bill No. 15-1111, and was retained by Council. The Bill was adopted on first and second readings on November 9, 2004, and December 7, 2004, respectively. Signed by the Mayor on January 4, 2005, it was assigned Act No. 15-713 and transmitted to both Houses of Congress for its review. D.C. Law 15-316 became effective on April 8, 2005.\n\nLaw 15-322, the \"Depreciation Allowance For Small Business De-Coupling from the Internal Revenue Code Second Temporary Act of 2004\", was introduced in Council and assigned Bill No. 15-1146, and was retained by Council. The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively. Signed by the Mayor on January 19, 2005, it was assigned Act No. 15-736 and transmitted to both Houses of Congress for its review. D.C. Law 15-322 became effective on April 8, 2005.\n\nLaw 15-330, the \"Long-Term Care Insurance Tax Deduction Act of 2004\", was introduced in Council and assigned Bill No. 15-136, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively. Signed by the Mayor on January 19, 2005, it was assigned Act No. 15-739 and transmitted to both Houses of Congress for its review. D.C. Law 15-330 became effective on April 12, 2005.\n\nFor Law 16-191, see notes following § 47-308.02.\n\nFor Law 16-192, see notes following § 47-340.23.\n\nLaw 17-61, the \"Quality Teacher Incentive Clarification Act of 2007\", was introduced in Council and assigned Bill No. 17-140 which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on July 10, 2007, and October 2, 2007, respectively. Signed by the Mayor on October 18, 2007, it was assigned Act No. 17-162 and transmitted to both Houses of Congress for its review. D.C. Law 17-61 became effective on December 11, 2007.\n\nFor Law 17-219, see notes following § 47-318.05a.\n\nFor Law 17-231, see notes following § 47-802.\n\nFor Law 18-111, see notes following § 47-305.02.\n\nFor history of Law 19-21, see notes under § 47-305.02.\n\nReferences in Text\n\nSection 163 of the Internal Revenue Code of 1986, referred to in (a)(2), is codified as 26 U.S.C. § 163.\n\nSection 164 of the Internal Revenue Code of 1986, referred to in (a)(3), is codified as 26 U.S.C. § 164.\n\nSection 166 of the Internal Revenue Code of 1986, referred to in (a)(5), is codified as 26 U.S.C. § 166.\n\nSection 168(k) of the Internal Revenue Code of 1986, referred to in subsecs. (a)(7) and (b)(6) is codified as 26 U.S.C. § 168(k).\n\nSections 851, 852 and 855 of the Internal Revenue Code of 1954, referred to throughout paragraph (12) of subsection (a) of this section, are classified to 26 U.S.C. §§ 851, 852 and 855.\n\n26 U.S.C. § 852(b)(3)(A), referred to in subsection (a)(12), was amended by P.L. 94-455, § 1901(b)(33)(J)(i) and thereafter did not contain a subparagraph (ii).\n\nSections 856, 857 and 858 of the Internal Revenue Code of 1954, referred to throughout paragraph (13) of subsection (a) of this section, are classified to 26 U.S.C. §§ 856, 857 and 858.\n\nThe reference in subsection (a)(13) of this section to § 857 (b)(2)(C) of the Internal Revenue Code of 1986 should probably be to § 857 (b)(2)(B) of the Internal Revenue Code of 1986.\n\nSection 172 of the Internal Revenue Code of 1986, referred to in (a)(14), is codified as 26 U.S.C. § 172.\n\nSections 1371 and 1372(a) of the Internal Revenue Code of 1954, referred to in (b)(5), are codified as 26 U.S.C. §§ 1371 and 1372(a).\n\nSections 1361(a) and (b) and 1362(a) of the Internal Revenue Code of 1986, referred to in (b)(5), are codified as 26 U.S.C. §§ 1361(a) and (b) and 1362(a).\n\nSection 318 of the Internal Revenue Code of 1986, referred to in sub-subpar. (ii) of subpar. (C) of par. (7) of subsec. (b), is classified to 26 U.S.C.A. § 318.\n\nSection 1563 of the Internal Revenue Code of 1986, referred to in sub-sub-subpars. (II) and (IV) of sub-subpar. (iii) of subpar. (C) of par. (7) of subsec. (b), is classified to 26 U.S.C.A. § 1563.\n\n\"This act,\" referred to in subsection (d)(6)(A), is 61 Stat. 331.\n\nMiscellaneous Notes\n\nMayor authorized to issue regulations: Section 9 of D.C. Law 5-32 provided that the Mayor shall issue regulations necessary to carry out the provisions of the act.\n\nMayor authorized to issue rules: Section 13 of D.C. Law 7-177 provided that the Mayor shall issue rules to implement the provisions of the act.\n\nShort title of subtitle C of title VIII of Law 14-190: Section 831 of D.C. Law 14-190 provided that subtitle C of title VIII of the act may be cited as the Bonus Depreciation De-Coupling from the Internal Revenue Code Act of 2002.\n\nShort title of subtitle G of title I of Law 15-205: Section 1061 of D.C. Law 15-205 provided that subtitle G of title I of the act may be cited as the Corporate Income Tax Base Protection Act of 2004.\n\nSection 7045 of D.C. Law 17-219 repealed section 3 of D.C. Law 15-330.\n\nShort title: Section 4011 of D.C. Law 16-192 provided that subtitle B of title IV of the act may be cited as the \"Quality Teacher Incentive Act of 2006\".\n\nShort title: Section 7106 of D.C. Law 17-219 provided that subtitle L of title VII of the act may be cited as the \"Decoupling from Accelerated Depreciation and Expensing Act of 2008\".\n\nShort title: Section 7112 of D.C. Law 17-219 provided that subtitle N of title VII of the act may be cited as the \"Decoupling From Domestic Production Activities Act of 2008\".\n\nSection 7114 of D.C. Law 17-219 provides that this subtitle shall apply for taxable years beginning after December 31, 2008.\n\nShort title: Section 7080 of D.C. Law 18-111 provided that subtitle F of title VII of the act may be cited as the \"Interest Expense and Intangible Expense Paid to Related Parties Disallowance Act of 2009\".\n\n\"Sec. 7082. Applicability\n\n\"Section 7081 shall be effective for taxable years beginning after December 31, 2008.\"\n\nShort title: Section 8011 of D.C. Law 19-21 provided that subtitle B of title VIII of the act may be cited as \"Itemized Deduction Limitation Act of 2011\".\n\nDC CODE § 47-1803.03\n\nCurrent through December 11, 2012","credits":"(July 16, 1947, 61 Stat. 337, ch. 258, art. I, title III, § 3; May 27, 1949, 63 Stat. 130, ch. 146, title IV, §§ 404-409; Mar. 31, 1956, 70 Stat. 69, ch. 154, §§ 3, 4; Sept. 4, 1957, 71 Stat. 606, Pub. L. 85-281, § 4; Oct. 31, 1969, 83 Stat. 177, Pub. L. 91-106, title VI, § 601(b)(3), (4); Aug. 28, 1970, 84 Stat. 834, Pub. L. 91-391, § 1; Jan. 5, 1971, 84 Stat. 1933, Pub. L. 91- 650, title II, §§ 204, 205(a); Oct. 21, 1975, D.C. Law 1-23, title VI, § 601(5), (6), 22 DCR 2107; Nov. 1, 1975, D.C. Law 1-31, § 2, 22 DCR 2547; Feb. 3, 1976, D.C. Law 1-44, §§ 2, 3, 23 DCR 4055; June 15, 1976, D.C. Law 1-70, title XI, § 1101, 23 DCR 562; Apr. 19, 1977, D.C. Law 1-124, title IV, § 401(b), 23 DCR 8749; Sept. 23, 1977, D.C. Law 2-19, § 2, 24 DCR 3338; Mar. 6, 1979, D.C. Law 2-158, § 4, 25 DCR 7002; Sept. 13, 1980, D.C. Law 3-92, § 501, 27 DCR 3390; Sept. 13, 1980, D.C. Law 3-95, § 103(b)-(d), 27 DCR 3509; June 11, 1981, D.C. Law 4-7, § 3, 28 DCR 1672; June 11, 1982, D.C. Law 4-118, § 104, 29 DCR 1770; July 24, 1982, D.C. Law 4-131, § 108(a), (b), 29 DCR 2418; Oct. 8, 1983, D.C. Law 5-31, § 10(f), 30 DCR 3879; Oct. 8, 1983, D.C. Law 5-32, § 3(c), 30 DCR 4013; July 24, 1986, D.C. Law 6-129, § 2(b), 33 DCR 3221; June 24, 1987, D.C. Law 7-9, § 2(f), 34 DCR 3283; Oct. 1, 1987, D.C. Law 7-29, §§ (2)(c)(5)-(17), 4, 34 DCR 5097; Apr. 30, 1988, D.C. Law 7-104, § 39(a)-(c), 35 DCR 147; July 8, 1988, D.C. Law 7-130, § 2(b), 35 DCR 4104; Sept. 21, 1988, D.C. Law 7-141, § 2(b), 35 DCR 5398; Sept. 21, 1988, D.C. Law 7-145, § 2(b), 35 DCR 5407; Oct. 20, 1988, D.C. Law 7-177, § 10(a), 35 DCR 6158; July 26, 1989, D.C. Law 8- 17, § 2(b), 36 DCR 4160; June 11, 1992, D.C. Law 9-114, § 11, 39 DCR 2861; June 14, 1994, D.C. Law 10-128, § 103(b), 41 DCR 2096; Apr. 12, 1997, D.C. Law 11-257, § 5, 44 DCR 1247; Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Oct. 20, 1999, D.C. Law 13-38, § 2702(g), 46 DCR 6373; Apr. 3, 2001, D.C. Law 13-256, § 404, 48 DCR 730; Oct. 1, 2002, D.C. Law 14-190, § 832(a), 49 DCR 6968; Dec. 7, 2004, D.C. Law 15-205, § 1062(a), 51 DCR 8441; Apr. 12, 2005, D.C. Law 15-330, § 2, 52 DCR 1979; Mar. 2, 2007, D.C. Law 16-191, §§ 4, 109(d), 53 DCR 6794; Mar. 2, 2007, D.C. Law 16-192, § 4012, 53 DCR 6899; Dec. 11, 2007, D.C. Law 17-61, § 2, 54 DCR 10951; Aug. 16, 2008, D.C. Law 17-219, §§ 7107(a), 7113, 55 DCR 7598; Sept.12, 2008, D.C. Law 17-231, § 41(g), 55 DCR 6758; Mar. 3, 2010, D.C. Law 18-111, § 7081, 57 DCR 181; Sept. 14, 2011, D.C. Law 19-21, § 8012, 58 DCR 6226.)","sections":[{"prefix":"a","text":" Deductions allowed. -- The following deductions shall be allowed from gross income in computing net income of corporations, financial institutions, unincorporated businesses and partnerships:"},{"prefix":"1","text":" Expenses. -- All the ordinary and necessary expenses paid or incurred during the taxable year in carrying on any trade or business (except as otherwise provided herein); traveling expenses while away from home in the pursuit of a trade or business; and rentals or other payments required to be made as a condition to the continued use or possession, for purposes of the trade or business, of property to which the taxpayer has not taken or is not taking title or in which he has no equity. Any business expenses allowed under this paragraph shall be subject to the same limitations as provided for in the Internal Revenue Code of 1986."},{"prefix":"2","text":" Interest. -- All interest paid or accrued within the taxable year on indebtedness which is deductible under the provisions of § 163 of the Internal Revenue Code of 1986."},{"prefix":"3","text":" Taxes. -- All taxes paid or accrued during the taxable year which are deductible under the provisions of § 164 of the Internal Revenue Code of 1986; provided, however, that no deduction shall be allowed for:"},{"prefix":"A","text":" Income taxes; or"},{"prefix":"B","text":" Franchise taxes imposed by this chapter."},{"prefix":"4","text":" Losses. --"},{"prefix":"A","text":" Losses sustained during the taxable year and not compensated for by insurance or otherwise:"},{"prefix":"i","text":" If incurred in a trade or business; or"},{"prefix":"ii","text":" If incurred in any transaction entered into for the production or collection of income subject to tax under this chapter, or for the management, conservation, or maintenance of property held for the production of income subject to tax under this chapter, though not connected with any trade or business; or"},{"prefix":"iii","text":" Of property not connected with a trade or business, if the losses arise from fire, storm, shipwreck, or other casualty, or from theft."},{"prefix":"B","text":" Deleted."},{"prefix":"5","text":" Bad debts. -- Debts ascertained to be worthless and determined as deductible under § 166 and related sections of the Internal Revenue Code of 1986."},{"prefix":"6","text":" Insurance premiums. -- All fire, tornado, and casualty insurance premiums paid during the taxable year in connection with property held for investment or used in a trade or business, the income from which is taxable under this chapter."},{"prefix":"7","text":" Depreciation. -- A reasonable allowance for exhaustion, wear, and tear of property used in the trade or business, including a reasonable allowance for obsolescence; and including in the case of natural resources, allowances for depletion as permitted by reasonable rules which the Mayor may promulgate. No deduction shall be allowed for the special depreciation allowance under section 168(k) of the Internal Revenue Code of 1986. The basis upon which such allowances are to be computed shall be the basis provided for in § 47- 1811.04."},{"prefix":"8","text":" Charitable contributions. -- Contributions or gifts, actually paid within the taxable year to or for the use of the District of Columbia, but only if the contribution or gift is made exclusively for public purposes, or any religious, charitable, scientific, literary, military, or educational institution, and no part of the net income of which inures to the benefit of any private shareholder or individual; provided, however, that such deductions shall be allowed only in an amount which in the aggregate of all such deductions does not exceed 15% of the adjusted gross income. For purposes of this section, the term \"actually paid\", when used with reference to the District of Columbia, includes compensation waived under § 1-611.15."},{"prefix":"9","text":" Contributions of an employer to an employees' trust or annuity plan and compensation under a deferred-payment plan. -- In the return of an employer, contributions made by such employer to an employees' trust or annuity plan and compensation under a deferred-payment plan to the extent that deductions for the same are allowed the taxpayer under the provisions of § 404 of the Internal Revenue Code of 1986 (§ 404 of Title 26, United States Code)."},{"prefix":"10","text":" Allocation of deductions. -- In the case of corporations, financial institutions and unincorporated businesses, the deductions provided for in this section shall be allowed only for and to the extent that they are connected with income arising from sources within the District within the meaning of §§ 47-1810.01 to 47-1810.03; and the proper apportionment and allocation of the deductions to be allowed shall be determined by the Mayor under formula or formulas provided for in § 47-1810.02."},{"prefix":"11","text":" Reasonable allowance for salaries. -- A reasonable allowance for salaries or other compensation for personal services actually rendered, except:"},{"prefix":"A","text":" No allowance shall be made for salaries or wages in an amount equal to the amount of the credit allowed under §§ 47-1808.04 and 47-1808.07; and"},{"prefix":"B","text":" In the case of an unincorporated business subject to the tax imposed by subchapter VIII of this chapter, the aggregate deduction for services rendered by individual owners or members actively engaged in the conduct of the unincorporated business shall not exceed 30% of the net income of the business, computed without the benefit of this deduction."},{"prefix":"12","text":" Regulated investment companies. -- In the case of a regulated investment company as defined in § 851 of the Internal Revenue Code of 1986, which meets the requirements of § 852(a) of the Internal Revenue Code of 1986:"},{"prefix":"A","text":" The dividends paid by the regulated investment company which qualify for the dividends-paid deduction under § 852(b)(2)(D) and 852(b)(3)(A)(ii) of the Internal Revenue Code of 1986, including dividends considered as having been paid during the taxable year by reason of § 855 of the Internal Revenue Code of 1986; and"},{"prefix":"B","text":" Such amount as the regulated investment company shall designate for purposes of § 852(b)(3)(D)(ii) of the Internal Revenue Code of 1986 as undistributed long-term capital gains to be included in computing the long-term capital gains of the shareholder. Such amounts shall be included as gains from the sale or exchange of capital assets, as defined in this chapter, in computing such shareholder's taxable income as defined in § 47-1806.1."},{"prefix":"13","text":" Real estate investment trusts. -- In the case of a real estate investment trust as defined in § 856 of the Internal Revenue Code of 1986, which meets the requirements of § 857(a) of the Internal Revenue Code of 1986, the dividends paid by the real estate investment trust which qualify for the dividends-paid deduction under § 857(b)(2)(C) and § 857(b)(3)(A)(ii) of the Internal Revenue Code of 1986, including dividends considered as having been paid during the taxable year by reason of § 858 of the Internal Revenue Code of 1986."},{"prefix":"14","text":" Net operating losses. -- In computing the net income of a corporation, an unincorporated business, or a financial institution, there shall be allowed a deduction for net operating losses, in the same manner as allowed under § 172 of the Internal Revenue Code."},{"prefix":"A","text":" For tax years beginning after December 31, 1999, net operating loss carrybacks shall not be allowed. Corporations, unincorporated businesses, or financial institutions, shall be allowed a deduction for apportioned District of Columbia net operating loss carryover to be deducted from the net income after apportionment."},{"prefix":"B","text":" In the year of the loss, the apportioned District of Columbia net operating loss shall be computed by multiplying the District of Columbia apportionment factor for the loss year against the amount of the net operating loss as defined in § 47-1801.04(34)."},{"prefix":"C","text":" The entire amount of the apportioned net operating loss for any taxable year shall be carried forward to the earliest of the succeeding taxable years to which such loss may be carried. The portion of such loss which may be carried to each of the other taxable years shall be the excess, if any, of the amount of such loss over the sum of the apportioned taxable net income, adjusted by any modifications specified in this chapter, for each of the tax years to which such loss may be carried."},{"prefix":"D","text":" The provisions of §§ 381, 382, and 384 of the Internal Revenue Code apply to carryovers. The limitation amount determined under § 382 shall be applied to net income, after apportionment, in each post-change year to which loss is carried."},{"prefix":"E","text":"(i) In the case of a merger, acquisition, or consolidation, any pre-change losses and built-in losses, to the extent apportioned or allocated to the District of Columbia, with the additions, subtractions, modifications and other adjustments required for purposes of this chapter, shall be carried forward and subtracted when computing District of Columbia taxable income."},{"prefix":"ii","text":" If an affiliated group files a federal consolidated return for District of Columbia net operating loss purposes, the net operating loss shall be computed as if the federal return has been filed on a separate basis for the District of Columbia."},{"prefix":"iii","text":" If a company has been given permission by the Mayor to file a consolidated return, only the net operating losses of those corporations listed on the District of Columbia consolidated return may be included in determining the net operating loss deduction."},{"prefix":"F","text":" No deduction shall be allowed for or with respect to losses connected with income producing activities if the income therefrom would not be required to be either assignable to the District of Columbia or included in computing the taxpayer's District of Columbia net income."},{"prefix":"G","text":" The Mayor may require a taxpayer to furnish any information necessary to support a claim for deduction under this section, and no deduction shall be allowed unless the information is furnished."},{"prefix":"15","text":" Health insurance premiums. -- All health insurance premium expenditures for domestic partners and family members of employees if offered to all of its full-time employees who are District of Columbia residents."},{"prefix":"16","text":" Subpart F income. -- In computing the taxable income of a corporation, an unincorporated business, or a financial institution, there shall be allowed a deduction for Subpart F income as defined in § 47-1801.04(33) for taxable years beginning after December 31, 1994."},{"prefix":"17","text":" Notwithstanding paragraph (10) of this subsection and § 47- 1810.01(a)(2), in computing the net income of a corporation, there shall be allowed a deduction for all dividends received on or after March 1, 1997, from a wholly-owned subsidiary."},{"prefix":"18","text":" Election to expense certain depreciable business assets."},{"prefix":"A","text":" There shall be allowed as a deduction for the cost of property elected to be treated as not chargeable to capital account under section 179 of the Internal Revenue Code of 1986 an amount equal to the lesser of $25,000 (or $40,000 in the case of a Qualified High Technology Company (\"QHTC\")) or the actual cost of the property for the year the property is placed in service."},{"prefix":"B","text":" If a QHTC is a tenant, the cost of any real property and leasehold improvements incurred by the QHTC shall be treated as costs within the meaning of subparagraph (A) of this paragraph regardless of whether or not such improvements become an integral part of the realty, which improvements shall include improvements described in subsections 702.3, 702.4, and 702.5 of Title 9 of the District of Columbia Municipal Regulations."},{"prefix":"19","text":" [Repealed]."},{"prefix":"a-1","text":" Deduction for domestic production activities disallowed. -- In computing net income of corporations, financial institutions, unincorporated businesses, and partnerships, no deduction from gross income shall be allowed for the amount attributable to domestic production activities under section 199 of the Internal Revenue Code of 1986."},{"prefix":"b","text":" Deductions allowed -- Generally. -- In the case of an individual, estate, or trust, deductions allowed under this section shall be the same (and to the same extent) as the deductions allowed by the Internal Revenue Code of 1986 on federal individual or fiduciary income tax returns; provided, however, that no deduction may be allowed for the following:"},{"prefix":"1","text":" Income taxes;"},{"prefix":"2","text":" Franchise taxes imposed by this chapter;"},{"prefix":"3","text":" Carryovers of charitable contributions made prior to January 1, 1982, and included as deductions for federal income tax purposes;"},{"prefix":"4","text":" Repealed."},{"prefix":"5","text":" Any deduction passing to a stockholder in a small business corporation as defined in § 1371 of the Internal Revenue Code of 1954, making an election under § 1372(a) of the Internal Revenue Code of 1954, or an S Corporation as defined in § 1361(a) and (b) of the Internal Revenue Code of 1986, making an election under § 1362(a) of the Internal Revenue Code of 1986, which is otherwise deductible under the provisions of subsection (a) of this section and which was allowable in determining the taxable income of the small business corporation or S Corporation subject to tax under the provisions of subchapter VII of this chapter;"},{"prefix":"6","text":" [Repealed]."},{"prefix":"7","text":" [Repealed]."},{"prefix":"8","text":" The amount attributable to domestic production activities under section 199 of the Internal Revenue Code of 1986."},{"prefix":"b-1","text":" An individual may deduct from gross income the amount the individual pays annually in premiums for long-term care insurance, as defined in § 31- 3601(5); provided, that the deduction shall not exceed $500 per year, per individual, whether the individual files individually or jointly."},{"prefix":"b-2","text":"(1) Beginning January 1, 2006, an individual who has been a classroom teacher in a public school or public charter school in the District of Columbia for the entire year for which the individual is filing or for the entire year prior to the year for which the individual is filing and is approved for teaching by the District of Columbia Public Schools may deduct from gross income:"},{"prefix":"A","text":" The amount the individual paid during the year for basic classroom materials and supplies necessary for teaching; provided, that the deduction shall not exceed $500 per year, per individual, whether the individual files individually or jointly; and"},{"prefix":"B","text":" The amount the individual paid during the year as tuition and fees for post-graduate education, professional development, or state licensing examination and testing required for, or related to, improving teacher credentials or maintaining professional certification; provided, that the deduction shall not exceed $1,500 per year, per individual, whether the individual files individually or jointly."},{"prefix":"2","text":" The deductions under paragraphs(1)(A) and (B) of this subsection shall not be allowed to the extent the same expenses were claimed by the individual in computing federal adjusted gross income for the same taxable year under the Internal Revenue Code 1986."},{"prefix":"b-3","text":" Depreciation. --"},{"prefix":"1","text":" Notwithstanding the provisions of subsection (b) of this section, there shall be allowed as a deduction a reasonable allowance for exhaustion, wear, and tear of property used in the trade or business, including a reasonable allowance for obsolescence; and including in the case of natural resources, allowances for depletion as permitted by reasonable rules which the Mayor may promulgate. The basis upon which such allowances are to be computed is the basis provided for in § 47-1811.04."},{"prefix":"2","text":" Notwithstanding the provisions of paragraph (1) of this subsection:"},{"prefix":"A","text":" No deduction shall be allowed for the special depreciation allowance under section 168(k) of the Internal Revenue Code of 1986."},{"prefix":"B","text":" There shall be allowed as a deduction for the cost of property elected to be treated as not chargeable to capital account under section 179 of the Internal Revenue Code of 1986 an amount of equal to the lesser of $25,000 (or $40,000 in the case of a Qualified High Technology Company) or the actual cost of the property for the year the property is placed in service."},{"prefix":"b-4","text":" Limitation on itemized deductions --"},{"prefix":"1","text":" In the case of an individual whose District adjusted gross income exceeds the applicable amount, the amount of the itemized deductions otherwise allowable for the taxable year shall be reduced by 5% of the excess of the District adjusted gross income over the applicable amount."},{"prefix":"2","text":" For the purposes of this subsection, the term:"},{"prefix":"A","text":" \"Applicable amount\" means $200,000 ($100,000, married, filing separately)."},{"prefix":"B","text":" \"Itemized deductions\" does not include the deduction:"},{"prefix":"i","text":" Under section 213 of the Internal Revenue Code of 1986 relating to expenses such as, for example, medical or dental;"},{"prefix":"ii","text":" For investment interest, as defined in section 163(d) of the Internal Revenue Code of 1986; and"},{"prefix":"iii","text":" Under section 165(a) of the Internal Revenue Code of 1986, for casualty or theft losses described in section 165(c)(2) and (3) of the Internal Revenue Code of 1986, or for losses described in section 165(d) of the Internal Revenue Code of 1986."},{"prefix":"3","text":" This subsection shall be applied after the application of any other limitation on the allowance of any itemized deduction."},{"prefix":"4","text":" This subsection shall not apply to any estate or trust."},{"prefix":"c","text":" Standard deduction. -- Every individual who claims the standard deduction on his or her federal income tax return shall claim the applicable standard deduction specified in § 47-1801.04(26). Every individual who itemizes deductions on his or her federal income tax return shall itemize the deductions permissible under this chapter. If spouses or domestic partners file separate returns, the applicable standard deduction shall be allowed to neither if the net income of one of the spouses or domestic partners is determined by itemizing deductions."},{"prefix":"d","text":" Deductions not allowed. -- In computing net income, no deductions shall be allowed in any case for:"},{"prefix":"1","text":" Personal, living, or family expenses;"},{"prefix":"2","text":" Any amount paid out for new buildings or for permanent improvements or betterments, made to increase the value of any property or estate;"},{"prefix":"3","text":" Any amount expended in restoring property or in making good the exhaustion thereof for which an allowance is or has been made;"},{"prefix":"4","text":" Premiums paid on any life insurance policy covering the life of any officer or employee or of any person financially interested in any trade or business carried on by the taxpayer when the taxpayer is directly or indirectly a beneficiary under such policy;"},{"prefix":"5","text":" If the net income of an unincorporated business for the taxable year is in excess of the exemption provided in § 47-1808.04, no deduction which is allowed or allowable under subsection (a) of this section from the gross income of any unincorporated business subject to the tax imposed by §§ 47-1808.01 to 47-1808.06 shall be allowed as deduction in the return and computation of the net income of any person entitled to share in the net income of such unincorporated business; and"},{"prefix":"6","text":"(A) Expenses incurred to produce income which is either exempt or not subject to taxation under this act."},{"prefix":"B","text":" Notwithstanding subparagraph (A) of this paragraph, for the period beginning January 23, 1983, through September 30, 1984, expenses incurred to produce interest and dividend income on obligations or securities of the United States, or its agencies or instrumentalities, may be treated as expenses incurred to produce taxable income."},{"prefix":"7","text":"(A) Any otherwise deductible interest expense or intangible expense if the interest expense or intangible expense is directly or indirectly paid to, or accrued or incurred by, one or more related members in connection directly or indirectly with one or more direct or indirect transactions."},{"prefix":"B","text":" The disallowance under subparagraph (A) of this paragraph shall not apply to any portion of the interest expense or intangible expense to the extent that the corporation establishes, as determined by the Chief Financial Officer, that:"},{"prefix":"i","text":" The transaction giving rise to the payment of the interest expense or intangible expense between the corporation and the related member did not have as a principal purpose the avoidance of any portion of the tax due under this title;"},{"prefix":"ii","text":" The interest expense or intangible expense was paid pursuant to arm's length contracts at an arm's length rate of interest or price; and"},{"prefix":"iii","text":"(I) During the same taxable year, the related member directly or indirectly paid interest expense to, or the interest expense or intangible expense was accrued or incurred by, a person who is not a related member; or"},{"prefix":"II","text":"(aa) The related member was subject to a tax measured by its net income or receipts in the District, a state or possession of the United States, or a foreign nation that has entered into a tax treaty with the United States government;"},{"prefix":"bb","text":" A measure of the tax imposed by the District, a state or possession of the United States, or a foreign nation that has entered into a comprehensive tax treaty with the United States government included in the interest expense or intangible expense received by the related member from the corporation; and"},{"prefix":"cc","text":" The aggregate effective tax rate imposed on the amounts received by the related member is equal to or greater than 4.5%; provided, that a related member receiving the interest or intangible payment shall not be considered to be subject to a tax merely by virtue of the related member's inclusion in a combined or consolidated return in one or more states."},{"prefix":"C","text":" A subtraction from federal taxable income shall be allowed from the taxable income of a corporation equal to the amount received as royalties, interest, or similar income from intangibles from a related member, to the extent the related member, with respect to the payment, is denied a deduction under subparagraph (A) of this paragraph or there is a similar deduction denial or addition modification of a state, possession of the United States, or of a foreign nation that has entered into a comprehensive tax treaty with the United States government for intangible expenses or interest expenses paid to related members."},{"prefix":"D","text":" For the purposes of this paragraph, the term:"},{"prefix":"i","text":" \"Aggregate effective tax rate\" means the sum of the effective rates of tax imposed by the District of Columbia, states, or possessions of the United States, and foreign nations that have entered into comprehensive tax treaties with the United States government, where a related member receiving a payment of interest expense or intangible expense is subject to tax and where the measure of the tax imposed included the payment."},{"prefix":"ii","text":" \"Intangible expense\" means:"},{"prefix":"I","text":" An expense, loss, or cost for, related to, or in connection directly or indirectly with the direct or indirect acquisition, use, maintenance, management, ownership, sale, exchange, or any other disposition of intangible property, to the extent the expense, loss, or cost is allowed as a deduction or cost in determining taxable income for the taxable year under the Internal Revenue Code of 1986;"},{"prefix":"II","text":" A loss related to or incurred in connection directly or indirectly with factoring transactions or discounting transactions; or"},{"prefix":"III","text":" A royalty, patent, technical, or copyright and licensing fee; or"},{"prefix":"IV","text":" Any other similar expense or cost."},{"prefix":"iii","text":" \"Intangible property\" means patents, patent applications, trade names, trademarks, service marks, copyrights, and similar types of intangible assets."},{"prefix":"iv","text":" \"Interest expense\" means an amount directly or indirectly allowed as a deduction under section 163 of the Internal Revenue Code for purposes of determining taxable income under the Internal Revenue Code of 1986."},{"prefix":"v","text":" \"Related entity\" means a person that, under the attribution rules of section 318 of the Internal Revenue Code of 1986, is:"},{"prefix":"I","text":" A stockholder who is an individual or a member of the stockholder's family enumerated in section 318 of the Internal Revenue Code of 1986, if the stockholder and the members of the stockholder's family own directly, indirectly, beneficially, or constructively, in the aggregate, at least 50% of the value of the taxpayer's outstanding stock;"},{"prefix":"II","text":" A stockholder or a stockholder's partnership, limited liability company, estate, trust, or corporation, if the stockholder and the stockholder's partnership, limited liability company, estate, trust, or corporation own directly, indirectly, beneficially, or constructively, in the aggregate, at least 50% of the value of the taxpayer's outstanding stock; or"},{"prefix":"III","text":" A corporation or a party related to the corporation in a manner that would require an attribution of stock from the corporation to the party or from the party to the corporation under the attribution rules of section 318 of the Internal Revenue Code of 1986, if the taxpayer owns directly, indirectly, beneficially, or constructively, at least 50% of the value of the corporation's outstanding stock."},{"prefix":"vi","text":" \"Related member\" means:"},{"prefix":"I","text":" A person that, with respect to the taxpayer any time during the year, is a related entity;"},{"prefix":"II","text":" A component member, as defined in section 1563(b) of the Internal Revenue Code of 1986;"},{"prefix":"III","text":" A controlled group of which the taxpayer is also a component; or"},{"prefix":"IV","text":" Is a person to or from whom there is attribution of stock ownership in accordance with section 1563(e) of the Internal Revenue Code of 1986."},{"prefix":"e","text":" Lower income rental housing depreciation deduction. -- An investor in a shared equity financing agreement may qualify for a depreciation deduction as provided in § 47-3507."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Income and Franchise Taxes. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Net Income, Gross Income and Exclusions Therefrom, and Deductions. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1803","identifier":"47-1803.03","catch_text":"Gross income--Deductions."}}