{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 102 of Fiscal Year 2013 Budget Support Technical Clarification Emergency Amendment Act of 2012 (D.C. Act 19-482, October 10, 2012, 59 DCR 12478).\n\nLegislative History of Laws\n\nFor history of Law 19-168, see notes under § 47-355.01.\n\nMiscellaneous Notes\n\nShort title: Section 7131 of D.C. Law 19-168 provided that subtitle M of title VII of the act may be cited as \"Nonprofit Affordable Housing Developer Tax Relief Act of 2012\".\n\nDC CODE § 47-1005.02\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 2012, D.C. Law 19-168, § 7132(b), 59 DCR 8025.)","sections":[{"prefix":"a","text":"(1) Property providing housing to households with 30% area median income or very low-income, as defined by the U.S. Department of Housing and Urban Development for households in the District of Columbia, (\"affordable housing\") that is owned by an organization that is not organized or operated for private gain, or that is owned by an entity controlled, directly or indirectly, by such an organization, shall be exempt from the tax imposed by Chapter 8 of this title and from a payment in lieu of tax imposed under § 47-1002(20) during the time that the real property continues to be used for affordable housing and is under applicable use restrictions during a federal low-income housing tax credit compliance period, including any extended use period, or similar federal or local program compliance period governing income and use restrictions."},{"prefix":"2","text":" The conveyance of a property to an owner for which a certification as to both the property and owner has been made pursuant to subsection (b)(1) of this section (and that has not been revoked under subsection (b)(2) of this section) shall be exempt from the tax imposed by Chapter 11 of Title 42, and the transfer of any of property by an owner for which a certification as to both the property and owner has been made pursuant to subsection (b)(1) of this section (and that has not been revoked under subsection (b)(2) of this section) shall be exempt from the tax imposed by Chapter 9 of Title 47. Unless waived by regulation, a copy of the certification shall accompany the deed at the time it is submitted for recordation in order to claim an exemption."},{"prefix":"b","text":"(1) The Mayor shall certify to the Office of Tax and Revenue (\"OTR\") each owner and property eligible for an exemption. The certification shall identify:"},{"prefix":"A","text":" The property to which the certification applies by square and lot, or parcel or reservation number;"},{"prefix":"B","text":" The full legal name of the owner, including taxpayer identification number, that is eligible;"},{"prefix":"C","text":" The tax or taxes to which the certification applies;"},{"prefix":"D","text":" The portion of the property that is eligible;"},{"prefix":"E","text":" The effective date of the exemption, which shall be the date on which the organization acquired the parcel, or October 1, 2012, whichever is later; and"},{"prefix":"F","text":" Any other information OTR shall require to administer the exemption."},{"prefix":"2","text":" The Mayor shall notify OTR if any owner or property certified as eligible under paragraph (1) of this subsection becomes ineligible for the exemptions under subsection (a) of this section. The notification shall identify:"},{"prefix":"A","text":" The property to which the notice applies by square and lot or parcel or reservation number;"},{"prefix":"B","text":" The full legal name of the owner, including taxpayer identification number;"},{"prefix":"C","text":" The tax or taxes to which the notice applies;"},{"prefix":"D","text":" The portion of the property ineligible;"},{"prefix":"E","text":" The date on which the taxpayer or property became ineligible; and"},{"prefix":"F","text":" Any other information OTR shall require to administer the termination of the exemption."},{"prefix":"3","text":" OTR shall administer the exemption provided under this section in the same manner as the exemptions provided under § 47-1002, and properties exempted under subsection (a) of this section shall be subject to §§ 47-1005, 47- 1007, and 47-1009, except that an owner shall not be required to file an application with OTR to qualify for an exemption."},{"prefix":"c","text":" The grant of a tax exemption as provided in this section shall be in addition to, and not in lieu of, any other tax relief or assistance from any other source applicable to either the real property or its owner."},{"prefix":"d","text":" This section shall apply for real property tax years beginning after September 30, 2012."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Property Exempt from Taxation. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"1005","identifier":"47-1005.02","catch_text":"Nonprofit affordable housing developer tax relief."}}