{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-282, in subsec. (a), substituted \"pay other taxes\" for \"pay the taxes\" and substituted \"validly sold\" for \"sold or bid off'.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 12(mm) of Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, October 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see § 12(mm) of Tax Clarity and Related Amendments Temporary Act of 2003 (D.C. Law 14-228, March 23, 2003, law notification 50 DCR 2741).\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nFor temporary (90 day) amendment of section, see § 12(ll) of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) amendment of section, see § 12(mm) of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 12(mm) of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-901.\n\nFor Law 14-282, see notes following § 47-902.\n\nDC CODE § 47-1354\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 507(a)(2), 48 DCR 334; Apr. 4, 2003, D.C. Law 14-282, § 11(hh), 50 DCR 896.)","sections":[{"prefix":"a","text":" After the 6-month waiting period set forth in § 47-1370, as may be reduced under § 47-1353, has expired, the purchaser may pay other taxes, interest, and penalties owing on the real property for any period for which the real property has not been validly sold."},{"prefix":"b","text":" The purchaser shall receive a refund of the payment upon redemption, with interest as required to be paid by the redeemer, only if the purchaser's certificate of sale is not void and if the purchaser provides proof satisfactory to the Mayor that the purchaser made the payment."},{"prefix":"c","text":" If the certificate becomes void, a payment credited to the account of the real property under this section shall be nonrefundable."},{"prefix":"d","text":" The Mayor shall prescribe, by regulation, the procedures for making a payment under this section. Notwithstanding any other law, the Mayor may require payment to be made directly to the Office of Tax and Revenue or any other entity, and payment may be held in escrow or applied as designated."},{"prefix":"e","text":" The purchaser shall immediately notify the Mayor, in the manner that the Mayor shall prescribe, of a payment made under this section. If the purchaser fails to notify the Mayor, the Mayor shall not be liable to the purchaser for the amount of the payment."},{"prefix":"f","text":" If the purchaser assigns a certificate of sale in accordance with § 47- 1349, the purchaser shall also assign to the assignee the purchaser's interest in the payment made under this section. The purchaser shall immediately notify the Mayor of the assignments in the manner that the Mayor may prescribe. Failure of the purchaser to assign the interest at the time the certificate of sale is assigned, or to immediately notify the Mayor of the assignment of the interest, shall invalidate the assignment of the certificate of sale and the assignment of the interest."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"13A","text":"Revised Real Property Tax Sales."},"subchapter":{"identifier":"II","text":"Sale."},"heading":{"title":"47","chaptersection":"1354","identifier":"47-1354","catch_text":"Payment of other taxes and liabilities by purchaser; assignment."}}