{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-213, in subsec. (e), validated a previously made technical correction.\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 7 of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-901.\n\nFor Law 14-213, see notes following § 47-820.\n\nDC CODE § 47-1331\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 507(a)(2), 48 DCR 334; Oct. 19, 2002, D.C. Law 14-213, § 33(n), 49 DCR 8140.)","sections":[{"prefix":"a","text":" A tax shall automatically become a lien on the real property on the date the tax was due and unpaid or converted to a real property tax under § 47- 1340."},{"prefix":"b","text":" The lien for a tax shall be a prior and preferred claim over all other liens and shall be perpetual."},{"prefix":"c","text":" Unless otherwise provided in this chapter, all payments for taxes collected under this chapter shall be applied to each outstanding lien in order of its priority measured by the date that it became, or was converted to, a lien under subsection (a) of this section. The payment shall be applied to the lien in the following order: costs; penalties; interest; and the original amount of the lien."},{"prefix":"d","text":" A lien transferred to a third party by the District under § 47-1303.04, including an assignee or successor in interest, shall enjoy the same priority and preference as if the lien were still held by the District."},{"prefix":"e","text":" A tax or any other unpaid tax, charge, or indebtedness owing to the District and deferred under subchapter VIII of Chapter 35 of Title 42, is a lien on the real property for which the deferral was granted. Payments shall be applied first to the lien having priority and for which the deferral is not granted; provided, that (1) the taxpayer shall make additional payments under the deferral agreement entered into with the Mayor, which payments shall be applied first to the deferred lien having priority until all deferred liens are paid, and (2) payment of taxes not deferred in the agreement and assessed for periods after the latest period deferred in the agreement remains current. The taxpayer may designate a payment to the nondeferred tax if the designation and application of payment shall not cause the District to default on another contractual obligation."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"13A","text":"Revised Real Property Tax Sales."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"47","chaptersection":"1331","identifier":"47-1331","catch_text":"Tax is lien on real property; priority; application of payment; lien for deferred tax."}}