{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-2008.\n\nEffect of Amendments\n\nD.C. Law 15-38, in subsec. (g), substituted \"Public Health: Pharmacy and Pharmaceuticals endorsement to a basic business license under the basic\" for \"Class A Public Health: Pharmacy and Pharmaceuticals endorsement to a master business license under the master\".\n\nD.C. Law 19-171 enacted into law Part C of subchapter IV of Chapter 28 of Title 47.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(hh)(4)(Z) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-98, see Historical and Statutory Notes following § 47-2885.01.\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 47-2885.06.\n\nFor Law 12-261, see note to § 2-2006.\n\nFor Law 15-38, see notes following § 47-2404.\n\nFor history of Law 19-171, see notes under § 47-2885.01.\n\nDC CODE § 47-2885.08\n\nCurrent through December 11, 2012","credits":"(Sept. 16, 1980, D.C. Law 3-98, § 9, 27 DCR 3528; Apr. 20, 1999, D.C. Law 12-261, § 2003(d), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 3(hh) (4)(Z), 50 DCR 6913; Sept. 26, 2012, D.C. Law 19-171, § 302(b), 59 DCR 6190.)","sections":[{"prefix":"a","text":" The application for a pharmacy license shall be made on a form to be prescribed by the Mayor and shall be accompanied by the required fee. The license shall be valid for a period of time to be determined by the Mayor. No license fee shall be required for the operation of a pharmacy by the United States government or by the District of Columbia government."},{"prefix":"b","text":" Application for renewal of a pharmacy license shall be made not later than 30 days before the expiration date of the license to avoid lapse. An additional fee for late filing not exceeding the amount of the renewal fee shall be established by the Mayor."},{"prefix":"c","text":" Each pharmacy license issued shall apply only to the operation of the pharmacy at the location for which it is issued."},{"prefix":"d","text":" A pharmacy license is not transferable."},{"prefix":"e","text":" Whether or not the proprietor of a pharmacy is a pharmacist, the pharmacy license shall be issued in the name of the proprietor."},{"prefix":"f","text":" When a pharmacy changes proprietorship, the license shall become void and shall be promptly surrendered to the Mayor, and a license shall be obtained by the new proprietor whether or not there is any change in the name of the pharmacy."},{"prefix":"g","text":" Any license issued pursuant to this section shall be issued as a Public Health: Pharmacy and Pharmaceuticals endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of this chapter."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"C","text":"Pharmacy."},"heading":{"title":"47","chaptersection":"2885","identifier":"47-2885.08","catch_text":"Licensing of pharmacies."}}