{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 14-107, see notes following ยง 47-2887.01.\n\nUniform Law\n\nThis section is based upon ยง 16 of the Uniform Athlete Agents Act. See Vol. 7, Pt. I, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 47-2887.15\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2002, D.C. Law 14-107, ยง 3, 49 DCR 1193).","sections":[{"prefix":"a","text":" An educational institution has a right of action against an athlete agent or a former student-athlete for damages caused by a violation of this part. In an action under this section, the court may award to the prevailing party costs and reasonable attorney's fees."},{"prefix":"b","text":" Damages of an educational institution under subsection (a) of this section include losses and expenses incurred because, as a result of the conduct of an athlete agent or former student-athlete, the educational institution was injured by a violation of this part or was penalized, disqualified, or suspended from participation in athletics by a national association for the promotion and regulation of athletics, by an athletic conference, or by reasonable self-imposed disciplinary action taken to mitigate sanctions likely to be imposed by such an organization."},{"prefix":"c","text":" A right of action under this section does not accrue until the educational institution discovers or by the exercise of reasonable diligence would have discovered the violation by the athlete agent or former student-athlete."},{"prefix":"d","text":" Any liability of the athlete agent or the former student-athlete under this section is several and not joint."},{"prefix":"e","text":" This part does not restrict rights, remedies, or defenses of any person under law or equity."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"E","text":"Athlete Agents. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2887","identifier":"47-2887.15","catch_text":"Civil remedies."}}