{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2855.3.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 47-2801.\n\nMiscellaneous Notes\n\nShort title of title II of Law 12-261: See Historical and Statutory Notes following § 47-2855.01.\n\nDC CODE § 47-2855.03\n\nCurrent through December 11, 2012","credits":"(Apr. 20, 1999, D.C. Law 12-261, § 2005(b), 46 DCR 3142.)","sections":[{"prefix":"a","text":" An executed amendment to a registration shall be filed with the Department when a change occurs in any of the following:"},{"prefix":"1","text":" The true and real name of a person conducting a business with a trade name registered under this subchapter; or"},{"prefix":"2","text":" The mailing address set forth on the registration or on a subsequently filed amendment."},{"prefix":"b","text":" A notice of cancellation shall be filed with the Department when use of a trade name is discontinued."},{"prefix":"c","text":" A notice of cancellation, together with a new registration, shall be filed before conducting or transacting any business when:"},{"prefix":"1","text":" An addition, deletion, or any change of person or persons conducting business under the registered trade name occurs; or"},{"prefix":"2","text":" There is a change in the wording or spelling of the trade name."},{"prefix":"d","text":" No person carrying on, conducting, or transacting business under any trade name shall be entitled to maintain any suit in any of the courts of the District of Columbia until the person has properly completed the registration as provided for in this section."},{"prefix":"e","text":" Failure to complete this registration shall not impair the validity of any contract or act of such person or persons and shall not prevent such person or persons from defending any suit in any court of the District."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-C","text":"Trade Names. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2855","identifier":"47-2855.03","catch_text":"Changes in registration; filing amendment."}}