{"text":"","historical":"Temporary Addition of Section\n\nSection 2(m) of D.C. Law 16-101 added provisions to read as follows:\n\n\"§ 47-2853.154. Appraisal Education Fund.\n\n\"(a) There is established a fund designated as the Appraisal Education Fund (\"Fund\"), which shall be separate from the General Fund of the District of Columbia and shall be used by the Board for the purpose of raising the standards of practice and the competency of licensees and certificate holders by:\n\n\"(1) Promoting the advancement of education and research for the benefit of any person issued a license or certificate under this chapter;\n\n\"(2) Underwriting educational seminars, workshops, and any other similar form of educational project for the benefit of any person issued a license or certificate under this chapter;\n\n\"(3) Contracting for particular education or other projects intended to further the purposes of this chapter; and\n\n\"(4) Defraying the expenses to discharge the administrative and regulatory duties as prescribed by this part; provided, that the Fund shall not be used to discharge the administrative and regulatory duties of any other District government agency, board, or commission, and shall be used solely to carry out the functions of this part.\n\n\"(b) No revenues deposited into this continuing, nonlapsing fund may be obligated or spent in any year without a Congressional appropriation. Revenues in this continuing, nonlapsing special account that are carried over into a succeeding fiscal year may not be obligated or spent in the succeeding year without a new Congressional appropriation that permits such obligation or expenditure.\n\n\"(c) Any person issued or renewing a license under this chapter shall pay, in addition to licensing and renewal fees established by the Mayor, a sum to be established by the Mayor for deposit into the Fund.\n\n\"(d) Any civil penalties imposed by the Board or the Office of Administrative Hearings pursuant to this chapter shall be deposited in the Fund.\n\n\"(e) The Board may, by regulation, establish minimum and maximum balances for the Fund, procedures for continuing and discontinuing assessing licensees, and other provisions relevant to the operation of the Fund.\n\n\"(f) If a licensee fails to pay the amount assessed by the Mayor within the time prescribed by rule, his or her license shall be automatically suspended. The Board shall send a notice of the suspension, by certified mail, to the address of record within 5 days after the suspension. The license shall be restored only upon the actual receipt by the Mayor of the delinquent assessment.\n\n\"(g) The Fund shall be continuing. Revenues deposited into the Fund shall not revert to the General Fund of the District of Columbia at the end of any fiscal year or at any other time, but shall be continually available for the uses and purposes set forth in this subchapter, subject to authorization by Congress in an appropriations act.\"\n\nSection 4(b) of D.C. Law 16-101 provides that the act shall expire after 225 days of its having taken effect.\n\nLegislative History of Laws\n\nFor Law 16-130, see notes following § 47-2853.06.\n\nDC CODE § 47-2853.154\n\nCurrent through December 11, 2012","credits":"(June 16, 2006, D.C. Law 16-130, § 2(l), 53 DCR 4718.)","sections":[{"prefix":"a","text":" There is established a fund designated as the Appraisal Education Fund (\"Fund\"), which shall be separate from the General Fund of the District of Columbia. All funds obtained from an appraisal education fund fee to be established by the Mayor (which shall be in addition to licensing and renewal fees established by the Mayor) and civil penalties imposed by the Board or the Office of Administrative Hearings pursuant to this part, and all interest earned on those funds, shall be deposited into the Fund without regard to fiscal year limitation pursuant to an act of Congress and used solely to pay the costs of operating and maintaining the Fund. All funds, interest, and other amounts deposited into the Fund shall not be transferred or revert to the General Fund of the District of Columbia at the end of any fiscal year or at any other time, but shall continually be available for the uses and purposes set forth in this section, subject to authorization by Congress in an appropriations act."},{"prefix":"b","text":"(1) The funds deposited in the Fund shall be used by the Board for the purpose of raising the standards of practice and the competency of licensees by:"},{"prefix":"A","text":" Promoting the advancement of education and research for the benefit of any licensee under this part;"},{"prefix":"B","text":" Underwriting educational seminars, workshops, and any other similar form of educational project for the benefit of any licensee under this part; and"},{"prefix":"C","text":" Contracting for particular education or other projects intended to further the purposes of this part."},{"prefix":"2","text":" The funds deposited in the Fund shall also be used by the Board to defray the expenses to discharge the administrative and regulatory duties as prescribed by this part."},{"prefix":"c","text":" The Board may establish minimum and maximum balances for the Fund, procedures for continuing and discontinuing assessing licensees, and rules for the implementation and operation of the Fund."},{"prefix":"d","text":" If a licensee fails to pay the appraisal education fee within the time prescribed by rule, his or her license shall be automatically suspended.   The Board shall send a notice of the suspension, by certified mail, to the address of record within 5 days after the suspension.  The license shall be restored only upon the actual receipt by the Mayor of the delinquent fee."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-B","text":"Non-Health Related Occupations and Professions Licensure."},"part":{"identifier":"L","text":"Real Estate Appraisers."},"heading":{"title":"47","chaptersection":"2853","identifier":"47-2853.15","catch_text":"4 Appraisal Education Fund."}}