{"text":"For the purposes of this subchapter:","historical":"Prior Codifications\n\n1981 Ed., § 47-2853.1.\n\nEffect of Amendments\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\".\n\nTemporary Amendments of Section\n\nSection 2(b) of D.C. Law 16-101 added par. (9) which read as follows:\n\n\"(9) 'Natural person' means a human being.\"\n\nSection 4(b) of D.C. Law 16-101 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(b) of Non-Health Related Occupations and Professions Licensure Emergency Act of 2006 (D.C. Act 16-255, January 26, 2006, 53 DCR 763).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 47-2801.\n\nFor Law 15-354, see notes following § 47-340.03.\n\nMiscellaneous Notes\n\nNon-Health Related Occupations and Professions Licensure Act of 1998: Section 1001 of D.C. Law 12-261 provided that title I of the act may be cited as the \"Non-Health Related Occupations and Professions Licensure Act of 1998.\"\n\nDC CODE § 47-2853.01\n\nCurrent through December 11, 2012","credits":"(Apr. 20, 1999, D.C. Law 12-261, § 1002, 46 DCR 3142; Apr. 13, 2005, D.C. Law 15-354, § 73(l)(8), 52 DCR 2638.)","sections":[{"prefix":"1","text":" \"Board\" means a panel of persons appointed in accordance with this subchapter to define and regulate the scope of practice and qualifications needed to practice particular occupations or professions in the District of Columbia."},{"prefix":"2","text":" \"Certificate\" means a document issued by the Mayor to a person licensed in accordance with this subchapter certifying that the person has met the eligibility requirements for practicing a specialty established as a subcategory within the scope of the license and is authorized to perform the services of such specialty and to hold himself or herself out to perform such services, except as defined in § 47-2853.47."},{"prefix":"3","text":" \"Certify,\" \"certified\" and \"certification\" means the designation on a certificate issued by the Mayor authorizing a person to practice a specialty within a license category."},{"prefix":"4","text":" \"Attorney General for the District of Columbia\" means the Attorney General for the District of Columbia of the District of Columbia or designee."},{"prefix":"5","text":" \"District\" means the District of Columbia."},{"prefix":"6","text":" \"License\" means a document issued by the Mayor to a person who has met the eligibility standards and other requirements for practicing an occupation or profession regulated by this subchapter and who is therefore authorized to perform the services permitted by law and regulation to be performed by a person holding such a license, and to hold himself or herself out as authorized to perform such services."},{"prefix":"7","text":" \"Licensed\" means that a person so designated has been granted a license by the Mayor to practice an occupation or profession in the District."},{"prefix":"8","text":" \"Registration\" or \"registered\" means the inclusion of a person on a list of persons authorized to offer certain occupational or professional services in the District. \"Registration\" does not imply that the person has met any formal educational or training requirements or that the person has been examined and found to be competent to provide the services for which he or she has registered."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-B","text":"Non-Health Related Occupations and Professions Licensure."},"heading":{"title":"47","chaptersection":"2853","identifier":"47-2853.01","catch_text":"Definitions."}}