{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 47-2853.3.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following ยง 47-2801.\n\nDC CODE ยง 47-2853.03\n\nCurrent through December 11, 2012","credits":"(Apr. 20, 1999, D.C. Law 12-261, ยง 1002, 46 DCR 3142.)","sections":[{"prefix":"a","text":" This subchapter does not limit the right of a person to practice an occupation or profession that he or she is licensed, certified, or registered to practice, except as provided in this subchapter or by any other law or regulation. A person may practice any other occupation or profession for which authorization is not required by law."},{"prefix":"b","text":" Nothing in this subchapter shall be construed to prohibit the practice of an occupation or profession by a person enrolled in a recognized training program, school, or college as a candidate for a degree or certificate in that occupation or profession, or enrolled in a recognized postgraduate training program, provided that the practice is performed:"},{"prefix":"1","text":" As part of a course of instruction;"},{"prefix":"2","text":" Under the supervision of a person who is either licensed, certified, or registered to practice that occupation or profession in the District or is qualified, according to law, as a teacher of that occupation or profession;"},{"prefix":"3","text":" At a facility operated by the District or federal government, or at a facility deemed appropriate for that purpose by the school, college or training program; and"},{"prefix":"4","text":" In accordance with procedures established by the board charged with the regulation of that occupation or profession."},{"prefix":"c","text":" Nothing in this subchapter shall be construed to prohibit the practice of an occupation or profession by a person who has filed an initial application for licensure or certification and is awaiting action on that initial application, provided that the practice is performed:"},{"prefix":"1","text":" Under the supervision of an appropriate person licensed or certified in accordance with this subchapter;"},{"prefix":"2","text":" At a facility operated by the District or federal government, or other facility appropriate for the services being provided; and"},{"prefix":"3","text":" In accordance with any other requirements established by law or regulation."},{"prefix":"d","text":" Except as expressly provided to the contrary in this subchapter, any person licensed, certified, or registered by any District agency established by any statute amended, repealed, or superseded by this subchapter is considered for all purposes to be licensed, registered, or certified by the appropriate board established under this subchapter for the duration of the term for which the license, certification, or registration was issued, and may renew that authorization in accordance with the appropriate renewal provisions of this subchapter."},{"prefix":"e","text":" Except as provided to the contrary in this subchapter, any person who was originally licensed, certified, or registered under a provision of law that has been repealed by this subchapter is deemed to meet the education and experience requirements for licensure, certification, or registration as if that provision had not been repealed."},{"prefix":"f","text":" The provisions of this subchapter prohibiting the practice of an occupation or profession without a license, certificate, or registration shall not apply to:"},{"prefix":"1","text":" A person employed in the District by the federal government, while he or she is acting in the official discharge of the duties of employment; or"},{"prefix":"2","text":" A person licensed or certified to practice an occupation or profession in a state who is called from that state for consultation in the District, or to give a demonstration or teach a course in the District, provided that the person engages in the consultation or demonstration in affiliation with a comparable licensed person pursuant to this subchapter or teaches at a licensed educational institution approved to offer instruction in the person's field of expertise."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-B","text":"Non-Health Related Occupations and Professions Licensure."},"heading":{"title":"47","chaptersection":"2853","identifier":"47-2853.03","catch_text":"Scope of subchapter."}}