{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-1910.\n\n1973 Ed., § 2-2010.\n\nEffect of Amendments\n\nD.C. Law 19-171 enacted into law Part B of subchapter IV of Chapter 28 of Title 47.\n\nLegislative History of Laws\n\nFor history of Law 19-171, see notes under § 47-2884.01.\n\nMiscellaneous Notes\n\nPolice regulations amended: Section 3 of D.C. Law 5-137 amended § 2 of Commissioners' Order No. 57-1638 (Article 41 of the Police Regulations of the District of Columbia) concerning pawnbrokers' maximum rates of interest, monthly charges instead of interest, and computation of interest and of the 6- month period after which a pledge may be sold.\n\nDC CODE § 47-2884.10\n\nCurrent through December 11, 2012","credits":"(Aug. 6, 1956, 70 Stat. 1041, ch. 970, § 10; Sept. 26, 2012, D.C. Law 19- 171, § 302(b), 59 DCR 6190.)","sections":[{"prefix":"a","text":" No person, except as authorized by this part, shall directly or indirectly, by any device, subterfuge, or pretense, whatsoever, ask, demand, charge, contract for, or receive, or participate, as agent, broker, procurer, intermediary, or volunteer, or in any other capacity, in asking, demanding, charging, contracting for, or receiving any interest, discount, fee, charge, or other consideration which in the aggregate is greater than the interest which is permitted by §§ 28-3301 to 28-3303, upon any loan or application for loan in the amount or of the value of $1,000, or less, whether or not such loan is made."},{"prefix":"b","text":" No person engaged in the business regulated by this part shall pay, directly or indirectly, to any person, any money, service, or thing of value for the doing of any of the acts prohibited in subsection (a) of this section; provided, that this subsection shall apply only to acts done or performed with reference to loan transactions or applications for loans in sums of $1,000 or less, or in inducing or seeking to induce any person to borrow in sums of $1,000 or less."},{"prefix":"c","text":" No instrument evidencing a loan made within the District in violation of the provisions of this part shall be valid or enforceable in the District by the lender or by any other holder thereof who acquired the same with actual knowledge that said loan was made in violation of the provisions of this part or with knowledge of such facts that his action in taking such instrument amounted to bad faith."},{"prefix":"d","text":" Any loan made by any person not licensed under this part for which there has been charged, contracted for, or received a greater rate of interest, discount, or consideration than the interest which is permitted by §§ 28- 3301 to 28-3303, and any loan made by a licensee under this part for which there has been charged, contracted for, or received a greater rate of interest, discount, or consideration than licensees are permitted to charge, contract for, or receive under this part is hereby declared to be against the public policy of the District. No such loan made outside the District shall be enforced in the District and every person in anywise participating therein in the District shall be subject to the provisions of this part, except that the provisions of this subsection shall not apply to a loan legally made in any state under and in accordance with the provisions of a duly enacted pawnbroker law."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"B","text":"Pawnbrokers."},"heading":{"title":"47","chaptersection":"2884","identifier":"47-2884.10","catch_text":"Excessive consideration prohibited; instruments for loans made in violation of part invalid; loans made outside of District."}}