{"text":"For the purposes of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 47-2851.1.\n\nEffect of Amendments\n\nD.C. Law 15-38, added new par. (1); added par. (1A); redesignated existing par. (1)(A) as par. (1B)(A); in redesignated par. (1B)(A), substituted \"in the District of Columbia.\" for \", and which pays, or is subject to the payment of, taxes on earnings, or fees in lieu of taxes, to the District of Columbia, or which qualifies for tax-exempt status under District law.\"; repealed pars. (6) and (7); in par. 8, deleted \"to register with the District to do business in the District and\"; and, in par. (12), substituted \"basic\" for \"master\". Prior to repeal, pars. (6) and (7) had read as follows:\n\n\"(6) 'Master application' means a document incorporating pertinent data from existing applications for licenses covered under this subchapter.\"\n\n\"(7) 'Master business license' means the single document designed for public display issued by the business license center that certifies District agency license approval and that incorporates the endorsements for individual licenses included in the master business license system, that the District requires for any person subject to this subchapter.\"\n\nD.C. Law 15-354, in par. (1B), validated a previously made technical correction.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Religious Organization Exemption Amendment Temporary Act of 2002 (D.C. Law 14-216, March 25, 2002, law notification 50 DCR 2729).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Religious Organization Congressional Review Emergency Act of 2002 (D.C. Act 14-535, December 2, 2002, 49 DCR 11645).\n\nFor temporary (90 day) amendment of section, see § 2 of Religious Organization Exemption Emergency Act of 2002 (D.C. Act 14-415, July 17, 2002, 49 DCR 7382).\n\nFor temporary (90 day) amendment of section, see § 2 of Religious Organization Exemption Congressional Review Emergency Act of 2003 (D.C. Act 15-45, March 24, 2003, 50 DCR 2812).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nFor temporary (90 day) provisions for Mayor's report to Council, see § 4 of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nLegislative History of Laws\n\nLaw 12-86, the \"Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-458, which was referred to the Committee on Public Works and the Environment and the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 19, 1997, and January 6, 1998, respectively. Signed by the Mayor on January 21, 1998, it was assigned Act No. 12-256 and transmitted to both Houses of Congress for its review. D.C. Law 12-86 became effective on April 29, 1998.\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 47-2801.\n\nFor Law 15-38, see notes following § 47-2404.\n\nFor Law 15-354, see notes following § 47-340.03.\n\nMiscellaneous Notes\n\nSection 4 of Law 15-38 provides: \"Within 16 months of the effective date of this act, the Mayor shall provide the Council with a 12-month report on the effect of this act on the regulatory, economic development, and consumer protection operations of the District of Columbia, with recommendations for modification to the District of Columbia's regulatory framework, as warranted.\"\n\nDC CODE § 47-2851.01\n\nCurrent through December 11, 2012","credits":"(Apr. 29, 1998, D.C. Law 12-86, § 101(b), 45 DCR 1172; Apr. 20, 1999, D.C. Law 12-261, § 2002(b), (c), 46 DCR 3142; Aug. 11, 2003, D.C. Law 15- 38, § 2(c), 50 DCR 6913; Oct. 28, 2003, D.C. Law 15-38, § 2(c), 50 DCR 6913; Apr. 13, 2005, D.C. Law 15-354, § 73(l)(5), 52 DCR 2638.)","sections":[{"prefix":"1","text":" \"Basic business license\" means the single document designed for public display issued by the business license center that certifies District agency license approval and that incorporates the endorsements for individual licenses included in the basic business license system that the District requires for any person subject to this subchapter. The term \"basic business license\" shall include a master business license issued prior to the effective date of the Streamlining Regulation Emergency Act of 2003, passed on an emergency basis on July 8, 2003 (Enrolled version of Bill 15-317) [August 11, 2003]."},{"prefix":"1A","text":" \"Basic business license application\" means a document incorporating pertinent data from existing applications for licenses covered under this subchapter."},{"prefix":"1B","text":"(A) \"Business\" means any trade, profession, or activity which provides, or holds itself out to provide, goods or services to the general public or to any portion of the general public, for hire or compensation in the District of Columbia."},{"prefix":"B","text":" \"Business\" shall not include the following:"},{"prefix":"i","text":" The activities of any political subdivision, or of any authority created and organized under and pursuant to law of the District;"},{"prefix":"ii","text":" The activities of any compact entered into by the District with any state or political subdivision of a state; or"},{"prefix":"iii","text":" Any employment for wages or salary."},{"prefix":"2","text":" \"Business License Center\" means the business registration and licensing center established by this subchapter and located in and under the administrative control of the Department of Consumer and Regulatory Affairs."},{"prefix":"3","text":" \"Department\" means the Department of Consumer and Regulatory Affairs."},{"prefix":"4","text":" \"Director\" means the Director of the Department of Consumer and Regulatory Affairs."},{"prefix":"5","text":" \"License\" means the whole or part of any agency permit, license, certificate, approval, registration, charter, or any form or permission required by law, including agency rule, to engage in any activity."},{"prefix":"5A","text":" \"License information packet\" means a collection of information about licensing requirements and application procedures custom-assembled for each request."},{"prefix":"6","text":" Repealed."},{"prefix":"7","text":" Repealed."},{"prefix":"8","text":" \"Person\" means any individual, sole proprietorship, partnership, association, cooperative, corporation, nonprofit organization, and any other organization required to obtain one or more licenses from the District or any of its agencies."},{"prefix":"9","text":" \"Regulation\" means any licensing or other governmental or statutory requirements pertaining to business or professional activities."},{"prefix":"10","text":" \"Regulatory agency\" means any District agency, board, commission, or division which regulates one or more professions, occupations, industries, businesses, or activities."},{"prefix":"11","text":" \"Renewal application\" means a document used to collect pertinent data for renewal of licenses covered under this subchapter."},{"prefix":"12","text":" \"System\" means the mechanism by which basic business licenses are issued and renewed, license and regulatory information is disseminated, and account data is exchanged by the agencies."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-A","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2851","identifier":"47-2851.01","catch_text":"Definitions."}}