{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2865.\n\nEffect of Amendments\n\nD.C. Law 16-279 rewrote subsec. (a); and added subsec. (c). Prior to amendment, subsec. (a) read:\n\n\"(a) An applicant whose application for a license or permit is either proposed for denial or revocation, or is denied or revoked, because of this subchapter, shall have the same remedy for appeal as otherwise provided by law for the denial or revocation of the affected license or permit.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-118, see Historical and Statutory Notes following § 47-2861.\n\nFor Law 16-279, see notes following § 47-2829.\n\nDC CODE § 47-2865\n\nCurrent through December 11, 2012","credits":"(May 11, 1996, D.C. Law 11-118, § 6, 43 DCR 1191; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Mar. 14, 2007, D.C. Law 16-279, § 209(d), 54 DCR 903.)","sections":[{"prefix":"a","text":" A person whose license or permit is revoked pursuant to § 47-2864 shall have the same remedy for appeal as otherwise provided by law for the revocation of that license or permit."},{"prefix":"b","text":" Nothing in this subchapter shall be construed as granting a new or separate right of appeal on the merits or validity of fines or penalties, or past due taxes, and any appeal of a denial or revocation pursuant to this subchapter shall not consider the merits or validity of the outstanding debt to the District."},{"prefix":"c","text":" Any person whose application is denied pursuant to § 47-2862 may request a hearing within 10 days of the denial on the basis for that denial."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"II","text":"Clean Hands Before Receiving a License or Permit."},"heading":{"title":"47","chaptersection":"2865","identifier":"47-2865","catch_text":"Remedies."}}