{"text":"Any person who shall violate any provision of this part or of any regulation promulgated by the Mayor under the authority of this part shall be guilty of a misdemeanor and shall be punished by a fine not exceeding $300 or by imprisonment for not more than 90 days, or both. Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this part, or any rules or regulations issued under the authority of this part, pursuant to Chapter 18 of Title 2. Adjudication of any infraction of this part shall be pursuant to Chapter 18 of Title 2.","historical":"Prior Codifications\n\n1981 Ed., § 2-504.\n\n1973 Ed., § 2-2304.\n\nEffect of Amendments\n\nD.C. Law 19-171 enacted into law Part A of subchapter IV of Chapter 28 of Title 47.\n\nLegislative History of Laws\n\nLaw 6-42, the \"Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985,\" was introduced in Council and assigned Bill No. 6-187, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 25, 1985, and July 9, 1985, respectively. Signed by the Mayor on July 16, 1985, it was assigned Act No. 6- 60 and transmitted to both Houses of Congress for its review.\n\nFor history of Law 19-171, see notes under § 47-2883.01.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 47-2883.04\n\nCurrent through December 11, 2012","credits":"(Sept. 6, 1960, 74 Stat. 816, Pub. L. 86-715, § 4; Oct. 5, 1985, D.C. Law 6-42, § 433(a), 32 DCR 4450; Sept. 26, 2012, D.C. Law 19-171, § 302(b), 59 DCR 6190.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"A","text":"Home Improvement Businesses."},"heading":{"title":"47","chaptersection":"2883","identifier":"47-2883.04","catch_text":"Penalty."}}