{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-1909.\n\n1973 Ed., § 2-2009.\n\nEffect of Amendments\n\nD.C. Law 18-315 rewrote subsec. (a); and added subsecs. (c) and (d). Prior to amendment, subsec. (a) read as follows:\n\n\"(a) The Mayor shall investigate from time to time the economic conditions and other factors relating to and affecting the business of making pawnbroker loans under this part, and shall ascertain all pertinent facts necessary to determine what maximum rate of interest should be permitted. Upon the basis of such ascertained facts, the Council of the District of Columbia shall determine and fix by regulation or order a maximum rate of interest in connection with such loans which will induce efficiently managed commercial capital to be invested in such business in sufficient amounts to make available adequate credit facilities to individuals seeking such loans at reasonable rates of interest, and which will afford those engaged in such business a fair and reasonable return upon the assets. The Council may from time to time, upon the basis of changed conditions or facts, redetermine and refix any such maximum rate of interest, but, before determining or redetermining any such maximum rate, the Council shall give reasonable notice of its intention to consider doing so to all licensees and a reasonable opportunity to be heard and introduce evidence with respect thereto, and such notice shall also be published once each week for 2 consecutive weeks in one or more of the daily newspapers published in the District. Any such changed maximum rate of interest shall not affect preexisting loan contracts lawfully entered into between any licensee and any borrower. Until such time as a different rate is fixed by the Council in accordance with the authorization contained in this section, every licensed pawnbroker may contract for and receive on any loan of money, not exceeding 2 per centum per month, or fraction thereof, upon any loan not exceeding the sum of $200, or more than 1 per centum per month or fraction thereof, upon any loan exceeding $200 and not exceeding $1,000, and 8 per centum per annum on any loan in excess of $1,000, under a penalty of $100 for each such offense; provided, that pawnbrokers may ask, demand, and receive a minimum charge in lieu of interest of $.50.\"\n\nD.C. Law 19-171 enacted into law Part B of subchapter IV of Chapter 28 of Title 47.\n\nTemporary Amendments of Section\n\nSection 2(b) of D.C. Law 18-200 amended subsec. (a) to read as follows:\n\n\"(a)(1) The maximum rate of interest which a pawnbroker may contract for, and receive, including fees, shall not exceed 24% per annum; provided, that this subsection shall not apply to any pawnbroker licensed in accordance with this part as of April 1, 2010.\n\n\"(2) The maximum rate of interest which a pawnbroker licensed in accordance with this part as of April 1, 2010 may contract for and receive shall be the same as permitted by section 8 of Article 41 of the Police Regulations, effective August 22, 1957 (C.O. 57-1638; 16 DCMR § 910).\".\n\nSection 4(b) of D.C. Law 18-200 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(b) of Predatory Pawnbroker Regulation and Community Notification Emergency Act of 2010 (D.C. Act 18-385, April 29, 2010, 57 DCR 3838).\n\nLegislative History of Laws\n\nFor history of Law 18-315, see notes under § 47-2884.03.\n\nFor history of Law 19-171, see notes under § 47-2884.01.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(72) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 47-2884.09\n\nCurrent through December 11, 2012","credits":"(Aug. 6, 1956, 70 Stat. 1040, ch. 970, § 9; Mar. 12, 2011, D.C. Law 18-315, § 4(c), 57 DCR 12412; Sept. 26, 2012, D.C. Law 19-171, § 302(b), 59 DCR 6190.)","sections":[{"prefix":"a","text":" Beginning January 1, 2011, the maximum rate of interest which a pawnbroker may contract for, and receive, including fees, shall not exceed 5% per month, or fraction of the month, for the first 6 months of a loan, and 3% per month, or fraction of the month, thereafter; provided that, a pawnbroker may contract for, and receive, a minimum charge of $2 per month, or fraction of the month, in lieu of interest."},{"prefix":"b","text":" The borrower may pay all or any part of any loan made pursuant to this part at any time before the date of maturity thereof, but any such payment may first be applied by the licensee to all interest unpaid up to the date of such payment."},{"prefix":"c","text":" Once during each calendar year, a borrower shall have the right to rescind any pawn loan by the end of the same business day of the transaction. A $2 fee may be assessed by the licensee to offset the administrative cost of the rescission."},{"prefix":"d","text":" The Mayor shall, no more frequently than once every 3 years, investigate from time to time the economic conditions and other factors relating to and affecting the business of making pawnbroker loans under this part and shall ascertain and report to the Council all pertinent facts necessary to determine what maximum rate of interest should be permitted."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"B","text":"Pawnbrokers."},"heading":{"title":"47","chaptersection":"2884","identifier":"47-2884.09","catch_text":"Maximum rate of interest permitted; repayment of loan."}}