{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 14-107, see notes following § 47-2887.01.\n\nUniform Law\n\nThis section is based upon § 6 of the Uniform Athlete Agents Act. See Vol. 7, Pt. I, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 47-2887.05\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2002, D.C. Law 14-107, § 3, 49 DCR 1193).","sections":[{"prefix":"a","text":" Except as otherwise provided in subsection (b) of this section, the Mayor shall issue a certificate of registration to an individual who complies with § 47-2887.04(a) or whose application has been accepted under § 47- 2887.04(b)."},{"prefix":"b","text":" The Mayor may refuse to issue a certificate of registration if the Mayor determines that the applicant has engaged in conduct that has a significant adverse effect on the applicant's fitness to act as an athlete agent. In making the determination, the Mayor may consider whether the applicant has:"},{"prefix":"1","text":" Been convicted of a crime that, if committed in the District of Columbia, would be a crime involving moral turpitude or a felony;"},{"prefix":"2","text":" Made a materially false, misleading, deceptive, or fraudulent representation in the application or as an athlete agent;"},{"prefix":"3","text":" Engaged in conduct that would disqualify the applicant from serving in a fiduciary capacity;"},{"prefix":"4","text":" Engaged in conduct prohibited by § 47-2887.13;"},{"prefix":"5","text":" Had a registration or licensure as an athlete agent suspended, revoked, or denied or been refused renewal of registration or licensure as an athlete agent in any State;"},{"prefix":"6","text":" Engaged in conduct the consequence of which was that a sanction, suspension, or declaration of ineligibility to participate in an interscholastic or intercollegiate athletic event was imposed on a student-athlete or educational institution; or"},{"prefix":"7","text":" Engaged in conduct that significantly adversely reflects on the applicant's credibility, honesty, or integrity."},{"prefix":"c","text":" In making a determination under subsection (b) of this section, the Mayor shall consider:"},{"prefix":"1","text":" How recently the conduct occurred;"},{"prefix":"2","text":" The nature of the conduct and the context in which it occurred; and"},{"prefix":"3","text":" Any other relevant conduct of the applicant."},{"prefix":"d","text":" An athlete agent may apply to renew a registration by submitting an application for renewal in a form prescribed by the Mayor. An application filed under this section is a public record. The application for renewal must be signed by the applicant under penalty of perjury and must contain current information on all matters required in an original registration."},{"prefix":"e","text":" An individual who has submitted an application for renewal of registration or licensure in another State, in lieu of submitting an application for renewal in the form prescribed pursuant to subsection (d) of this section, may file a copy of the application for renewal and a valid certificate of registration or licensure from the other State. The Mayor shall accept the application for renewal from the other State as an application for renewal in the District of Columbia if the application to the other State:"},{"prefix":"1","text":" Was submitted in the other State within 6 months next preceding the filing in the District of Columbia and the applicant certifies the information contained in the application for renewal is current;"},{"prefix":"2","text":" Contains information substantially similar to or more comprehensive than that required in an application for renewal submitted in the District of Columbia; and"},{"prefix":"3","text":" Was signed by the applicant under penalty of perjury."},{"prefix":"f","text":" A certificate of registration or a renewal of a registration is valid for 2 years."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"E","text":"Athlete Agents. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2887","identifier":"47-2887.05","catch_text":"Certificate of registration; issuance or denial; renewal."}}