{"text":"If a return required by this chapter is not filed, or if a return when filed is incorrect or insufficient, the amount of tax due shall be determined by the Mayor from such information as may be obtainable. Assessments of any deficiencies in the tax due under this chapter, or any interest and penalties thereon, shall be governed by § 47-4312.","historical":"Prior Codifications\n\n1981 Ed., § 47-2019.\n\n1973 Ed., § 47-2616.\n\nEffect of Amendments\n\nD.C. Law 15-217 rewrote the section which had read as follows:\n\n\"If a return required by this chapter is not filed, or if a return when filed is incorrect or insufficient, the amount of tax due shall be determined by the Mayor from such information as may be obtainable. Notice of such determination shall be given to the taxpayer. Such determination shall finally and irrevocably fix the tax unless the person against whom it is assessed, within 30 days after the giving of notice of such determination, shall apply in writing to the Mayor for a hearing, or unless the Mayor of his own motion shall redetermine the same. After such hearing or redetermination the Mayor shall give notice of his final determination to the person against whom the tax is assessed.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(c) of Office of Administrative Hearings Establishment Emergency Amendment Act of 2004 (D.C. Act 15-513, August 2, 2004, 51 DCR 8976).\n\nFor temporary (90 day) amendment of section, see § 3(c) of Office of Administrative Hearings Establishment Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-553, October 26, 2004, 51 DCR 10359).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-131, see Historical and Statutory Notes following § 47-2001.\n\nFor Law 15-217, see notes following § 47-1528.\n\nDC CODE § 47-2019\n\nCurrent through December 11, 2012","credits":"(May 27, 1949, 63 Stat. 119, ch. 146, title I, § 139; July 24, 1982, D.C. Law 4-131, § 223, 29 DCR 2418; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Dec. 7, 2004, D.C. Law 15-217, § 4(c), 51 DCR 9126.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Gross Sales Tax. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2019","identifier":"47-2019","catch_text":"Determination of deficiencies."}}