{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 14-107, see notes following § 47-2887.01.\n\nUniform Law\n\nThis section is based upon § 14 of the Uniform Athlete Agents Act. See Vol. 7, Pt. I, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 47-2887.13\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2002, D.C. Law 14-107, § 3, 49 DCR 1193).","sections":[{"prefix":"a","text":" An athlete agent, with the intent to induce a student-athlete to enter into an agency contract, may not:"},{"prefix":"1","text":" Give any materially false or misleading information or make a materially false promise or representation;"},{"prefix":"2","text":" Furnish anything of value to a student-athlete before the student- athlete enters into the agency contract; or"},{"prefix":"3","text":" Furnish anything of value to any individual other than the student- athlete or another registered athlete agent."},{"prefix":"b","text":" An athlete agent may not intentionally:"},{"prefix":"1","text":" Initiate contact with a student-athlete unless registered under this part;"},{"prefix":"2","text":" Refuse or fail to retain or permit inspection of the records required to be retained by § 47-2887.12;"},{"prefix":"3","text":" Fail to register when required by § 47-2887.03;"},{"prefix":"4","text":" Provide materially false or misleading information in an application for registration or renewal of registration;"},{"prefix":"5","text":" Predate or postdate an agency contract; or"},{"prefix":"6","text":" Fail to notify a student-athlete before the student-athlete signs or otherwise authenticates an agency contract for a particular sport that the signing or authentication may make the student-athlete ineligible to participate as a student-athlete in that sport."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"E","text":"Athlete Agents. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2887","identifier":"47-2887.13","catch_text":"Prohibited conduct."}}