{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-2009.\n\nEffect of Amendments\n\nD.C. Law 19-171 enacted into law Part C of subchapter IV of Chapter 28 of Title 47.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-98, see Historical and Statutory Notes following § 47-2885.01.\n\nFor history of Law 19-171, see notes under § 47-2885.01.\n\nDC CODE § 47-2885.09\n\nCurrent through December 11, 2012","credits":"(Sept. 16, 1980, D.C. Law 3-98, § 10, 27 DCR 3528; Sept. 26, 2012, D.C. Law 19-171, § 302(b), 59 DCR 6190.)","sections":[{"prefix":"a","text":" A pharmacy shall be operated only by a licensed pharmacist. During all times when the pharmacy is open for business a pharmacist shall be on duty. The pharmacist on duty shall post his or her license in a conspicuous place during the time he or she is on duty. The hours that the pharmacy is open for business shall be conspicuously displayed on the outside of the pharmacy."},{"prefix":"b","text":" The pharmacist on duty shall control all professional aspects of the practice of pharmacy; any usurpation, in reference or impairment of the exercise of professional judgment of the pharmacist on duty by a nonpharmacist proprietor or personnel shall be deemed the practice of pharmacy and constitute a violation of this part."},{"prefix":"c","text":"(1) If only part of an establishment or institution is used as the pharmacy and if the pharmacy is not open to the public at the times when the rest of the establishment is open to the public, the pharmacy shall be securely enclosed so as to prevent unauthorized access to pharmacy areas and to prevent the diversion of drugs stored in pharmacy areas."},{"prefix":"2","text":" The pharmacy and any storage areas for prescription drugs outside of the pharmacy shall be substantially constructed."},{"prefix":"3","text":" All doors shall be capable of being securely locked, and access shall be restricted to pharmacists, the proprietor of the pharmacy, or persons authorized by a pharmacist with the consent of the proprietor."},{"prefix":"4","text":" The key or keys to areas are to be under the control or in the possession of the pharmacist on duty or the proprietor of the pharmacy."},{"prefix":"d","text":" Burglaries and damage to the pharmacy or its contents by fire, flood, or other causes shall be reported immediately to the Mayor. Neither drugs nor other merchandise shall be dispensed, sold, held for sale, or given away in any pharmacy damaged by fire, flood, or other causes until the Mayor has determined that the merchandise is not adulterated or otherwise unfit for sale, use, or consumption. Damaged premises shall be inspected by the Mayor to determine their continued suitability for pharmacy operations."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"C","text":"Pharmacy."},"heading":{"title":"47","chaptersection":"2885","identifier":"47-2885.09","catch_text":"Operation of pharmacy."}}