{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 201(b) of Ballpark Omnibus Financing and Revenue Tax Provisions Emergency Amendment Act of 2004 (D.C. Act 15-719, January 4, 2005, 52 DCR 1790).\n\nFor temporary (90 day) addition, see § 201(b) of Ballpark Omnibus Financing and Revenue Tax Provisions Congressional Review Emergency Act of 2005 (D.C. Act 16- 25, February 17, 2005, 52 DCR 2981).\n\nLegislative History of Laws\n\nFor Law 15-320, see notes following § 47-368.03.\n\nDC CODE § 47-2002.05\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2005, D.C. Law 15-320, § 110(d)(2), 52 DCR 1757.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Ballpark\" means:"},{"prefix":"A","text":" A stadium constructed after October 1, 2004 to be owned by the District on a site bounded by N Street, S.E., Potomac Avenue, S.E., South Capitol Street, S.E., and 1st Street, S.E., or such other site determined pursuant to [§ 10- 1601.05], if the primary site shall be infeasible, including facilities functionally related and subordinate thereto and the accompanying infrastructure, including office and transportation facilities (including parking) adjacent to or serving the stadium, that has as its primary purpose the hosting of professional athletic team events and is constructed in whole or in part with funds deposited in, or bonds or other evidence of indebtedness the debt service upon which is financed in whole or in part by monies deposited in, the Ballpark Revenue Fund; and"},{"prefix":"B","text":" Until such time as the hosting of professional athletic team events for which tickets are sold has commenced at the newly-constructed stadium, Robert F. Kennedy Stadium, described as that geographic area of the District of Columbia consisting of the areas designated as A, B, C, D, or E on the revised map entitled \"Map to Designate Transfer of Stadium and Lease of Parking Lots to the District,\" prepared jointly by the National Park Service (National Capital Region) and the District of Columbia Department of Public Works for site development and dated October 1986 (NPS Drawing number 831/87284-A), and any other future additions thereto."},{"prefix":"2","text":" \"Ballpark Revenue Fund\" means the fund established by [§ 10-1601.02]."},{"prefix":"3","text":" \"Professional athletic team\" includes any professional baseball, basketball, football, soccer, hockey, lacrosse, or other athletic team whose members receive financial compensation from their participation in the team's athletic exhibitions."},{"prefix":"4","text":" \"Ticket\" means any physical, electronic, or other form of a certificate, documents, or token showing that a fare, admission, or license fee for a revocable right to enter the ballpark, or a right to purchase future rights to enter the ballpark, has been paid."},{"prefix":"b","text":" Notwithstanding any other provision of this chapter relating to the imposition of sales tax on either a retail sale or a sale at retail, there is hereby imposed an additional sales tax of 4.25% on the gross receipts of any person from the sale of tickets to any public event referred to in § 47- 2001(n)(1)(H) sponsored by the person (or any affiliate of such person) and to be performed at the ballpark, regardless of whether the ticket is sold to a person who resells the ticket to another person or to a person who uses the ticket for admission to the event; provided, that with respect to tickets to events at Robert F. Kennedy Stadium, the tax shall apply only to professional baseball games or professional baseball-related events and exhibitions."},{"prefix":"c","text":" Notwithstanding any other provision of this chapter, there is hereby imposed an additional sales tax of 4.25% on the gross receipts of any person from the sale at the ballpark during such times as shall reasonably relate to the performance of baseball games or baseball-related events and exhibitions at the ballpark of tangible personal property or services otherwise taxable under the provisions of this chapter, except the gross receipts from (1) sales of food and beverages subject to the tax imposed by § 47-2002(3), and (2) the sale of or charge for the service of parking motor vehicles; provided, that with respect to the sale of tangible personal property or services at Robert F. Kennedy Stadium, the additional tax shall apply only to professional baseball games or professional baseball-related events and exhibitions."},{"prefix":"d","text":" The following revenues shall be deposited into one or more accounts within the Ballpark Revenue Fund:"},{"prefix":"1","text":" The revenues received by the District of Columbia from the taxes imposed by this section;"},{"prefix":"2","text":" The portion of the sales tax imposed by § 47-2002 on the gross receipts of any person from the sale of tickets to any public event referred to in § 47-2001(n)(1)(H) sponsored by the person (or any affiliate of such person) and to be performed at the ballpark, regardless of whether any such ticket is sold to a person who resells the ticket to another person or to a person who uses the ticket for admission to the event, except that, with respect to events at Robert F. Kennedy Stadium, only the portion of the tax levied on professional baseball games or professional baseball-related events and exhibitions;"},{"prefix":"3","text":" The portion of the sales tax imposed by § 47-2002 on the gross receipts of any person from the sale at the ballpark during such times as shall reasonably relate to the performance of baseball games or baseball-related events and exhibitions at the ballpark of tangible personal property or services otherwise taxable, except as otherwise provided in § 10-1203.07; and"},{"prefix":"4","text":" The portion of the sales tax imposed on the gross receipts from the sale of or charge for the service of parking motor vehicles that shall reasonably relate to the performance of baseball games or professional baseball related events and exhibitions at the ballpark."},{"prefix":"e","text":" The Chief Financial Officer or his delegate shall promulgate regulations as may be necessary and appropriate to carry out the provisions of this section, including regulations relating to the determination of District gross receipts and electronic filing and payment of sales taxes and fees. Until such time as the Chief Financial Officer or his delegate shall promulgate the regulations, any promoter of any event at which gross receipts from the sale of tickets, tangible personal property, or services are potentially subject to the taxes imposed by this section shall comply with the requirements of § 47-2002.04 as if the event were a special event."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Gross Sales Tax. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2002","identifier":"47-2002.05","catch_text":"Ballpark sales taxes."}}