{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-219, see notes following ยง 2-218.75.\n\nMiscellaneous Notes\n\nShort title: Section 2006 of D.C. Law 17-219 provided that subtitle C of title II of the act may be cited as the \"Business Licensing Processing Adjustment Act of 2008\".\n\nDC CODE ยง 47-2851.03d\n\nCurrent through December 11, 2012","credits":"(Aug. 16, 2008, D.C. Law 17-219, ยง 2007(b), 55 DCR 7598.)","sections":[{"prefix":"a","text":" A General Business License shall be required for all businesses engaging in any business transaction in the District that have a business tax identification number and who are not otherwise required to obtain an endorsement under a license endorsement category under this chapter. If a business entity is comprised of principals who are required to maintain licenses granted or regulated by a local, state, or national certification board or body, the entity and its licensed principals shall not be required to obtain a General Business License. A biennial fee of $200 shall be charged for the General Business License."},{"prefix":"b","text":" A General Contractor/Construction Manager License shall be required for individuals or businesses engaged in general contracting or construction management. A biennial fee of $500 shall be charged for the license. The Mayor may establish, by rule, bond requirements for general contractors and construction managers as a condition for issuance of the General Contractor/Construction Manager License."},{"prefix":"c","text":" The Mayor may adjust, by rule, the license fees established in subsections (a) and (b) of this section."},{"prefix":"d","text":" A license issued pursuant to this section shall be issued as a General Business endorsement to a basic business license."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-A","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2851","identifier":"47-2851.03d","catch_text":"General Business License and General Contractor/Construction Manager License."}}