{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2408.\n\n1973 Ed., § 47-2808.\n\nEffect of Amendments\n\nD.C. Law 13-305, in the second sentence of subsec. (f), substituted \"this chapter, but the period of limitations upon assessment and collections shall be determined by § 47-4301\" for \"this chapter\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-71, see Historical and Statutory Notes following § 47-2401.\n\nFor Law 13-305, see notes under § 47-901.\n\nMiscellaneous Notes\n\nSection 410(d) of D.C. Law 13-305 provides: \"Section 406(a), (c), (j), (m), (p), (q), (s), (w), (bb), (dd), (ee), (hh) through (kk), (mm) through (oo), (qq) through (uu), (yy), (zz), (bbb), (ddd), and (fff) shall apply for all tax years or taxable periods beginning after December 31, 2000.\"\n\nDC CODE § 47-2408\n\nCurrent through December 11, 2012","credits":"(May 27, 1949, 63 Stat. 139, ch. 146, title VI, § 609; Mar. 10, 1982, D.C. Law 4-71, § 2, 28 DCR 5243; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 406(rr), 48 DCR 334.)","sections":[{"prefix":"a","text":" The Mayor may require licensed wholesalers, retailers, vending machine operators, and every other person liable for or exempt from the tax imposed by this chapter or otherwise subject to the provisions of this chapter or the regulations issued by the Mayor pursuant to this chapter, to keep, maintain, and preserve records, books, and other documents; to file reports, statements, and returns; and to comply with such regulations relating thereto as the Mayor may prescribe. The Mayor may require that any reports, statements, or returns be verified by oath. The records, books, and other documents which the Mayor requires to be kept, maintained, and preserved shall be made available for examination and copying by the Mayor at the place or places prescribed by him at the time specified in subsection (b) of this section."},{"prefix":"b","text":" For purposes of ascertaining the correctness of any report, statement, or return; making a report, statement, or return where a complete and accurate report, statement, or return has not been filed; determining that all taxes due under this chapter have been properly paid; and determining compliance with the provisions of this chapter and the regulations issued hereunder, the Mayor may:"},{"prefix":"1","text":" Examine and copy any records, books, or other documents which may be relevant to such inquiry;"},{"prefix":"2","text":" Summon any person to appear before him at the time and place specified in the summons and produce such records, books, or other documents and give such testimony and answer such interrogatories, under oath, as may be relevant to such inquiry;"},{"prefix":"3","text":" Upon presenting appropriate credentials to the owner, operator, or agent in charge, enter any building or place during the usual business hours or any other time when such building or place is open:"},{"prefix":"A","text":" Where required records, books, or other documents are kept, maintained, or preserved for purposes of examining and copying such records, books, or other documents; and"},{"prefix":"B","text":" Where cigarettes are manufactured, kept for sale, offered for sale, or sold by a licensed wholesaler, retailer, or vending machine operator; and"},{"prefix":"4","text":" Stop any conveyance that the Mayor has knowledge or reasonable cause to believe is carrying more than 200 cigarettes and, upon presenting appropriate credentials to the operator thereof, examine the invoices or delivery tickets for such cigarettes and inspect the conveyance for contraband cigarettes."},{"prefix":"c","text":" Any owner, operator, or agent in charge of any building or place where required records, books, or other documents are kept, maintained, or preserved or where cigarettes are manufactured, kept for sale, offered for sale, or sold by a licensed wholesaler, retailer, or vending machine operator who refuses to permit the Mayor, acting under the authority of subsection (b)(3) of this section, to enter and examine such records, books, or other documents or to inspect such cigarettes, or who obstructs, impedes, or interferes with the Mayor while he is engaged in the performance of his official duties under subsection (b)(3) of this section shall, upon conviction thereof, be fined not more than $1,000 or imprisoned for not more than 1 year, or both."},{"prefix":"d","text":" Any person who, having been summoned, neglects or refuses to obey the summons issued as herein provided, shall, upon conviction thereof, be fined not more than $1,000 or imprisoned for not more than 1 year, or both. If any person, having been summoned, neglects or refuses to obey the summons issued as herein provided, the Mayor may report that fact to the Superior Court of the District of Columbia, or 1 of the judges thereof, and that Court, or any judge thereof, is empowered to compel obedience of such summons to the same extent and under the same penalties as witnesses may be compelled to obey the subpoenas of that Court. Any failure to obey the order of the Court may be punished by the Court as a contempt thereof."},{"prefix":"e","text":" No person shall willfully file an application for a license, permit, authorization, or refund; request for revision or abatement; claim for refund or allowance; or report, statement, or return; or keep or maintain any records, books, or other documents which are known to him to be false or fraudulent as to any material matter. No person shall willfully aid or assist in, or procure, counsel, or advise, the preparation, filing, or keeping of any applications, requests, claims, reports, statements, returns, records, books, or other documents which are false or fraudulent as to any material matter."},{"prefix":"f","text":" Any person required to file any report, statement, or return or to keep, maintain, and preserve any records, books, or other documents, who fails to file a complete and accurate report, statement, or return on or before the date that such report, statement, or return is due (determined with regard to any extension of time for filing granted by the Mayor) or who fails to keep, maintain, and preserve complete and accurate records, books, or other documents, unless it is shown by such person that such failure is due to reasonable cause and not to neglect, shall pay a penalty of $10 for each day during which such failure continues. The provisions of §§ 47-412 and 47- 413 shall be applicable to the tax imposed by this chapter, but the period of limitations upon assessment and collections shall be determined by § 47- 4301."},{"prefix":"g","text":" If any person required to keep, maintain, and preserve any records, books, or other documents relating to exempt sales or possessions of cigarettes fails to keep, maintain, and preserve complete and accurate records, books, or other documents relating thereto, such sales and possessions shall, unless it is shown by such person that failure is due to reasonable cause and not to neglect, be deemed taxable sales and possessions."},{"prefix":"h","text":" The Mayor may, upon written application made before the date prescribed for filing any report, statement, or return, grant a reasonable extension of time for filing the report, statement or return required by this chapter, whenever good cause exists for such extension."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"24","text":"Cigarette Tax."},"heading":{"title":"47","chaptersection":"2408","identifier":"47-2408","catch_text":"Records; reports; returns."}}