{"text":"All prosecutions under this subchapter shall be in the Superior Court of the District of Columbia upon information by the Attorney General for the District of Columbia or 1 of his assistants. Any person violating any of the provisions of this subchapter shall, upon conviction thereof, be punished by a fine of not less than $10 nor more than $200 or imprisonment of not more than 60 days or both, in the discretion of the court. Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this subchapter, or any rules or regulations issued under the authority of this subchapter, pursuant to Chapter 18 of Title 2. Adjudication of any infraction of this subchapter shall be pursuant to Chapter 18 of Title 2.","historical":"Prior Codifications\n\n1981 Ed., § 47-2707.\n\n1973 Ed., § 47-2207.\n\nEffect of Amendments\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\".\n\nLegislative History of Laws\n\nLaw 6-42, the \"Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985,\" was introduced in Council and assigned Bill No. 6-187, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 25, 1985, and July 9, 1985, respectively. Signed by the Mayor on July 16, 1985, it was assigned Act No. 6- 60 and transmitted to both Houses of Congress for its review.\n\nFor Law 15-354, see notes following § 47-340.03.\n\nDC CODE § 47-2707\n\nCurrent through December 11, 2012","credits":"(Sept. 8, 1916, 39 Stat. 847, ch. 473, § 7; Apr. 1, 1942, 56 Stat. 190, ch. 207, § 1; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a); Oct. 5, 1985, D.C. Law 6- 42, § 465, 32 DCR 4450; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Apr. 13, 2005, D.C. Law 15-354, § 73(k), 52 DCR 2638.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"27","text":"Permits and Fees."},"subchapter":{"identifier":"I","text":"Public Auction Permits. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2707","identifier":"47-2707","catch_text":"Prosecutions."}}