{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2352.\n\nEffect of Amendments\n\nD.C. Law 13-305 repealed subsec. (b), rewrote subsec. (c), and repealed subsec. (e).\n\nPrior to repeal, subsecs. (b) and (e) read:\n\n\"(b) All commercial vehicles with a GVWR of over 10,000 pounds and engaged in the interjurisdictional transport of goods or passengers shall be eligible for uniform licensing and payment of fuel taxes.\"\n\n\"(e) Vehicles qualifying for registration for the IFTA under subsection (b) of this section, but not apportioned or covered by reciprocity, and engaged in interjurisdictional movement, shall acquire a trip pass prior to entering the District.\"\n\nPrior to amendment, subsec. (c) read:\n\n\"(c) Vehicles exhibiting the following characteristics shall declare a jurisdictional base and obtain the apportioned credentials issued under the terms of the IFTA:\n\n\"(1) Vehicles with two axles and a GVWR of 26,000 pounds or more; or\n\n\"(2) Vehicles with three or more axles.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-153, see Historical and Statutory Notes following § 47-2351.\n\nFor Law 13-305, see notes under § 47-901.\n\nDC CODE § 47-2352\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1998, D.C. Law 12-153, § 2(d), 45 DCR 3853; June 9, 2001, D.C. Law 13-305, § 302(e), 48 DCR 334.)","sections":[{"prefix":"a","text":" The Mayor shall implement a program for a uniform system of licensing and payment of fuel taxes by interjurisdictional motor carriers fleets consistent with the IFTA."},{"prefix":"b","text":" Repealed."},{"prefix":"c","text":"(1) Commercial vehicles exhibiting the following characteristics shall declare a jurisdictional base and obtain the apportioned credentials issued under the terms of the IFTA:"},{"prefix":"A","text":" Vehicles with 2 axles and GVWR of more than 26,000 pounds;"},{"prefix":"B","text":" Vehicles with 3 or more axles regardless of weight; or"},{"prefix":"C","text":" When used in combination, the weight of the combination exceeds 26,000 pounds."},{"prefix":"d","text":" Any vehicle required or eligible to obtain registration under the IFTA that lists the District as the established place of business must declare the District of Columbia as its jurisdictional base pursuant to the IFTA."},{"prefix":"e","text":" Repealed."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Motor Fuel Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"International Fuel Tax Agreements."},"heading":{"title":"47","chaptersection":"2352","identifier":"47-2352","catch_text":"Registration."}}