{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-193, see notes under ยง 47-2853.76a.\n\nDC CODE ยง 47-2853.76c\n\nCurrent through December 11, 2012","credits":"(Oct. 23, 2012, D.C. Law 19-193, ยง 3(g), 59 DCR 10388.)","sections":[{"prefix":"a","text":" An applicant for licensure as a body artist shall establish to the satisfaction of the Board that he or she:"},{"prefix":"1","text":" Has received a certificate of completion of a course in blood borne pathogens, cardiopulmonary resuscitation, and first aid, conferred by an institution or organization that is recognized by the Board or that the Board determines to be substantially equivalent thereof;"},{"prefix":"2","text":" Has worked as an apprentice body artist, under the training of a body artist who has been licensed in the District of Columbia, for at least 500 hours;"},{"prefix":"3","text":" Has passed the examinations required by the Board;"},{"prefix":"4","text":" Has not had his or her license to practice body art procedures suspended or revoked in any other jurisdiction; and"},{"prefix":"5","text":" Meets any other requirements established by rule to ensure that the applicant has had the proper training and experience to perform body art procedures."},{"prefix":"b","text":" Any person who can demonstrate to the satisfaction of the Board that he or she has worked as a body artist in the District or elsewhere for at least 4,000 hours over a period of 2 years immediately preceding the date of application, or has equivalent experience that is acceptable to the Board, is exempt from the requirement in subsection (a)(2) of this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-B","text":"Non-Health Related Occupations and Professions Licensure."},"part":{"identifier":"D-I","text":"Body Artists."},"heading":{"title":"47","chaptersection":"2853","identifier":"47-2853.76c","catch_text":"Eligibility requirements."}}