{"text":"\"The United States Food and Drug Administration has not approved any pigment color additive for injectable use as tattoo ink. There may be a risk of carcinogenic decomposition associated with certain pigments when the pigments are subsequently exposed to concentrated ultra-violet light or laser irradiation.\"","historical":"Legislative History of Laws\n\nLaw 19-193, the \"Regulation of Body Artists and Body Art Establishments Act of 2012\", was introduced in Council and assigned Bill No. 19-221, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on June 5, 2012, and July 10, 2012, respectively. Signed by the Mayor on August 17, 2012, it was assigned Act No. 19-448 and transmitted to both Houses of Congress for its review. D.C. Law 19- 193 became effective on October 23, 2012.\n\nDC CODE ยง 47-2809.01\n\nCurrent through December 11, 2012","credits":"(Oct. 23, 2012, D.C. Law 19-193, ยง 3(b), 59 DCR 10388.)","sections":[{"prefix":"a","text":" For the purposes of this section and Part D-i of Subchapter I-B of this chapter, the term:"},{"prefix":"1","text":" \"Board\" means the Board of Barber and Cosmetology."},{"prefix":"2","text":" \"Body art\" or \"body art procedure\" means the process of physically modifying the body for cosmetic or other non-medical purposes, including tattooing, body piercing, and fixing indelible marks or figures on the skin through scarification, branding, tongue bifurcation, and tissue removal."},{"prefix":"3","text":" \"Body artist\" means an individual who is licensed under this chapter to perform body art procedures."},{"prefix":"4","text":" \"Body art establishment\" means any structure or venue, whether temporary or permanent, where body art procedures are performed."},{"prefix":"5","text":" \"Body piercing\" means the perforation of any human body part followed by the insertion of an object, such as jewelry, for cosmetic or other nonmedical purposes by using any of the following instruments, methods, or processes: stud and clasp, captive ball, soft tissue, cartilage, surface, surface-to-surface, microdermal implantation or dermal anchoring, subdermal implantation, and transdermal implantation. The term \"body piercing\" shall not include nail piercing."},{"prefix":"6","text":" \"Branding\" means the process of applying extreme heat with a pen-like instrument to create an image or pattern."},{"prefix":"7","text":" \"Cleansing product\" means any material used to apply cleansing agents to the skin, such as cotton balls, tissue or paper products, paper or plastic cups, towels, gauze, or sanitary coverings."},{"prefix":"8","text":" \"Operator\" means any person who owns, controls, or operates a body art establishment, whether or not the person actually performs body art procedures."},{"prefix":"9","text":" \"Sanitization\" means the reduction of the population of microorganisms to safe levels, as determined by the Department of Health, by a product registered with the Environmental Protection Agency (\"EPA\") or by chemical germicides that are registered with the EPA as hospital disinfectants."},{"prefix":"10","text":" \"Scarification\" means the placing of an indelible mark on the skin by the process of cutting or abrading the skin to bring about permanent scarring."},{"prefix":"11","text":" \"Sharps\" means any object, sterile or contaminated, that may penetrate the skin or mucosa, including presterilized single needles, scalpel blades, and razor blades."},{"prefix":"12","text":" \"Single-use\" means products or items intended for one-time use that are disposed of after use on a client."},{"prefix":"13","text":" \"Sterilization\" means the process of destruction of all forms of life by physical or chemical means."},{"prefix":"14","text":" \"Tattoo\" means the placing of pigment into the skin dermis for cosmetic or other nonmedical purposes, including the process of micropigmentation or cosmetic tattooing."},{"prefix":"15","text":" \"Tissue removal\" means placing an indelible mark or figure on the skin through removal of a portion of the dermis."},{"prefix":"16","text":" \"Tongue bifurcation\" means the cutting of the tongue from tip to part of the way toward the base, forking at the end."},{"prefix":"b","text":"(1) The Department of Health shall regulate body art establishments to ensure that such establishments have adequate health, sanitization, sterilization and safety methods, procedures, equipment, and supplies by:"},{"prefix":"A","text":" Establishing minimum sterilization, sanitation, health, and safety standards for the operation of such establishments as may be necessary to prevent infection and contamination of equipment, supplies, or work surfaces with pathogenic organisms; and"},{"prefix":"B","text":" Establishing and imposing operational licensing, registration requirements, and associated fee schedules."},{"prefix":"2","text":" Within 180 days of the effective date of this section, the Department of Health shall issue rules to implement the provisions of paragraph (1) of this subsection."},{"prefix":"c","text":"(1) All body art establishments offering tattooing procedures shall conspicuously post a written disclosure that states the following:"},{"prefix":"2","text":" All body art establishments offering tattooing procedures shall maintain documentation on the premises containing the following information and shall disclose such information to customers upon request:"},{"prefix":"A","text":" The components of the pigments used in the body art establishment;"},{"prefix":"B","text":" The names, addresses, and telephone numbers of the suppliers and manufacturers of pigments used in the body art establishment for the past 3 years; and"},{"prefix":"C","text":" Identification of any recalled pigments used in the establishment for the past 3 years and the supplier and manufacturer of each pigment."},{"prefix":"3","text":" All body art establishments shall maintain and use regularly calibrated autoclave equipment for the sterilization of any non-disposable body art equipment, at a frequency to be established by the Department of Health."},{"prefix":"4","text":" Only single-use disposable sharps, pigments, gloves, and cleansing products shall be used in connection with body art procedures in body art establishments, in accordance with rules established by the Department of Health pursuant to subsection (b) of this section."},{"prefix":"5","text":" A body art establishment that is in violation of this subsection shall be subject to license suspension or revocation and a maximum fine of $2,500."},{"prefix":"d","text":"(1) No person shall operate a body art establishment or perform body art procedures in a body art establishment unless that establishment has obtained a valid body art establishment license issued by the Mayor."},{"prefix":"2","text":" No body art establishment shall employ or permit body artists to perform body art procedures in the body art establishment unless the body artist holds a valid body art license issued by the Mayor."},{"prefix":"3","text":" Any person violating paragraph (1) or (2) of this subsection shall, upon conviction, be deemed guilty of a misdemeanor and may be punished by a fine not exceeding $2,500, imprisonment for not more than 3 months, or both."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I","text":"Specific Licensing Provisions."},"heading":{"title":"47","chaptersection":"2809","identifier":"47-2809.01","catch_text":"Body art establishments."}}