{"text":"It shall be presumed that all receipts from the sale of tangible personal property and services mentioned in this chapter are subject to tax until the contrary is established, and the burden of proving that a receipt is not taxable hereunder shall be upon the vendor or the purchaser as the case may be. Except as provided in § 47-2005(3), unless the vendor shall have taken from the purchaser a certificate signed by and bearing the name and address of the purchaser and the number of his registration certificate to the effect that the property or service was purchased for resale or the property or service is exempt under § 47-2005, the receipts from all sales shall be deemed taxable. The certificate herein required shall be in such form as the Mayor shall prescribe and, in case no certificate is furnished or obtained prior to the time the sale is consummated, the tax shall apply to the gross receipts therefrom as if the sale were made at retail.","historical":"Prior Codifications\n\n1981 Ed., § 47-2010.\n\n1973 Ed., § 47-2607.\n\nEffect of Amendments\n\nD.C. Law 13-305, in the second sentence, substituted \"the property or service was purchased for resale or the property or service is exempt under 47-2005,\" for \"the property or service was purchased for resale,\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-131, see Historical and Statutory Notes following § 47-2001.\n\nFor Law 13-305, see notes under § 47-901.\n\nMiscellaneous Notes\n\nSection 103 of D.C. Law 13-305 provides:\n\n\"Sec. 103. Applicability.\n\n\"Section 102(a) through (c) shall apply beginning April 1, 2001. Section 102(d) shall apply beginning October 1, 2001.\"\n\nDC CODE § 47-2010\n\nCurrent through December 11, 2012","credits":"(May 27, 1949, 63 Stat. 117, ch. 146, title I, § 130; July 24, 1982, D.C. Law 4-131, § 223, 29 DCR 2418; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 102(d), 48 DCR 334.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Gross Sales Tax. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2010","identifier":"47-2010","catch_text":"Presumption of taxability."}}