{"text":"For the purposes of this subchapter:","historical":"Prior Codifications\n\n1981 Ed., § 47-2855.1.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 47-2801.\n\nMiscellaneous Notes\n\nShort title of title II of Law 12-261: Section 2001 of D.C. Law 12-261 provided that title II of the act may be cited as the \"Business Regulatory Reform Act of 1998.\"\n\nDC CODE § 47-2855.01\n\nCurrent through December 11, 2012","credits":"(Apr. 20, 1999, D.C. Law 12-261, § 2005(b), 46 DCR 3142.)","sections":[{"prefix":"1","text":" \"Business\" means business as defined in § 47-2851.01(1)."},{"prefix":"2","text":" \"Department\" means the Department of Consumer and Regulatory Affairs."},{"prefix":"3","text":" \"Director\" means the Director of the Department of Consumer and Regulatory Affairs."},{"prefix":"4","text":" \"Executed\" means the signing of a document by a person under penalties of perjury and in an official and authorized capacity on behalf of the person submitting the document to the Department."},{"prefix":"5","text":" \"Person\" means any individual, partnership, limited liability company, or corporation conducting or having an interest in a business in the District of Columbia."},{"prefix":"6","text":" \"Trade name\" means a word or name, or any combination of a word or name, used by a person to identify the person's business which:"},{"prefix":"A","text":" Is not, or does not include, the true and real name of all persons conducting the business; or"},{"prefix":"B","text":" Includes words which suggest additional parties of interest such as \"company\", \"and sons\", or \"and associates\"."},{"prefix":"7","text":" \"True and real name\" means:"},{"prefix":"A","text":" The surname of an individual coupled with one or more of the individual's other names, one or more of the individual's initials, or any combination thereof;"},{"prefix":"B","text":" The designation or appellation by which an individual is best known and called in the business community where that individual transacts business, if this is used as that individual's legal signature;"},{"prefix":"C","text":" The registered corporate name of a domestic corporation as filed with the Mayor;"},{"prefix":"D","text":" The registered corporate name of a foreign corporation authorized to do business within the District of Columbia as filed with the Mayor;"},{"prefix":"E","text":" The registered partnership name of a domestic limited partnership as filed with the Mayor;"},{"prefix":"F","text":" The registered partnership name of a foreign limited partnership as filed with the Mayor; or"},{"prefix":"G","text":" The name of a general partnership which includes in its name the true and real names, as defined in subparagraphs (A) through (F) of this paragraph, of each general partner as required in § 47-2855.03."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-C","text":"Trade Names. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2855","identifier":"47-2855.01","catch_text":"Definitions."}}