{"text":"As used in this chapter, unless the context clearly indicates otherwise:","historical":"Prior Codifications\n\n1981 Ed., § 47-2401.\n\n1973 Ed., § 47-2801.\n\nEffect of Amendments\n\nD.C. Law 13-225 rewrote par. (1): and added pars. (3A), (3B), and (5A).\n\nPrior to amendment, par. (1) read:\n\n\"(1) The term 'cigarette' means any roll of tobacco, or any substitute therefor, which is wrapped in paper or in any substance other than tobacco.\"\n\nD.C. Law 14-213, in par. (5A), validated a previously made technical correction.\n\nD.C. Law 18-111 rewrote par. (1), which had read as follows:\n\n\"(1) The term 'cigarette' means any product that contains nicotine, is intended to be burned or heated under ordinary conditions of use, and consists of or contains:\n\n\"(A) A roll of tobacco wrapped in paper or in any substance not containing tobacco;\n\n\"(B) Tobacco, in any form, that is functional in the product, which, because of its appearance, the type of tobacco used in the filler, or its packaging and labeling, is likely to be offered to, or purchased by, consumers as a cigarette; or\n\n\"(C) A roll of tobacco wrapped in any substance containing tobacco which, because of its appearance, the type of tobacco used in the filler, or its packaging and labeling, is likely to be offered to, or purchased by, consumers as a cigarette described in subparagraph (A) of this paragraph.\"\n\nD.C. Law 18-189 redesignated former par. (1) as par. (1A); added pars. (1), (5A), and (8A); rewrote par. (5); and redesignated former par. (5A) as par. (5B). Prior to amendment, par. (5) read as follows:\n\n\"(5) The term 'original package' means the individual package, box, parcel, or other container in which cigarettes are put up by the manufacturer. The term 'original package' also includes any wrapper immediately enclosing such package, box, parcel, or other container that is prescribed by the Mayor as part of the original package.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 7121(a) of Fiscal Year 2010 Budget Support Emergency Act of 2009 (D.C. Act 18-187, August 26, 2009, 56 DCR 7374).\n\nFor temporary (90 day) amendment of section, see § 7241(i)(2) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2(a), (b)(2), of Tobacco Excise Tax Emergency Amendment Act of 2009 (D.C. Act 18-214, October 21, 2009, 56 DCR 8496).\n\nFor temporary (90 day) amendment of section, see § 7241(i)(2) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nLaw 4-71, the \"Cigarette Tax Amendment Act of 1981,\" was introduced in Council and assigned Bill No. 4-152, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on October 27, 1981 and November 10, 1981, respectively. Signed by the Mayor on December 2, 1981, it was assigned Act No. 4-118 and transmitted to both Houses of Congress for its review.\n\nLaw 8-262, the \"Smoking Regulation Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-581, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on November 20, 1990, and December 4, 1990, respectively. Signed by the Mayor on December 14, 1990, it was assigned Act No. 8-278 and transmitted to both Houses of Congress for its review.\n\nLaw 13-225, the \"Gray Market Cigarette Prohibition Act of 2000\", was introduced in Council and assigned Bill No. 13-530, which was referred to the Committee on Finance and Revenue.  The Bill was adopted on first and second readings on October 3, 2000, and November 8, 2000, respectively.   Signed by the Mayor on November 29, 2000, it was assigned Act No. 13-487 and transmitted to both Houses of Congress for its review.  D.C. Law 13-225 became effective on April 3, 2001.\n\nFor Law 14-213, see notes following § 47-820.\n\nFor Law 18-111, see notes following § 47-305.02.\n\nLaw 18-189, the \"Prohibition Against Selling Tobacco Products to Minors Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-431, which was referred to the Committee on Public Safety and the Judiciary.   The Bill was adopted on first and second readings on January 5, 2010, and February 2, 2010, respectively.  Enacted without signature by the Mayor on May 11, 2010, it was assigned Act No. 18-352 and transmitted to both Houses of Congress for its review.  D.C. Law 18-189 became effective on July 23, 2010.\n\nDC CODE § 47-2401\n\nCurrent through December 11, 2012","credits":"(May 27, 1949, 63 Stat. 136, ch. 146, title VI, § 602; Mar. 10, 1982, D.C. Law 4-71, § 2, 28 DCR 5243; May 2, 1991, D.C. Law 8-262, § 4(a), 37 DCR 8434; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Apr. 3, 2001, D.C. Law 13-225, § 2(b), 48 DCR 35; Oct. 19, 2002, D.C. Law 14-213, § 33(x), 49 DCR 8140; Mar. 3, 2010, D.C. Law 18-111, § 7241(i)(2), 57 DCR 181; July 23, 2010, D.C. Law 18-189, § 4(a), 57 DCR 3019.)","sections":[{"prefix":"1","text":" The term \"cigar\" means any roll of tobacco wrapped in leaf tobacco or in any substance containing tobacco, except that the term shall not include products treated as cigarettes."},{"prefix":"1A","text":" The term \"cigarette\" means:"},{"prefix":"A","text":" Any roll for smoking containing tobacco wrapped in paper or in any substance other than tobacco leaf;"},{"prefix":"B","text":" Any roll for smoking containing tobacco, wrapped in any substance, weighing 4 pounds per thousand or less, except those wrapped entirely in whole tobacco leaf that do not have a filter; or"},{"prefix":"C","text":" Any roll for smoking containing tobacco wrapped in any substance, however labeled or named, flavored or not, which because of its appearance, size, the type of tobacco used in the filler, or its packaging, pricing, marketing, or labeling, is likely to be offered to, purchased by, or consumed by consumers as a cigarette as described in this paragraph."},{"prefix":"2","text":" The term \"consumer\" means any person who manufactures or possesses cigarettes for his own consumption or for transfer, without consideration, to another consumer, but not for transfer to other persons or for transfer with consideration."},{"prefix":"3","text":" The term \"District\" means the District of Columbia."},{"prefix":"3A","text":" The term \"importer\" means \"importer\" as the term is defined in section 5702(l) of the Internal Revenue Code of 1986, approved October 22, 1986 (68A Stat. 707; 26 U.S.C. § 5702 (1))."},{"prefix":"3B","text":" The term \"manufacturer\" means \"manufacturer of tobacco products\" as the term is defined in section 5702(d) of the Internal Revenue Code of 1986, approved October 22, 1986 (68A Stat. 707; 26 U.S.C. § 5702 (d))."},{"prefix":"4","text":" The term \"Mayor\" means the Mayor of the District of Columbia or his authorized representatives."},{"prefix":"5","text":" The term \"original package\" means a sealed package into which cigarettes, cigars, or other tobacco products are put up by the manufacturer for sale to consumers; provided, that if the package contains smaller-size packages that are also intended by the manufacturer for sale to consumers, only the smallest-size sealed package intended for sale to consumers shall be considered the original package."},{"prefix":"5A","text":" The term \"other tobacco product\" means a cigar, pipe tobacco, chewing tobacco, smokeless tobacco, snuff, roll-your-own tobacco, or any other product containing tobacco that is intended for human consumption."},{"prefix":"5B","text":" The term \"package\" means \"package\" as the term is defined in section 3(4) of the Federal Cigarette Labeling and Advertising Act, approved July 27, 1965 (79 Stat. 282; 15 U.S.C. § 1332(4))."},{"prefix":"6","text":" The term \"person\" means any individual, partnership, society, club, association, joint-stock company, corporation, estate, receiver, trustee, assignee, referee, and any person acting in a fiduciary or representative capacity, whether appointed by a court or otherwise; any combination of individuals or entities acting as a unit, or any officer or employee of a corporation or member or employee of a partnership, who as such officer, employee, or member is under a duty to perform the act in respect to which the violation occurs."},{"prefix":"7","text":" The term \"possession\" includes actual or constructive possession, having legal title or an equitable interest which entitles a person to such possession, and the exercise of any right or power incident to such ownership or possession."},{"prefix":"8","text":" The term \"sell\" or \"sale\" means any transaction where title or possession, or both, of cigarettes is, or is to be, transferred in any manner or by any means whatsoever, whether with or without consideration. The word \"sell\" or \"sale\" includes offering for sale, keeping for sale, or displaying for sale."},{"prefix":"8A","text":" The term \"smokeless tobacco\" means any finely cut, ground, or powdered tobacco that is not intended to be smoked or any leaf tobacco that is not intended to be smoked."},{"prefix":"9","text":" The term \"stamp\" means any fusion decal stamps, impressions made by metering devices, or other indicia authorized by the Mayor as evidence that the tax levied and imposed by this chapter has been paid."},{"prefix":"10","text":" The term \"vending machine\" means any automated, self-service device that dispenses cigarettes upon insertion of money, tokens, or any other form of payment."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"24","text":"Cigarette Tax."},"heading":{"title":"47","chaptersection":"2401","identifier":"47-2401","catch_text":"Definitions."}}