{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2404.\n\n1973 Ed., § 47-2804.\n\nEffect of Amendments\n\nD.C. Law 15-38, in subsec. (i), substituted \"General Sales endorsement to a basic business license under the basic\" for \"Class B General Sales endorsement to a master business license under the master\".\n\nD.C. Law 18-189 substituted \"cigarettes or other tobacco product\" for \"cigarettes\"; and added subsecs. (b)(3)(D) and (E).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(hh)(1) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-71, see Historical and Statutory Notes following § 47-2401.\n\nFor legislative history of D.C. Law 8-262, see Historical and Statutory Notes following § 47-2401.\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-845, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615 and transmitted to both Houses of Congress for its review. D.C. Law 12-261 became effective on April 20, 1999.\n\nLaw 15-38, the \"Streamlining Regulation Act of 2003\", was introduced in Council and assigned Bill No. 15-19, which was referred to Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 3, 2003, and July 8, 2003, respectively. Signed by the Mayor on August 11, 2003, it was assigned Act No. 15-146 and transmitted to both Houses of Congress for its review. D.C. Law 15-38 became effective on October 28, 2003.\n\nFor Law 18-189, see notes following § 47-2401.\n\nReferences in Text\n\nSection 25-111, referred to in subsection (b)(3)(A) of this section, is part of Title 25, D.C. Code, which title was amended and enacted by D.C. Law 13-298, effective May 3, 2001. For disposition of the subject matter of former Title 25, see the Disposition Table preceding § 25-101.\n\nDC CODE § 47-2404\n\nCurrent through December 11, 2012","credits":"(May 27, 1949, 63 Stat. 138, ch. 146, title VI, § 605; Mar. 10, 1982, D.C. Law 4-71, § 2, 28 DCR 5243; May 2, 1991, D.C. Law 8-262, § 4(b), 37 DCR 8434; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Apr. 20, 1999, D.C. Law 12-261, § 2003(pp)(3), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 3(hh)(1), 50 DCR 6913; July 23, 2010, D.C. Law 18-189, § 4(b), 57 DCR 3019.)","sections":[{"prefix":"a","text":" No person shall manufacture for sale, keep for sale, offer for sale, display for sale in vending machines, or sell cigarettes or other tobacco product in the District without having first obtained a license or licenses for such purpose or purposes from the Mayor."},{"prefix":"b","text":" The Mayor may issue the following types of licenses, upon the filing of an application as prescribed by the Mayor:"},{"prefix":"1","text":" Wholesaler's licenses. -- A wholesaler's license shall authorize the licensee to manufacture, purchase, or otherwise acquire cigarettes or other tobacco product and to keep for sale, offer for sale, and sell such cigarettes or other tobacco product in original packages to consumers, to persons holding a license under this chapter as a wholesaler, retailer, or vending machine operator, and to persons for resale in other states or jurisdictions; provided, that with respect to sales made to persons for resale in other states or jurisdictions, such persons must be licensed under the laws of such other state or jurisdiction to engage in the business of selling cigarettes or other tobacco product therein. A wholesaler's license shall authorize the licensee to manufacture, keep for sale, offer for sale, and sell cigarettes or other tobacco product only at the place or places designated therein. Except as provided by the Mayor by regulation, a separate license shall be required for each place where cigarettes or other tobacco product are to be manufactured, kept for sale, offered for sale, or sold. The Mayor may provide, by regulation, for the issuance of a wholesaler's license for a place located outside of the District. The annual fee for a wholesaler's license shall be $50 for each place designated therein."},{"prefix":"2","text":" Retailer's licenses. -- A retailer's license shall authorize the licensee to keep for sale, offer for sale, and sell cigarettes or other tobacco product to consumers in original packages from the place or places designated therein.   A retailer's license shall not authorize the licensee to sell cigarettes or other tobacco product to other licensees for resale.  Except as provided by the Mayor by regulation, a separate license shall be required for each retail establishment.  The annual fee for a retailer's license shall be $15 for each retail establishment."},{"prefix":"3","text":" Vending machine operator's licenses restricted."},{"prefix":"A","text":" No license shall be issued for the sale of cigarettes or other tobacco product in an original package from or by means of a vending machine, except in the case of a tavern or nightclub licensed pursuant to § 25-113, an establishment that restricts admittance to persons 18 years of age or older, or a restaurant licensed pursuant to § 25-113."},{"prefix":"B","text":" Any cigarette vending machine that is located in a tavern, nightclub, establishment, or restaurant in accordance with subparagraph (A) of this paragraph shall be located in an area that is in the immediate vicinity, plain view, and control of a responsible employee, so that any tobacco purchase is readily observable by an employee. The cigarette vending machine shall not be located in a similar unmonitored area."},{"prefix":"C","text":" The annual fee for a vending machine operator's license shall be $15 for each vending machine."},{"prefix":"D","text":" Any cigarette or other tobacco product vending machine that is located in a tavern, nightclub, establishment, or restaurant in accordance with subparagraph (A) of this paragraph shall display the warning sign required by § 22-1320(e)(1)."},{"prefix":"E","text":" Any cigarette or other tobacco product vending machine that is located in a tavern, nightclub, establishment, or restaurant in accordance with subparagraph (A) of this paragraph shall not contain any non-tobacco product, other than matches."},{"prefix":"c","text":" The Mayor shall keep a complete record of applications made for licenses under this section and of the actions taken thereon."},{"prefix":"d","text":" The Mayor may, by regulation, adjust the license fees imposed by subsection (b) of this section and may establish fees for duplicate licenses."},{"prefix":"e","text":" Licenses issued under this section shall remain in effect for such periods of time as may be prescribed by the Mayor by regulation, not exceeding 1 year from the effective date of such licenses, or until such licenses are suspended or revoked by the Mayor under subsection (f) of this section."},{"prefix":"f","text":" The Mayor may, after a hearing, suspend or revoke any license issued under this section for any violation of this chapter or of the regulations promulgated under this chapter."},{"prefix":"g","text":" The licenses required by this section shall be in addition to the licenses required by any other law or regulation."},{"prefix":"h","text":" The Mayor may suspend any license issued under this section to any person convicted of a first or second violation of § 22-1320. The Mayor shall revoke the license for a third or subsequent violation."},{"prefix":"i","text":" Any license issued pursuant to this chapter shall be issued as a General Sales endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of Chapter 28 of this title."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"24","text":"Cigarette Tax."},"heading":{"title":"47","chaptersection":"2404","identifier":"47-2404","catch_text":"Licenses."}}