{"text":"Any restaurant keeper or proprietor, any hotel keeper or proprietor, proprietors or keepers of ice cream saloons or places where soda water is kept for sale, or keepers of barber shops and bathing houses, refusing to sell or wait upon any respectable well-behaved person, without regard to race, color, or previous condition of servitude, or any restaurant, hotel, ice cream saloon or soda fountain, barber shop or bathing house keepers, or proprietors, who refuse under any pretext to serve any well-behaved, respectable person, in the same room, and at the same prices as other well-behaved and respectable persons are served, shall be deemed guilty of a misdemeanor, and upon conviction in a court having jurisdiction, shall be fined $100, and shall forfeit his or her license as keeper or owner of a restaurant, hotel, ice cream saloon, or soda fountain, as the case may be, and it shall not be lawful for the Assessor or any officer of the District of Columbia to issue a license to any person or persons, or to their agent or agents, who shall have forfeited their license under the provisions of §§ 47-2905 to 47-2907, until a period of 1 year shall have elapsed after such forfeiture.","historical":"Prior Codifications\n\n1981 Ed., § 47-2907.\n\n1973 Ed., § 47-2907.\n\nMiscellaneous Notes\n\nOffice of Assessor abolished: See Historical and Statutory Notes following § 47-413.\n\nDC CODE § 47-2907\n\nCurrent through December 11, 2012","credits":"(Leg. Assem., June 20, 1872, § 3; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"29","text":"Admission to Licensed Places; Posting of Price Scale."},"heading":{"title":"47","chaptersection":"2907","identifier":"47-2907","catch_text":"Restaurants, hotels, barber shops, bathing houses, ice cream saloons, and soda fountains required to serve well-behaved persons."}}