{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2001.\n\n1973 Ed., § 47-2601.\n\nEffect of Amendments\n\nD.C. Law 13-38 added subsec. (n)(2)(F).\n\nD.C. Law 13-256 added subsec. (n)(2)(G).\n\nD.C. Law 13-305 repealed subsec. (g-2); repealed subpar. (iii) of subsec. (n)(1)(A); rewrote subsec. (n)(2)(E); in subsec. (r) struck the sentence \"For the purpose of this chapter, an organization or institution which does not embrace the generally recognized relationship of teacher and student shall be deemed not to be operated for educational purposes.\"; and added subsec. (w)(1).\n\nPrior to repeal, subsec. (g-2) had read:\n\n\"(g-2) \"Snack food\" includes, but is not limited to, potato chips and sticks; corn or tortilla chips; pretzels; cookies; popped popcorn; pork rinds; cheese puffs and curls; crackers; fabricated snacks; snack cakes and pies, such as donuts, cake and pie slices, and other pastries that are baked or fried in, or sliced into, individual serving sizes; candy; chewing gum; nuts and edible seeds; marshmallows; mixtures that contain one or more snack foods; soft drinks; and fruit or vegetable drinks that contain less than 15% natural fruit or vegetable juice by volume. \"Snack food\" includes only those items that are sold suitable for consumption without further processing such as heating, cooking, or thawing. The term \"snack food\" does not include any food or drink included in subsection (g-1) of this section.\"\n\nPrior to repeal, subpar. (iii) of subsec. (n)(1)(A) had read:\n\n\"(iii) Sales of snack food as defined in subsec. (g-2) of this section;\"\n\nPrior to amendment, subsec. (n)(2)(E) read:\n\n\"(E) Sales of food or drink as defined in subsection (g) of this section, except sales of food or drink for immediate consumption as defined in subsection (g-1) of this section, and snack food as defined in subsection (g-2) of this section; or\"\n\nD.C. Law 14-157, in subsec. (n)(1)(E), substituted \"resold. This section shall not apply to the sale of material for the purpose of subsequently transporting the property outside the District for use solely outside the District;\" for \"resold;\".\n\nD.C. Law 14-190, in subsec. (n), added par. (1)(L)(iv-I), made nonsubstantive changes in pars. (2)(F) and (2)(G), and added par. (2)(H).\n\nD.C. Law 14-213, in subsec. (n)(2)(F), validated a previously made technical correction.\n\nD.C. Law 15-105, in subsec. (n)(1)(E), substituted \"resold, however, this section\" for \"resold. This section\".\n\nD.C. Law 16-33, designated the existing text of subsec. (n)(1)(M)(i) as subsec. (n)(1)(M)(i)(I); and added subsec. (n)(1)(M)(i)(II).\n\nD.C. Law 16-94 added subsec. (v-1).\n\nD.C. Law 18-48, in subsec. (n)(1)(D), deleted \", when made to any purchaser for purposes other than resale or for use in manufacturing, assembling, processing, or refining\" following \"steam\".\n\nD.C. Law 18-55, in subsec. (n)(2), deleted \"; or\" from the end of subpar. (G); substituted \"; or\" for a period at the end of subpar. (H), and added par. (I).\n\nD.C. Law 18-111 added subsecs. (b-1) and (i-1); and rewrote subsecs. (v-1), which had read as follows:\n\n\"(v-1)(1) 'Tobacco products other than cigarettes' means:\n\n\"(A) Any cigar or roll for smoking, other than a cigarette or premium cigar, made in whole or in part of tobacco; or\n\n\"(B) Any other tobacco or product made primarily from tobacco, other than a cigarette, premium cigar, or pipe tobacco that is intended for consumption by smoking, by chewing, or as snuff.\n\n\"(2) For the purposes of this subsection, the term 'premium cigar' means any individual cigars with a retail cost of $2.00 or more, or packaged units of cigars averaging $2.00 or more per packaged cigar at retail.\"\n\nD.C. Law 18-223 added subsecs. (r-1) and (n)(1)(A)(iv); and, in subsec. (n)(2)(E), substituted \"for immediate consumption and soft drinks;\" for \"for immediate consumption;\".\n\nD.C. Law 18-364 rewrote subsec. (n)(1)(C), which had read as follows:\n\n\"(C) The sale or charge for any room or rooms, lodgings, or accommodations furnished to transients by any hotel, inn, tourist camp, tourist cabin, or any other place in which rooms, lodgings, or accommodations are regularly furnished to transients for a consideration. The term 'transient' means any person who occupies or who has the right to occupy any room or rooms, lodgings, or accommodations for a period of 90 days or less during any 1 continuous stay;\"\n\nD.C. Law 19-21 added subsecs. (a-1), (a-2), (h-1), (h-2), (i-2), (n)(1)(U), (n)(2)(J), (o-1), and (q-1); in subsec.(n)(1), substituted \"mean the sale in any quantity or quantities of any tangible personal property or service, including any such sales effected via the internet by a nexus-vendor, taxable\" for \"means the sale in any quantity or quantities of any tangible personal property or service taxable\" and substituted \"These terms mean\" for \"Said term shall mean\"; in subsec. (n)(2)(C), substituted \"is not in the District at the time of the execution and is not sold by a nexus-vendor;\" for \"is not in the District at the time of such execution; attempted to make a change accomplished earlier by D.C. Law 18-364;\"; and, in subsec. (w), substituted \"retailer, including a nexus vendor, selling\" for \"retailer selling\".\n\nD.C. Law 19-168 rewrote subsecs. (a-1), (h-1), (n)(1)(C); and added subsec. (v-1) defining \"Transient\".. Prior to amendment, subsecs. (a-1), (h-1), (n)(1)(C) read as follows:\n\n\"(a-1) \"Additional charges\" means the excess of the gross receipts from the sale of or charges for any room or accommodations received by a room remarketer over the net charges.\"\n\n\"(h-1) \"Net charges\" means the gross receipts from the sale of or charges for any room or accommodations received from a room remarketer by the operator of a hotel, inn, tourist camp, tourist cabin, or any other place in which rooms, lodgings, or accommodations are regularly furnished to transients for a consideration.\"\n\n\"(C)(i) The sale or charge, including net charges and additional charges, for any room or rooms, lodgings, or accommodations furnished to transients by any hotel, room remarketer, inn, tourist camp, tourist cabin, or any other place in which rooms lodgings, or accommodations are regularly furnished to transients for consideration. For the purposes of this subparagraph, the term \"transient\" means any person who occupies, or has the right to occupy, any room or rooms, lodgings, or accommodations for a period of 90 days or less during any one continuous stay.\n\n\"(ii) For the purposes of this chapter, the term:\n\n\"(I) \"Additional charges\" means the excess of the sale or charges received from the transient by a room remarketer over the net sale or net charges.\n\n\"(II) \"Net sale\" or \"net charges\" means the gross receipts from the sale of or charges for any room or accommodations received by a retailer from a room remarketer.\n\n\"(III) \"Room remarketer\" means any person, other than the retailer, having any right, access, ability, or authority, through an Internet transaction or any other means whatsoever, to offer, reserve, book, arrange for, remarket, distribute, broker, resell, or facilitate the transfer of rooms the occupancy of which is subject to tax under this chapter;\"\n\nD.C. Law19-171, in the lead-in language of subsec. (n)(1)(C)(ii), substituted \"this subchapter\" for \"this chapter\"; and redesignated subsec. (v-1), defining \"Other tobacco products\", as (h-3) .\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 107(a) of Omnibus Budget Support Temporary Act of 1992 (D.C. Law 9-134, July 23, 1992, law notification 39 DCR 5815).\n\nFor temporary (225 day) amendment of section, see § 111(a)-(d) of Omnibus Budget Support Temporary Act of 1993 (D.C. Law 10-11, August 6, 1993, law notification 40 DCR 6213).\n\nFor temporary (225 day) amendment of section, see § 2 of Sales and Use Tax on Newspapers Temporary Amendment Act of 1993 (D.C. Law 10-32, October 15, 1993, law notification 40 DCR 7475).\n\nFor temporary (225 day) prohibition of increase of certain taxes, see § 2 of Economic Recovery Conformity Temporary Act of 1996 (D.C. Law 11-216, April 9, 1998, law notification 44 DCR 2574).\n\nSection 8 of D.C. Law 19-53 amended subsecs. (a-1), (h-1), (n)(1)(C) and added subsec. (v-2) to read as follows:\n\n\"(a-1) 'Additional charges' means the excess of the sale or charge receipts received by a room remarketer over the net charges.\".\n\n\"(h-1) 'Net charges' means the sale or charge receipts for any room or rooms, lodgings, or accommodations furnished to transients, received from a room remarketer by the operator of a hotel, inn, tourist camp, tourist cabin, or any other place in which rooms, lodgings, or accommodations are regularly furnished to transients for a consideration.\".\n\n\"(C) The sale or charge, to include net charges and additional charges, for any room or rooms, lodgings, or accommodations furnished to transients by any hotel, room remarketer, inn, tourist camp, tourist cabin, or any other place in which rooms, lodgings, or accommodations are regularly furnished to transients for consideration.\".\n\n\"(v-2) 'Transient' means any person who occupies, or has the right to occupy, any room or rooms, lodgings, or accommodations for a period of 90 days or less during any one continuous stay.\".\n\nSection 15(b) of D.C. Law 19-53 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary prohibition, on an emergency basis, of the increase in the individual income tax, the sales and use tax, and real property tax rates contingent on the enactment of an act of Congress which would reduce the percentage of federal income tax applicable solely to residents of D.C. under the Internal Revenue Code of 1986, see § 2 of the Economic Recovery Conformity Emergency Act of 1996 (D.C. Act 11-377, August 28, 1996, 43 DCR 4797).\n\nFor temporary (90-day) addition of section, see § 2702(k) of the Service Improvement and Fiscal Year 2000 Budget Support Emergency Act of 1999 (D.C. Act 13-110, July 28, 1999, 46 DCR 6320).\n\nFor temporary (90 day) amendment of section, see § 2 of Simplified Sales and Use Tax District of Columbia Participation Emergency Act of 2001 (D.C. Act 14- 168, November 19, 2001, 48 DCR 11026).\n\nFor temporary (90 day) amendment of section, see § 852 of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nFor temporary (90 day) amendment of section, see §§ 1232, 1234 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 7241(e) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 7241(e) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 7172 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nFor temporary (90 day) amendment of section, see § 7002(a)(1) of Fiscal Year 2012 Budget Support Emergency Act of 2011 (D.C. Act 19-93, June 29, 2011, 58 DCR 5599).\n\nFor temporary (90 day) amendment of section, see § 8 of Revised Fiscal Year 2012 Budget Support Technical Clarification Emergency Amendment Act of 2011 (D.C. Act 19-157, October 4, 2011, 58 DCR 8688).\n\nFor temporary (90 day) amendment of section, see § 7112 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 7112 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nLaw 1-23, the \"Revenue Act of 1975,\" was introduced in Council and assigned Bill No. 1-47, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first, amended first, and second readings, and reconsideration of second reading, on April 15, 1975, June 1, 1975, June 24, 1975 and July 11, 1975, respectively. Signed by the Mayor on July 23, 1975, it was assigned Act No. 1-34 and transmitted to both Houses of Congress for its review.\n\nLaw 1-61, the \"Revenue Act of 1975 -- Third Amendment,\" was introduced in Council and assigned Bill No. 1-215, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on December 19, 1975 and January 13, 1976, respectively. Signed by the Mayor on February 6, 1976, it was assigned Act No. 1-91 and transmitted to both Houses of Congress for its review.\n\nLaw 1-70, the \"Revenue Act of 1976,\" was introduced in Council and assigned Bill No. 1-229, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings and reconsiderations of final reading on February 20, 1976, March 11, 1976 and April 6, 1976, respectively. Signed by the Mayor on April 20, 1976, it was assigned Act No. 1-106 and transmitted to both Houses of Congress for its review.\n\nLaw 2-11, the \"Residential Parking Tax Exemption Act,\" was introduced in Council and assigned Bill No. 2-62, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on March 22, 1977 and April 5, 1977, respectively. Signed by the Mayor on April 25, 1977, it was assigned Act No. 2-32 and transmitted to both Houses of Congress for its review.\n\nLaw 3-92, the \"District of Columbia Revenue Act of 1980,\" was introduced in Council and assigned Bill No. 3-285, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 17, 1980 and July 1, 1980, respectively. Signed by the Mayor on July 9, 1980, it was assigned Act No. 3-214 and transmitted to both Houses of Congress for its review.\n\nLaw 4-105, the \"Candy, Confectionery, Soft Drink, and Chewing Gum Sales Tax Amendment Act of 1981,\" was introduced in Council and assigned Bill No. 4-231, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on October 27, 1981 and February 23, 1982, respectively. Signed by the Mayor on March 10, 1982, it was assigned Act No. 4-166 and transmitted to both Houses of Congress for its review.\n\nLaw 4-131, the \"District of Columbia Tax Enforcement Act of 1982,\" was introduced in Council and assigned Bill No. 4-257, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on April 27, 1982, and May 11, 1982, respectively. Signed by the Mayor on June 1, 1982, it was assigned Act No. 4-196 and transmitted to both Houses of Congress for its review.\n\nLaw 5-113, the \"District of Columbia Revenue Act of 1984,\" was introduced in Council and assigned Bill No. 5-370, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 26, 1984 and July 10, 1984, respectively. Signed by the Mayor on July 13, 1984, it was assigned Act No. 5-164 and transmitted to both Houses of Congress for its review.\n\nLaw 7-104, the \"Technical Amendments Act of 1987,\" was introduced in Council and assigned Bill No. 7-346, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 24, 1987, and December 8, 1987, respectively. Signed by the Mayor on December 22, 1987, it was assigned Act No. 7-124 and transmitted to both Houses of Congress for its review.\n\nLaw 8-17, the \"Revenue Amendment Act of 1989,\" was introduced in Council and assigned Bill No. 8-224, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on May 2, 1989 and May 16, 1989, respectively. Signed by the Mayor on May 26, 1989, it was assigned Act No. 8-34 and transmitted to both Houses of Congress for its review.\n\nLaw 8-119, the \"Tax Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-371, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on January 30, 1990, and February 13, 1990, respectively. Approved without the signature of the Mayor on March 6, 1990, it was assigned Act No. 8-173 and transmitted to both Houses of Congress for its review.\n\nLaw 9-145, the \"Omnibus Budget Support Act of 1992,\" was introduced in Council and assigned Bill No. 9-222, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 12, 1992, and June 2, 1992, respectively. Approved without the signature of the Mayor on June 22, 1992, it was assigned Act No. 9-225 and transmitted to both Houses of Congress for its review. D.C. Law 9-145 became effective on September 10, 1992.\n\nFor legislative history of D.C. Law 10-11, see Historical and Statutory Notes following § 47-2002.01.\n\nFor legislative history of D.C. Law 10-25, see Historical and Statutory Notes following § 47-2002.01.\n\nLaw 10-68, the \"Technical Amendments Act of 1993,\" was introduced in Council and assigned Bill No. 10-166, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 29, 1993, and July 13, 1993, respectively. Signed by the Mayor on August 23, 1993, it was assigned Act No. 10-107 and transmitted to both Houses of Congress for its review. D.C. Law 10-68 became effective on February 5, 1994.\n\nLaw 10-115, the \"Financial Administration Revision and Clarification Act of 1994,\" was introduced in Council and assigned Bill No. 10-439, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on January 4, 1994, and February 1, 1994, respectively. Signed by the Mayor on February 25, 1994, it was assigned Act No. 10-205 and transmitted to both Houses of Congress for its review. D.C. Law 10-115 became effective on April 30, 1994.\n\nLaw 10-128, the \"Omnibus Budget Support Act of 1994,\" was introduced in Council and assigned Bill No. 10-575, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 22, 1994, and April 12, 1994, respectively. Signed by the Mayor on April 14, 1994, it was assigned Act No. 10-225 and transmitted to both Houses of Congress for its review. D.C. Law 10-128 became effective on June 14, 1994.\n\nLaw 10-242, the \"Clean Air Compliance Fee Act of 1994,\" was introduced in Council and assigned Bill No. 10-610, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 1, 1994, and December 6, 1994, respectively. Signed by the Mayor on December 28, 1994, it was assigned Act No. 10-387 and transmitted to both Houses of Congress for its review. D.C. Law 10-242 became effective on March 21, 1995.\n\nLaw 11-110, the \"Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nLaw 11-248, the \"Recorder of Deeds Recordation Surcharge Amendment Act of 1996,\" was introduced in Council and assigned Bill No. 11-670, which was referred to the Committee of the Whole. The Bill was adopted in first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-512 and transmitted to both Houses of Congress for its review. D.C. Law 11-248 became effective on April 9, 1997.\n\nLaw 12-100, the \"Commercial Mobile Telecommunication Service Tax Clarification Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-425, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on December 4, 1997, and January 6, 1998, respectively. Signed by the Mayor on January 27, 1998, it was assigned Act No. 12-276 and transmitted to both Houses of Congress for its review. D.C. Law 12- 100 became effective on April 30, 1998.\n\nLaw 13-38, the \"Service Improvement and Fiscal Year 2000 Budget Support Act of 1999,\" was introduced in Council and assigned Bill No. 13-161, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 11, 1999, and June 22, 1999, respectively. Signed by the Mayor on July 8, 1999, it was assigned Act No. 13-111 and transmitted to both Houses of Congress for its review. D.C. Law 13-38 became effective on October 20, 1999.\n\nFor Law 13-256, see notes following § 47-1817.01.\n\nFor Law 13-305, see notes under § 47-901.\n\nLaw 14-157, the \"Compensating Use Tax Clarification Act of 2002\", was introduced in Council and assigned Bill No. 14-462, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on March 5, 2002, and April 9, 2002, respectively. Signed by the Mayor on April 24, 2002, it was assigned Act No. 14-336 and transmitted to both Houses of Congress for its review. D.C. Law 14-157 became effective on June 25, 2002.\n\nFor Law 14-190, see notes following § 47-308.01.\n\nFor Law 14-213, see notes following § 47-820.\n\nFor Law 15-105, see notes following § 47-902.\n\nFor Law 16-33, see notes following § 47-308.01.\n\nLaw 16-94, the \"Other Tobacco Products Tax Act of 2006\", was introduced in Council and assigned Bill No. 16-117 which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on January 4, 2006, and February 7, 2006, respectively. Signed by the Mayor on February 27, 2006, it was assigned Act No. 16-289 and transmitted to both Houses of Congress for its review. D.C. Law 16-94 became effective on May 12, 2006.\n\nLaw 18-48, the \"Processing Sales Tax Clarification Act of 2009\", was introduced in Council and assigned Bill No. 18-21, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 2, 2009, and June 16, 2008, respectively. Enacted without signature by the Mayor on June 26, 2009, it was assigned Act No. 18-123 and transmitted to both Houses of Congress for its review. D.C. Law 18-48 became effective on September 23, 2009.\n\nFor Law 18-55, see notes following § 47-1803.02.\n\nFor Law 18-111, see notes following § 47-305.02.\n\nFor Law 18-223, see notes following § 47-355.05.\n\nLaw 18-364, the \"Payment of Full Hotel Taxes by Online Vendors Clarification Act of 2010\", was introduced in Council and assigned Bill No. 18-655, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on January 27, 2011, it was assigned Act No. 18-715 and transmitted to both Houses of Congress for its review. D.C. Law 18- 364 became effective on April 8, 2011.\n\nFor Law 19-21, see notes following § 47-305.02.\n\nFor history of Law 19-168, see notes under § 47-355.01.\n\nFor history of Law 19-171, see notes under § 47-369.01.\n\nEffective Dates\n\nSection 3(b) of D.C. Law 4-105 provided that the provisions of § 2 of the act shall take effect on the first day of the first month which begins more than 30 days after April 30, 1982.\n\nSection 202 of D.C. Law 5-113 provided that § 201 shall take effect October 1, 1984.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: See second paragraph of note to § 47-2601.\n\nOffice of Collector of Taxes abolished: See Historical and Statutory Notes following § 47-401.\n\nSection 4(b) of D.C. Law 12-100 provided that returns or payments due from wireless telecommunication companies for the period beginning May 1, 1997, through the effective date of this act not previously filed or paid shall be due by the 45th day after the effective date of this act.\n\nSection 4(c) of D.C. Law 12-100 provided that beginning in FY 1999, the amount of tax imposed by the act shall not be calculated as gross revenue to which the tax is then applied.\n\nRepeal of D.C. Law 10-242 inapplicable to this section: Section 11702(b) of title XI of Pub. L. 105-33, 111 Stat. 781, the National Capital Revitalization and Self-Government Improvement Act of 1997, provided that § 11702(a), which repealed the Clean Air Compliance Fee Act of 1994, D.C. Law 10-242, shall not apply to § 14 of Law 10-242.\n\nSection 103 of D.C. Law 13-305 provides:\n\n\"Sec. 103. Applicability.\n\n\"Section 102(a) through (c) shall apply beginning April 1, 2001. Section 102(d) shall apply beginning October 1, 2001.\"\n\nShort title of subtitle D of title VIII of Law 14-190: Section 851 of D.C. Law 14-190 provided that subtitle D of title VIII of the act may be cited as the Parking Tax Clarification Act of 2002.\n\nShort title of subtitle BB of title I of Law 16-33: Section 1231 of D.C. Law 16-33 provided that subtitle BB of title I of the act may be cited as This subtitle may be cited as the Recyclable Material Sales Tax Clarification Act of 2005.\n\nSection 1234 of D.C. Law 16-33 provides that § 1232 shall apply as of October 1, 2005.\n\nSection 4 of D.C. Law 16-94 provides that § 2 shall apply as of April 1, 2006.\n\nSection 3 of D.C. Law 18-48 provides that this act shall apply as of January 1, 2009.\n\nShort title: Section 7171 of D.C. Law 18-223 provided that subtitle R of title VII of the act may be cited as the \"Healthy Schools Revenue Act of 2010\".\n\nShort title: Section 7001 of D.C. Law 19-21 provided that subtitle A of title VII of the act may be cited as \"Procedure for Remittance of Hotel Taxes by Online Vendors Act of 2011\".\n\nShort title: Section 8031 of D.C. Law 19-21 provided that subtitle D of title VIII of the act may be cited as \"Sales Tax Act of 2011\".\n\nShort title: Section 8051 of D.C. Law 19-21 provided that subtitle F of title VIII of the act may be cited as \"Cigarette Sales Tax Enhancement Act of 2011\".\n\nShort title: Section 8151 of D.C. Law 19-21 provided that subtitle P of title VIII of the act may be cited as \"Internet Sales Tax Act of 2011\".\n\nShort title: Section 7111 of D.C. Law 19-168 provided that subtitle K of title VII of the act may be cited as \"Procedures for Remittance of Hotel Taxes by Online Vendors Act of 2012\".\n\nDC CODE § 47-2001\n\nCurrent through December 11, 2012","credits":"(May 27, 1949, 63 Stat. 112, ch. 146, title I, §§ 101-124; May 18, 1954, 68 Stat. 117, ch. 218, title XIII, §§ 1301, 1302; Mar. 31, 1956, 70 Stat. 80, ch. 154, title II, §§ 201-203; Sept. 2, 1964, 78 Stat. 847, Pub. L. 88-564, § 1; Aug. 2, 1968, 82 Stat. 613, Pub. L. 90-450, title III, §§ 301, 302, 303; Oct. 31, 1969, 83 Stat. 169, Pub. L. 91-106, title I, §§ 101, 102, 103; Jan. 5, 1971, 84 Stat. 1932, Pub. L. 91-650, title II, § 201(a)(1); Sept. 3, 1974, 88 Stat. 1064, Pub. L. 93-407, title IV, § 473; Jan. 3, 1975, 88 Stat. 2177, Pub. L. 93-635, § 8(b); Oct. 21, 1975, D.C. Law 1-23, title III, § 301(1)-(6), 22 DCR 2097; Apr. 9, 1976, D.C. Law 1-61, § 2, 22 DCR 5893; June 15, 1976, D.C. Law 1-70, title IV, §§ 401, 402, 23 DCR 533; June 24, 1977, D.C. Law 2-11, § 2, 24 DCR 1773; Sept. 13, 1980, D.C. Law 3-92, § 201(a), 27 DCR 3390; Apr. 30, 1982, D.C. Law 4-105, § 2, 29 DCR 1405; July 24, 1982, D.C. Law 4-131, §§ 201, 202, 223, 29 DCR 2418; Sept. 26, 1984, D.C. Law 5-113, § 201(a), (d), 31 DCR 3974; Apr. 30, 1988, D.C. Law 7- 104, § 38, 35 DCR 147; July 26, 1989, D.C. Law 8-17, § 4(a), 36 DCR 4160; May 4, 1990, D.C. Law 8-119, § 3, 37 DCR 1738; Sept. 10, 1992, D.C. Law 9-145, § 107(a), 39 DCR 4895; Sept. 30, 1993, D.C. Law 10-25, § 111(a)-(d), 40 DCR 5489; Feb. 5, 1994, D.C. Law 10-68, § 46, 40 DCR 6311; Apr. 30, 1994, D.C. Law 10-115, § 203(a), 41 DCR 1216; June 14, 1994, D.C. Law 10- 128, § 104(a), 41 DCR 2096; Mar. 21, 1995, D.C. Law 10-242, § 14(a), 42 DCR 86; Apr. 18, 1996, D.C. Law 11-110, § 59, 43 DCR 530; Apr. 12, 1997, D.C. Law 11-257, § 6, 44 DCR 1247; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Apr. 30, 1998, D.C. Law 12-100, § 2(b), 45 DCR 1533; Oct. 20, 1999, D.C. Law 13-38, § 2702(k), 46 DCR 6373; Apr. 3, 2001, D.C. Law 13- 256, § 402(a), 48 DCR 730; June 9, 2001, D.C. Law 13-305, § 102(a), 202(f), 48 DCR 334; June 25, 2002, D.C. Law 14-157, § 2(a), 49 DCR 4279; Oct. 1, 2002, D.C. Law 14-190, § 852, 49 DCR 6968; Oct. 19, 2002, D.C. Law 14-213, § 33(u), 49 DCR 8140; Mar. 13, 2004, D.C. Law 15-105, § 85(a), 51 DCR 881; Oct. 20, 2005, D.C. Law 16-33, § 1232, 52 DCR 7503; May 12, 2006, D.C. Law 16-94, § 2(a), 53 DCR 1649; Sept. 23, 2009, D.C. Law 18-48, § 2(a)(1), 56 DCR 5482; Sept. 23, 2009, D.C. Law 18-55, § 9(a)(4), 56 DCR 5703; Mar. 3, 2010, D.C. Law 18-111, § 7241(e), 57 DCR 181; Sept. 24, 2010, D.C. Law 18-223, § 7172, 57 DCR 6242; Apr. 8, 2011, D.C. Law 18-364, § 2(a), 58 DCR 976; Sept. 14, 2011, D.C. Law 19-21, §§ 7002(a)(1), 8032(a), 8052(a), 8162, 58 DCR 6226; Sept. 20, 2012, D.C. Law 19-168, § 7112, 59 DCR 8025; Sept. 26, 2012, D.C. Law 19-171, §§ 114(m), 120, 59 DCR 6190.)","sections":[{"prefix":"a","text":" [Repealed]."},{"prefix":"a-1","text":" \"Additional charges\" means the excess of the sale or charge receipts received by a room remarketer over the net charges."},{"prefix":"a-2","text":" \"Armored car service\" means picking up and delivering money, receipts, or other valuable items with personnel and equipment to protect the properties while in transit. The term \"armored car service\" shall not include coin rolling or change-room services; provided, that these charges are separately stated."},{"prefix":"b","text":" \"Business\" includes any activity engaged in by any person or caused to be engaged in by him with the object of gain, benefit, or advantage, either direct or indirect."},{"prefix":"b-1","text":" \"Cigar\" means any roll for smoking, other than a cigarette as defined in § 47-2401(1), made wholly or in part of tobacco, and where the wrapper or cover of the roll is made of natural leaf tobacco or any substance containing tobacco."},{"prefix":"c","text":" \"Collector\" means the Collector of Taxes of the District or his duly authorized representatives."},{"prefix":"d","text":" \"Mayor\" means the Mayor of the District of Columbia or his duly authorized representative or representatives."},{"prefix":"e","text":" \"District\" means the District of Columbia."},{"prefix":"f","text":" \"Engaging in business\" means commencing, conducting, or continuing in business, as well as liquidating a business when the liquidator thereof holds himself out to the public as conducting such a business."},{"prefix":"g","text":" \"Food or drink\" means items sold for human or animal ingestion that are consumed for their taste or nutritional value. These items include, but are not limited to, baby foods and formula; baked goods; baking soda, baking powder, and baking mixes; bouillon; cereal and cereal products; cocoa and cocoa products; coffee and coffee substitutes; condiments; cooking wines; cough drops; edible cake decorations; egg and egg products; fish and fish products, including shellfish; fruit, fruit products, and fruit juices; gelatin; honey; ice cream; meat and meat products; milk and milk products; nondairy creamers; oleomargarine; pasta and pasta products; poultry and poultry products; powdered drinks, including health and diet drinks; salad dressings; salt and salt substitutes; sauces and gravies; snack foods; soups; spices and herbs; sugar and sugar products; syrup and syrup substitutes; tea and tea substitutes; vegetables, vegetable products, and vegetable juices; vitamins; water; yogurt; pet foods; flavored extracts; ice; and any combination of these items. The term \"food or drink\" does not include spirituous or malt liquors, beers, and wines; drugs, medicines or pharmaceuticals; chewing tobacco; toothpaste; or mouthwash."},{"prefix":"g-1","text":" \"Food or drink prepared for immediate consumption\" includes, but is not limited to, food or drink in a heated state (except heated baked goods whose heated state is solely a result of baking); sandwiches suitable for immediate consumption; prepared salads; salad bars; party platters; cold drinks dispensed in or with a cup or glass either by a retailer or on a self-service basis by the consumer; frozen yogurt, ice cream, or ice milk sold in quantities of less than one pint; and all food or drink, served by, or sold in or by, restaurants, lunch counters, cafeterias, hotels, caterers, boarding houses, carryout shops or like places of business."},{"prefix":"g-2","text":" Repealed."},{"prefix":"h","text":" \"Gross receipts\" means the total amount of the sales prices of the retail sales of vendors, valued in money, whether received in money or otherwise."},{"prefix":"h-1","text":" \"Net charges\" means the sale or charge receipts for any room or rooms, lodgings, or accommodations furnished to transients, received from a room remarketer by the operator of a hotel, inn, tourist camp, tourist cabin, or any other place in which rooms, lodgings, or accommodations are regularly furnished to transients for a consideration."},{"prefix":"h-2","text":" \"Nexus-vendor\" means a vendor that has a physical presence within the District of Columbia, such as property or retail outlets, selling via the internet property or rendering services to a purchaser in the District."},{"prefix":"h-3","text":" \"Other tobacco products\" means any product containing tobacco that is intended or expected to be consumed, other than a cigarette, cigar, premium cigar, or pipe tobacco."},{"prefix":"i","text":" \"Person\" includes an individual, partnership, society, club, association, joint-stock company, corporation, estate, receiver, trustee, assignee, or referee, and any other person acting in a fiduciary or representative capacity, whether appointed by a court or otherwise, and any combination of individuals acting as a unit."},{"prefix":"i-1","text":" \"Premium cigar\" means any cigar with a retail cost of $ 2.00 or more, or packaged units of cigars averaging $ 2.00 or more per packaged cigar at retail."},{"prefix":"i-2","text":"(1) \"Private investigation service\" means an investigation being conducted for purposes of providing information related to:"},{"prefix":"A","text":" A crime or wrong committed, assumed to have been committed, or threatened to be committed;"},{"prefix":"B","text":" The identity, habits, conduct, movement, location, affiliations, associations, transactions, reputation, or character of any person;"},{"prefix":"C","text":" The credibility of a witness or of any other individual;"},{"prefix":"D","text":" The location of a missing individual;"},{"prefix":"E","text":" The location or recovery of lost or stolen property;"},{"prefix":"F","text":" The origin, cause of, or responsibility for a fire, accident, damage to or loss of property, or injury to an individual, regardless of who conducts the investigation;"},{"prefix":"G","text":" The affiliation, connection, or relation of any person with an organization or other person;"},{"prefix":"H","text":" The activities, conduct, efficiency, loyalty, or honesty of any employee, agent, contractor, or subcontractor;"},{"prefix":"I","text":" The financial standing, creditworthiness, or financial responsibility of any person;"},{"prefix":"J","text":" Securing evidence for use before any investigating committee, board of award, or board of arbitration, or for use in a trial of any civil or criminal cause;"},{"prefix":"K","text":" Providing uniformed or non-uniformed personal protection;"},{"prefix":"L","text":" Conducting polygraph testing;"},{"prefix":"M","text":" Conducting background checks on prospective employees or tenants; or"},{"prefix":"N","text":" Conducting background checks on individuals by or at the request of an insurance company for workers' compensation purposes."},{"prefix":"2","text":" The term \"private investigation service\" shall not include private-process service, unless the service goes beyond service of process to a missing person investigation."},{"prefix":"j","text":" \"Purchaser\" includes a person who purchases property or to whom is rendered services, receipts from which are taxable under this chapter."},{"prefix":"k","text":" \"Purchaser's certificate\" means a certificate signed by a purchaser and in such form as the Mayor shall prescribe, stating the purpose to which the purchaser intends to put the subject of the sale, or the status or character of the purchaser."},{"prefix":"l","text":" \"Retailer\" includes:"},{"prefix":"1","text":" Every person engaged in the business of making sales at retail;"},{"prefix":"2","text":" Every person engaged in the business of making retail sales at auction of tangible personal property owned by the person or others; and"},{"prefix":"3","text":" Every person engaged in the business of making sales for storage, use, or other consumption, or in the business of making sales at auction of tangible personal property owned by the person or others for storage, use, or other consumption."},{"prefix":"m","text":" \"Retail establishment\" means any premises in which the business of selling tangible personal property is conducted or in or from which any retail sales are made."},{"prefix":"n","text":"(1) \"Retail sale\" and \"sale at retail\" mean the sale in any quantity or quantities of any tangible personal property or service, including any such sales effected via the internet by a nexus-vendor, taxable under the terms of this chapter. These terms mean all sales of tangible personal property to any person for any purpose other than those in which the purpose of the purchaser is to resell the property so transferred in the form in which the same is, or is to be, received by him, or to use or incorporate the property so transferred as a material or part of other tangible personal property to be produced for sale by manufacturing, assembling, processing, or refining. For the purpose of the tax imposed by this chapter, these terms shall include, but not be limited to, the following:"},{"prefix":"A","text":"(i) Sales of food or drink prepared for immediate consumption as defined in subsection (g-1) of this section; and"},{"prefix":"ii","text":" Sales of food or drink when sold from vending machines;"},{"prefix":"iii","text":" Repealed;"},{"prefix":"iv","text":" Sales of soft drinks."},{"prefix":"B","text":" Any production, fabrication, or printing of tangible personal property on special order for a consideration;"},{"prefix":"C","text":" The sale or charge, to include net charges and additional charges, for any room or rooms, lodgings, or accommodations furnished to transients by any hotel, room remarketer, inn, tourist camp, tourist cabin, or any other place in which rooms, lodgings, or accommodations are regularly furnished to transients for a consideration."},{"prefix":"D","text":" The sale of natural or artificial gas, oil, electricity, solid fuel, or steam;"},{"prefix":"E","text":" The sale of material used in the construction, and of materials used in the repair or alteration, of real property, which materials, upon completion of such construction, alterations, or repairs, become real property, regardless of whether or not such real property is to be sold or resold, however, this section shall not apply to the sale of material for the purpose of subsequently transporting the property outside the District for use solely outside the District;"},{"prefix":"F","text":" The sale or charges for possession or use of any article of tangible personal property granted under a lease or contract, regardless of the length of time of such lease or contract or whether such lease or contract is oral or written; in such event, for the purposes of this chapter, such lease or contract shall be considered the sale of such article and the tax shall be computed and paid by the vendor upon the rental paid; provided, however, that the gross proceeds from the rental of films, records, or any type of sound transcribing to theaters and radio and television broadcasting stations shall not be considered a retail sale;"},{"prefix":"G","text":"(i) The sale of or charges to subscribers for local telephone service. The inclusion of such sales and charges in the definition of the terms \"retail sale\" and \"sale at retail\" shall not authorize any tax to be imposed under this chapter on so much of any amount paid for the installation of any instrument, wire, pole, switchboard, apparatus, or equipment as is properly attributable to such installation."},{"prefix":"ii","text":" The term \"local telephone service\" means:"},{"prefix":"I","text":" The access to a local telephone system, and the privilege of telephonic quality communication with substantially all persons having telephone or radio telephone stations constituting a part of such local telephone system; and"},{"prefix":"II","text":" Any facility or service provided in connection with a service described in clause (I) of this sub-subparagraph. The term \"local telephone service\" does not include any service which is a \"toll telephone service\" or a \"private communication service\" as defined in sub-subparagraphs (iii) and (iv) of this subparagraph."},{"prefix":"iii","text":" The term \"toll telephone service\" means:"},{"prefix":"I","text":" A telephonic quality communication for which there is a toll charge which varies in amount with the distance and elapsed transmission time of each individual communication and the charge is paid within the United States; and"},{"prefix":"II","text":" A service which entitles the subscriber, upon payment of a periodic charge (determined as a flat amount or upon the basis of total elapsed transmission time), to the privilege of an unlimited number of telephonic communications to or from all or a substantial portion of the persons having telephone or radio telephone stations in a specified area which is outside the local telephone system area in which the station provided with this service is located."},{"prefix":"iv","text":" The term \"private communication service\" means:"},{"prefix":"I","text":" The communication service furnished to a subscriber which entitles the subscriber to exclusive or priority use of any communication channel or groups of channels, or to the use of an intercommunication system for the subscriber's stations, regardless of whether such channel, or groups of channels, or intercommunication system may be connected through switching with a service described in sub-subparagraph (ii) or (iii) of this subparagraph;"},{"prefix":"II","text":" Switching capacity, extension lines and stations, or other associated services which are provided in connection with, and are necessary or unique to the use of, channels, or systems described in clause (I) of this sub-subparagraph; and"},{"prefix":"III","text":" The channel mileage which connects a telephone station located outside a local telephone system area with a central office in such local telephone system, except that such term does not include any communication service unless a separate charge is made for such service;"},{"prefix":"H","text":" The sale of or charges for admission to public events, except live performances of ballet, dance, or choral performances, concerts (instrumental and vocal), plays (with and without music), operas and readings and exhibitions of paintings, sculpture, photography, graphic and craft arts, but including movies, circuses, burlesque shows, sporting events, and performances or exhibitions of any other type or nature; provided, that any casual or isolated sale of or charge for admission made by a semipublic institution not regularly engaged in asking such sales or charges shall not be considered a retail sale or sale at retail;"},{"prefix":"I","text":" The sale of or charges for the service of repairing, altering, mending, or fitting tangible personal property, or applying or installing tangible personal property as a repair or replacement part of other tangible personal property, whether or not such service is performed by other means of coin-operated equipment or by any other means, and whether or not any tangible personal property is transferred in conjunction with such service;"},{"prefix":"J","text":" The sale of or charges for copying, photocopying, reproducing, duplicating, addressing, and mailing services and for public stenographic services;"},{"prefix":"K","text":" The sale of or charges for the service of laundering, dry cleaning, or pressing of any kind of tangible personal property, except when such service is performed by means of self-service, coin-operated equipment, and the rental of textiles to commercial users when the essential part of the rental includes the recurring service of laundering or cleaning thereof;"},{"prefix":"L","text":" The sale of or charge for the service of parking, storing, or keeping motor vehicles or trailers, except that:"},{"prefix":"i","text":" Where a sale or charge for the service described in this subparagraph is made to a District resident who is a tenant in an apartment house or the owner of a condominium unit or a cooperative unit in which he or she resides, and the motor vehicle or trailer of the tenant or owner is parked, stored or kept on the same premises on which the tenant or owner has his or her place of residence, except as otherwise provided in this paragraph the sale or charge is exempt from the tax imposed by this subparagraph. The exemption shall not extend to a tenant or owner whose motor vehicle or trailer is used for commercial purposes or whose occupancy of the building is for commercial purposes; or"},{"prefix":"ii","text":"(I) Where the sale or charge for the service is made to a District resident who possesses and shows to those providing the service a parking sales tax exemption card issued and signed by the Mayor or his or her duly authorized representative pursuant to sub-subparagraph (iii) of this subparagraph, the sale or charge is exempt from the tax imposed by this paragraph;"},{"prefix":"II","text":" This exemption shall extend only to those District residents using the service for the purpose of keeping their vehicles or trailers near their place of residence and shall not extend to a resident whose motor vehicle or trailer is used for commercial purposes, as ascertained by the Mayor or his or her duly authorized representative;"},{"prefix":"iii","text":" Upon application by a District resident, the Mayor shall issue to him or her a parking sales tax exemption card; provided, that the resident:"},{"prefix":"I","text":" Possesses a District motor vehicle or trailer registration certificate and identification tag for the motor vehicle or trailer to be parked, if so required by § 50-1501.02(a);"},{"prefix":"II","text":" Has registered the vehicle or trailer to a residential address in the District, if a registration certificate is required by § 50-1501.02(a), which address is located within one-half mile of the address of the business or operation providing the service; and"},{"prefix":"III","text":" Provides the Mayor the name and address of the business or operation to provide the service;"},{"prefix":"iv","text":" The parking sales tax exemption card shall state the name and address of the person to whom it is issued, the name and address of the business or operation to provide the service, and any other information, including a photograph, deemed necessary by the Mayor;"},{"prefix":"iv-I","text":"(I) Where the sale or charge for service is made by a valet parking service business, the sale or charge for service shall be exempt from the tax imposed by this sub-subparagraph."},{"prefix":"II","text":" For the purposes of this sub-subparagraph, the term \"valet parking service business\" means a corporation, partnership, business entity, or proprietor who takes temporary control of a motor vehicle of a person attending any restaurant, business, activity, or event to park, store, or retrieve the vehicle. The term \"valet parking service business\" shall not include a garage, parking lot, or parking facility that provides parking services by parking lot attendants."},{"prefix":"v","text":" For the purpose of this paragraph, the term:"},{"prefix":"I","text":" \"Motor vehicle\" means any vehicle propelled by an internal-combustion engine or by electricity or steam, except road rollers, farm tractors, and vehicles propelled only upon stationary rails or tracks; and"},{"prefix":"II","text":" \"Trailer\" means a vehicle without motor power intended or used for carrying property or persons and drawn or intended to be drawn by a motor vehicle, whether such vehicle without motor power carries the weight of the property or persons wholly on its own structure or whether a part of such weight rests upon or is carried by a motor vehicle;"},{"prefix":"M","text":" The sale of or charges for the service of real property maintenance and landscaping."},{"prefix":"i","text":"(I) For the purposes of this paragraph, the term \"real property maintenance\" means any activity that keeps the land or the premises of a building clean, orderly, and functional, including the performance of minor adjustments, maintenance, or repairs which include: floor, wall, and ceiling cleaning; pest control; window cleaning; servicing inground and in building swimming pools; exterior building cleaning; parking lot, garage, and recreation area maintenance; exterior and interior trash removal; restroom cleaning and stocking; lighting maintenance; chimney and duct cleaning; and ground maintenance; but does not include; painting, wallpapering, or other services performed as part of construction or major repairs; or services performed under an employee-employer relationship."},{"prefix":"II","text":" The term \"real property maintenance\" shall not include the exterior or interior trash removal of recyclable material. For the purposes of this sub-sub-subparagraph, the term \"recyclable material\" means material that would otherwise become municipal solid waste and is shown by the provider of the interior or exterior trash removal that the material has been collected, separated, or processed to be returned into commerce as a raw material or product, or has been sold to a company in the business of separating or processing recyclable materials."},{"prefix":"ii","text":" For the purposes of this paragraph, the term \"landscaping\" means the activity of arranging or modifying areas of land and natural scenery for an improved or aesthetic effect; the addition, removal, or arrangement of natural forms, features, and plantings; the addition, removal, or modification of retaining walls, ponds, sprinkler systems, or other landscape construction services; and other services provided by landscape designers or landscape architects such as consultation, research, preparation of general or specific design or detail plans, studies, specifications or supervision, or any other professional services or functions associated with landscaping;"},{"prefix":"N","text":" The sale of or charges for data processing and information services."},{"prefix":"i","text":" For the purposes of this paragraph, the term \"data processing service\" means the processing of information for the compilation and production of records of transactions; the maintenance, input, and retrieval of information; the provision of direct access to computer equipment to process, examine, or acquire information stored in or accessible to the computer equipment; the specification of computer hardware configurations, the evaluation of technical processing characteristics, computer programming or software, provided in conjunction with and to support the sale, lease, operation, or application of computer equipment or systems; word processing, payroll and business accounting, and computerized data and information storage and manipulation; the input of inventory control data for a company; the maintenance of records of employee work time; filing payroll tax returns; the preparation of W-2 forms; the computation and preparation of payroll checks; and any system or application programming or software."},{"prefix":"ii","text":" For the purposes of this paragraph, the term \"information service\" means the furnishing of general or specialized news or current information, including financial information, by printed, mimeographed, electronic, or electrical transmission, or by wire, cable, radio waves, microwaves, satellite, fiber optics, or any other method in existence or which may be devised; electronic data retrieval or research, including newsletters, real estate listings, or financial, investment, circulation, credit, stock market, or bond rating reports; mailing lists; abstracts of title; news clipping services; wire services; scouting reports; surveys; bad check lists; and broadcast rating services; but does not include: information sold to a newspaper or a radio or television station licensed by the Federal Communication Commission, if the information is gathered or purchased for direct use in newspapers or radio or television broadcasts; charges to a person by a financial institution for account balance information; or information gathered or compiled on behalf of a particular client, if the information is of a proprietary nature to that client and may not be sold to others by the person who compiled the information, except for a subsequent sale of the information by the client for whom the information was gathered or compiled."},{"prefix":"iii","text":" The term \"data processing services\" does not include a service provided by a member of an affiliated group of corporations to other corporate members of the group. Data processing services shall be exempt from sales tax if the service is rendered by a member of the affiliated group of corporations, has not been purchased with a certificate of resale or exemption by the corporation that provides the service, is rendered for the purpose of expense allocation, and is not for the profit of the corporation providing the service. For the purposes of this sub-subparagraph, the term \"affiliated group\" shall have the same meaning as defined in 26 U.S.C. § 1504(a);"},{"prefix":"O","text":" The sale of or charge for any newspaper or publication;"},{"prefix":"P","text":"(i) The sale of or charges for stationary two-way radio services, telegraph services, teletypewriter services, and teleconferencing services. The sale of or charges for services listed in this subparagraph shall not be considered sales of or charges for private communication services as defined in subparagraph (G)(iv) of this paragraph;"},{"prefix":"ii","text":" The sale of or charges for \"900\", \"976\", \"915\", and other \"900\"-type telecommunication services;"},{"prefix":"iii","text":" The sale of or charges for telephone answering services, including automated services and services provided by human operators;"},{"prefix":"iv","text":" The sale of or charges for telephone services rendered by means of coin-operated telephones; and"},{"prefix":"v","text":" The sale of or charges for services enumerated in sub-subparagraphs (i) through (iv) of this subparagraph shall not include sales of or charges for services that are subject to tax under § 47-2501 or Chapter 39 of this title;"},{"prefix":"Q","text":" The sale of or charge for any delivery in the District for which a separate charge is made, except merchandise delivered for resale for which a District of Columbia certificate of resale has been issued or the delivery of any newspapers;"},{"prefix":"R","text":" The sale of or charge for the service of procuring, offering, or attempting to procure in the District job seekers for employers or employment for job seekers, including employment advice, counseling, testing, resume preparation and any other related services;"},{"prefix":"S","text":" The sale of or charge for the service of placing a job seeker with an employer in the District;"},{"prefix":"T","text":" The sale of a prepaid telephone calling card, even if no card has been issued. Notwithstanding any other provision of law, any sale of a prepaid telephone calling card on or after October 1, 1997, shall be deemed the sale of tangible personal property subject only to such taxes as are imposed on the sale of food for immediate consumption as defined under subsection (g-1) of this section, even where no card has been issued. Gross receipts or charges from the sale of the telecommunication service purchased through the use of a prepaid telephone calling card, even if no card has been issued, shall not be subject to the taxes imposed under § 47-2501 et seq.; or or § 47-3901 et seq.; or"},{"prefix":"U","text":" The sale of or charges for armored car service, private investigation service, and security service; provided, that an armored-car-services vendor may reasonably apportion any charges for any out-of-state delivery component, including the apportionment of distance, time, or number of stops within and outside of the District; provided further, that application of the sales and use tax to charges for security services is controlled by the delivery point of the services; provided further, that the reimbursement of incidental expenses paid to a third party and incurred in connection with providing a taxable private detective service shall not be included."},{"prefix":"2","text":" The terms \"retail sale\" and \"sale at retail\" shall not include the following:"},{"prefix":"A","text":" Sales of transportation and communication services other than sales of data processing services, information services, local telephone service, or any service enumerated in paragraph (1)(P) of this subsection;"},{"prefix":"B","text":" Professional, insurance, or personal service transactions which involve sales as inconsequential elements for which no separate charges are made, except as otherwise provided in paragraph (1) of this subsection;"},{"prefix":"C","text":" Any sale in which the only transaction in the District is the mere execution of the contract of sale and in which the tangible personal property sold is not in the District at the time of the execution and is not sold by a nexus-vendor; provided, however, that nothing contained in this subsection shall be construed to be an exemption from the tax imposed under Chapter 22 of this title;"},{"prefix":"D","text":" Sales to a common carrier or sleeping car company by a corporation all of whose capital stock is owned by 1 or more common carriers or sleeping car companies of tangible personal property, procured or acquired by such corporation outside the District, which consists of repair or replacement parts used for the maintenance or repair of any train operating principally without the District in the course of interstate commerce, or commerce between the District and a state, provided such sales are made in connection with the furnishing of terminal services pursuant to a written agreement entered into before January 1, 1963;"},{"prefix":"E","text":" Sales of food or drink of a type that constitute \"eligible foods\", as defined in 7 CFR § 271.2, or food purchased for animal ingestion, without regard to whether such food or drink is purchased with food stamps, except sales of food or drink prepared for immediate consumption and soft drinks;"},{"prefix":"F","text":" Sales of Internet access service--"},{"prefix":"i","text":" For the purposes of this subparagraph, the term \"Internet access service\" means a service that enables users to access content, information, electronic mail, or other services offered over the Internet and may also include access to proprietary content, information, and other services as part of a package of Internet access services offered to consumers."},{"prefix":"ii","text":" \"Internet access service\" shall not include the sale of or charges for data processing and information services as defined in paragraph (1)(N)(i) and (ii) of this subsection that do not enable users to access content, information, electronic mail, or other services offered over the Internet."},{"prefix":"iii","text":" \"Internet access service\" shall not include telecommunication services as defined in paragraph (1)(P) of this subsection or Chapter 39 of this title;"},{"prefix":"G","text":" Sales within the District of Columbia by Qualified High Technology Companies of intangible property or services otherwise taxable as a retail sale or sale at retail, including Internet-related services and sales, including website design, maintenance, hosting, or operation; Internet-related consulting, advertising, or promotion services; the development, rental, lease, or sale of Internet-related applications, connectivity, digital content, or products and services; advertising space and design; graphic design; banner advertising; subscription services; downloads from databases; services that involve the provision of strategic advice for Internet use and presence; Internet website design and maintenance services; Internet website assessment and diagnostic services; the use of proprietary content, information, and other services as part of a package of Internet advice and consulting services. This paragraph shall not apply to telecommunication service providers."},{"prefix":"H","text":" Sales of valet parking services by a valet parking service business, as defined in paragraph (1)(L)(iv-I)(II) of this subsection;"},{"prefix":"I","text":" Fees retained by a retail establishment under [§ 8-102.03(b)(1)]; or"},{"prefix":"J","text":" Sales of cigarettes, as defined in § 47-2401(1A)."},{"prefix":"o","text":" \"Return\" includes any return filed or required to be filed as herein provided."},{"prefix":"o-1","text":" \"Room remarketer \" means any person, other than the operator of a hotel, inn, tourist camp, tourist cabin, or any other place in which rooms, lodgings, or accommodations are regularly furnished to transients for a consideration, having any right, access, ability, or authority, through an internet transaction or any other means whatsoever, to offer, reserve, book, arrange for, remarket, distribute, broker, resell, or facilitate the transfer of rooms the occupancy of which is subject to tax under this chapter and also having any right, access, ability or authority to determine the sale or charge for the rooms, lodgings, or accommodations."},{"prefix":"p","text":"(1) \"Sales price\" means the total amount paid by a purchaser to a vendor as consideration for a retail sale, valued in money, whether paid in money or otherwise, without any deduction on account of any of the following:"},{"prefix":"A","text":" The cost of the property sold;"},{"prefix":"B","text":" The cost of materials used, labor or service cost, interest charged, losses, or any other expenses;"},{"prefix":"C","text":" The cost of transportation of the property prior to its sale at retail. The total amount of the sales price includes all of the following:"},{"prefix":"i","text":" Any services that are a part of the sale; and"},{"prefix":"ii","text":" Any amount for which credit is given to the purchaser by the vendor; or"},{"prefix":"D","text":" Amounts charged for any cover, minimum, entertainment, or other service in hotels, restaurants, cafes, bars, and other establishments where meals, food or drink, or other like tangible personal property is furnished for a consideration."},{"prefix":"2","text":" The term \"sales price\" does not include any of the following:"},{"prefix":"A","text":" Cash discounts allowed and taken on sales;"},{"prefix":"B","text":" The amount charged for property returned by purchasers to vendors upon rescission of contracts of sale when the entire amounts charged therefor are refunded either in cash or credit, and when the property is returned within 90 days from the date of sale;"},{"prefix":"C","text":" The amount separately charged for labor or services rendered in installing or applying the property sold, except as provided in subsection (n)(1) of this section;"},{"prefix":"D","text":" The amount of reimbursement of tax paid by the purchaser to the vendor under this chapter; or"},{"prefix":"E","text":" Transportation charges separately stated, if the transportation occurs after the sale of the property is made."},{"prefix":"q","text":" \"Sale\" and \"selling\" mean any transaction whereby title or possession, or both, of tangible personal property is or is to be transferred by any means whatsoever, including rental, lease, license, or right to reproduce or use, for a consideration, by a vendor to a purchaser, or any transaction whereby services subject to tax under this chapter are rendered for consideration or are sold to any purchaser by any vendor, and shall include, but not be limited to, any \"sale at retail\" as defined in this chapter. Such consideration may be either in the form of a price in money, rights, or property, or by exchange or barter, and may be payable immediately, in the future, or by installments."},{"prefix":"q-1","text":"(1) \"Security service\" shall include any activity that is performed for compensation as a security guard to protect any individual or property and provided on the premises of a person's residential or commercial property, the service of monitoring an electronically controlled burglar or fire alarm system for any residential or commercial property located in the District, or responding to a distress call or an alarm sounding from a security system."},{"prefix":"2","text":" The term \"security service\" shall not include:"},{"prefix":"A","text":" Installing a burglar or fire alarm system in commercial or residential property;"},{"prefix":"B","text":" Maintaining or repairing a security system for a customer;"},{"prefix":"C","text":" Monitoring property located entirely outside of the District, even if the equipment used to perform the monitoring service is located in the District; or"},{"prefix":"D","text":" Providing a medical-response system used by individuals to summon medical aid."},{"prefix":"r","text":" \"Semipublic institution\" means any corporation, and any community chest, fund, or foundation, organized exclusively for religious, scientific, charitable, or educational purposes, including hospitals, no part of the net earnings of which inures to the benefit of any private shareholder or individual."},{"prefix":"r-1","text":" \"Soft drink\" means a non-alcoholic beverage with natural or artificial sweeteners. The term \"soft drink\" shall not include a beverage that:"},{"prefix":"1","text":" Contains:"},{"prefix":"A","text":" Milk or milk products;"},{"prefix":"B","text":" Soy, rice, or similar milk substitutes;"},{"prefix":"C","text":" Fruit or vegetable juice, unless the beverage is carbonated; or"},{"prefix":"D","text":" Coffee, coffee substitutes, cocoa, or tea; or"},{"prefix":"2","text":" Is prepared for immediate consumption, as defined in subsection (g-1) of this section."},{"prefix":"s","text":" \"Tangible personal property\" means corporeal personal property of any nature."},{"prefix":"t","text":" \"Tax\" means the tax imposed by this chapter."},{"prefix":"u","text":" \"Taxpayer\" means any person required by this chapter to make returns or to pay the tax imposed by this chapter."},{"prefix":"v","text":" \"Tax year\" means the calendar year, or the taxpayer's fiscal year if it be other than the calendar year when such fiscal year is regularly used by the taxpayer for the purpose of reporting District income taxes as the tax period in lieu of the calendar year."},{"prefix":"v-1","text":" \"Transient\" means any person who occupies, or has the right to occupy, any room or rooms, lodgings, or accommodations for a period of 90 days or less during any one continuous stay."},{"prefix":"w","text":" \"Vendor\" includes a person or retailer, including a nexus-vendor, selling property or rendering services upon the receipts from which a tax is imposed under this chapter."},{"prefix":"w-1","text":"(1) \"Special Event\" means an uncommon, unique, noteworthy, or extra occurrence of a specific activity open to the general public that is designed, advertised, or promoted for an identified purpose to be conducted or held on a designated day or series of days, whether held outdoors, indoors, or both, in a public or private facility, at which at least 50 vendors will be present. Special events include auctions, shows, celebrations, circuses, expositions, entertainment, exhibits, fairs, festivals, fund raisers, historical re-enactments, movies, pageants, parades, and sporting events, the conduct of which has the effect, intent, or propensity to draw persons and create an atmosphere or opportunity to sell tangible personal property or services which are taxable under this chapter or Chapter 22 of this title."},{"prefix":"2","text":" Special events shall not include an activity that constitutes a \"qualified convention or trade show activity\" as defined in section 513(d) of the Internal Revenue Code of 1986."},{"prefix":"x","text":" The foregoing definitions shall be applicable whenever the words defined are used in this chapter unless otherwise required by the context."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Gross Sales Tax. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2001","identifier":"47-2001","catch_text":"Definitions."}}