{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2853.43.\n\nEffect of Amendments\n\nD.C. Law 16-130 rewrote subsec. (a); and in subsec. (b) and par. (d)(1), substituted \"§\" for \"§§ 47-2853.45 and\". Prior to amendment, subsec. (a) read as follows:\n\n\"(a) Except as permitted by the Board pursuant to subsection (b) of this section, no person shall assume or use the title or designation \"certified public accountant\" or the abbreviation \"CPA\" or any other title, designation, words, letters, abbreviation, sign, card, or device tending to indicate that the person is a certified public accountant, unless the person has received a license as a certified public accountant under this subchapter, holds a valid permit to practice as a certified public accountant in the District, and all of the person's offices in the District for the practice of public accounting are maintained and registered as required under §§ 47-2853.44 and 47-2853.45. No firm shall assume or use the title or designation \"certified public accountant\" or the abbreviation \"CPA\" or any other title, designation, words, letters, abbreviation, sign, card, or device tending to indicate that the firm is composed of certified public accountants unless the firm is registered as a firm of certified public accountants and holds a valid permit under § 47- 2853.47, and all offices of such firm in the District for the practice of public accounting are maintained and registered as required by §§ 47-2853.44, 47-2853.45, and 47-2853.46. No person shall assume or use the title or designation \"public accountant\" or any other title, designation, words, letters, abbreviation, sign, card or device tending to indicate that such person is a public accountant unless that person is:\n\n\"(1) Registered as a public accountant and holds a valid permit issued by the Board and all of such person's offices in the District for the practice of public accounting are maintained and registered as required by §§ 47-2853.45 and 47-2853.46; or\n\n\"(2) Licensed as a certified public accountant under this subchapter.\"\n\nD.C. Law 19-43, in subsec. (a), substituted \"Except as provided in § 47-2853.49 and as permitted by the Board\" for \"Except as permitted by the Board\", substituted \"under this subchapter and holds\" for \"under this subchapter, holds\"; substituted \"public accountants in the District\" for \"public accountants in the District, and all of the person's offices in the District for the practice of public accounting are maintained and registered as required under § 47-2853.45\"; in subsec. (b), substituted \"under § 47-2853.44, or unless the firm is exempt from registration under § 47-2853.44(a)(2) or (3)\" for \"under § 47-2853.46\"; in subsec. (c), substituted \" , or anyone who holds a practice privilege pursuant to § 47-2853.49,\" for \"and all of whose offices in the District for the practice of public accounting are maintained and registered as required by the special rules\"; in subsec. (d)(1), substituted \", or unless the person holds a practice privilege pursuant to § 47-2853.49\" for \"and all of the person's offices in the District for the practice of public accounting are maintained and registered as required by § 47-2853.46\"; in subsecs. (e) and (f), substituted \"§ 47-2853.44, or unless the firm is exempt from registration under § 47-2853.44(a)(2) or (3)\" for \"§§ 47-2853.44 and 47- 2853.46\"; and added (g).\n\nTemporary Amendments of Section\n\nSection 2(e) of D.C. Law 16-101, in subsec. (a), deleted \"and 47-2853.45\" and \", 47-2853.45,\" and substituted \"licensed as a certified public accountant under this part.\" for the colon at the end of the lead-in text; repealed subsecs. (a)(1) and (a)(2); in subsec. (b), substituted \"§\" for \"§§ 47-2853.45 and\"; and, in subsec. (d)(1), substituted \"§\" for \"§§ 47-2853.45 and\".\n\nSection 4(b) of D.C. Law 16-101 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(e) of Non-Health Related Occupations and Professions Licensure Emergency Act of 2006 (D.C. Act 16-255, January 26, 2006, 53 DCR 763).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 47-2801.\n\nFor Law 16-130, see notes following § 47-2853.06.\n\nFor history of Law 19-43, see notes under § 47-2853.06.\n\nDC CODE § 47-2853.43\n\nCurrent through December 11, 2012","credits":"(Apr. 20, 1999, D.C. Law 12-261, § 1002, 46 DCR 3142; June 16, 2006, D.C. Law 16-130, § 2(d), 53 DCR 4718; Dec. 2, 2011, D.C. Law 19-43, § 2(d), 58 DCR 8928.)","sections":[{"prefix":"a","text":" Except as provided in § 47-2853.49 and as permitted by the Board pursuant to subsection (b) of this section, no person shall assume or use the title or designation \"certified public accountant\" or the abbreviation \"CPA\" or any other title, designation, words, letters, abbreviation, sign, card, or device tending to indicate that the person is a certified public accountant, unless the person has received a license as a certified public accountant under this subchapter and holds a valid permit to practice as a certified public accountant in the District. No firm shall assume or use the title or designation \"certified public accountant\" or the abbreviation \"CPA\" or any other title, designation, words, letters, abbreviation, sign, card, or device tending to indicate that the firm is composed of certified public accountants unless the firm is registered as a firm of certified public accountants and holds a valid permit under § 47-2853.47, and all offices of such firm in the District for the practice of public accounting are maintained and registered as required by § 47-2853.44, or unless the firm is exempt from registration under § 47-2853.44(a)(2) or (3). No person shall assume or use the title or designation \"public accountant\" or any other title, designation, words, letters, abbreviation, sign, card or device tending to indicate that such person is a public accountant unless that person is licensed as a certified public accountant under this part."},{"prefix":"b","text":" No firm shall assume or use the title or designation \"public accountant\" or any other title, designation, words, letters, abbreviation, sign, card, or device tending to indicate that the firm is composed of public accountants unless it is a firm of public accountants or a firm of certified public accountants and holds a valid permit issued in accordance with § 47-2853.47, and all offices of the firm in the District for the practice of public accounting are maintained and registered as required under § 47-2853.44, or unless the firm is exempt from registration under § 47-2853.44(a)(2) or (3)."},{"prefix":"c","text":" No person or firm shall assume or use the title or designation \"certified accountant,\" \"chartered accountant,\" \"enrolled accountant,\" \"licensed accountant,\" \"registered accountant,\" \"accredited accountant,\" or any other title or designation likely to be confused with \"certified public accountant\" or \"public accountant,\" or any of the abbreviations \"CA,\" \"PA,\" \"RA,\" \"LA,\" or \"AA,\" or similar abbreviations likely to be confused with \"CPA\"; provided, however, that anyone who holds a valid permit issued under the special rules in § 47-2853.47, or anyone who holds a practice privilege pursuant to § 47-2853.49, may hold himself out to the public as an \"accountant\" or \"auditor.\""},{"prefix":"d","text":"(1) No person shall sign or affix his or her name or any trade or assumed name used by the person in his or her profession or business to any opinion or certificate attesting in any way to the reliability of any representation or estimate in regard to any person or organization embracing financial information or facts concerning compliance with conditions established by law or contract, including, but not limited to, statutes, ordinances, regulations, grants, loans, and appropriations, together with any wording accompanying or contained in the opinion or certificate which indicates that the person is either an accountant or an auditor or has expert knowledge in accounting or auditing, unless the person holds a valid permit issued by the Board, or unless the person holds a practice privilege pursuant to § 47-2853.49."},{"prefix":"2","text":" The provisions of this subsection shall not prohibit any officer, employee, partner, or principal of any organization from affixing his or her signature to any statement or report in reference to the affairs of the organization with any wording designating the position, title, or office which he or she holds in the organization nor shall the provisions of this subsection prohibit any act of a public official or public employee in the performance of his or her official duties."},{"prefix":"e","text":" No person shall sign or affix a firm name to any opinion or certificate attesting in any way to the reliability of any representation or estimate in regard to any person or organization embracing financial information or facts respecting compliance with conditions established by law or contract, including, but not limited to, statutes, ordinances, regulations, grants, loans, and appropriations, together with any wording accompanying or contained in the opinion or certificate which indicates that the firm is composed of or employs accountants, auditors, or other persons having expert knowledge in accounting or auditing, unless the firm holds a valid permit issued by the Board and its offices in the District for the practice of public accounting are maintained and registered as required under § 47-2853.44, or a firm exempt from registration under § 47-2853.44(a)(2) or (3)."},{"prefix":"f","text":" No person shall assume or use the title or designation \"certified public accountant\" or \"public accountant\" in conjunction with names indicating or implying that there is a firm or in conjunction with the designation \"and Company\" or \"and Co.\" or a similar designation if there is in fact no bona fide firm registered under § 47-2853.44, or unless the firm is exempt from registration under § 47-2853.44(a)(2) or (3) provided, that a sole proprietor or partnership lawfully using such title or designation in conjunction with such names or designation under prior law may continue to do so."},{"prefix":"g","text":" Notwithstanding any other provision of this section, it shall not be a violation of this section for a firm that does not hold a valid permit under § 47-2853.44 and that does not have an office in the District to provide its professional services in the District so long as it complies with the requirements of § 47-2853.44(a)(2) or (3), whichever is applicable."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-B","text":"Non-Health Related Occupations and Professions Licensure."},"part":{"identifier":"A","text":"Accountants. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2853","identifier":"47-2853.43","catch_text":"Certain representations prohibited."}}