{"text":"Every such permit shall be issued for a definite period of time not exceeding 12 months from its date of issue, and the date and hour of its expiration shall be stated in the permit, and before such permit shall be issued the applicant therefor shall pay to the District of Columbia, through its Collector of Taxes, such fee as the Mayor may deem sufficient to reimburse the District of Columbia for the work and expense of issuing the permit and gathering information concerning the applicant and his goods as the Mayor may deem prudent and best for the protection of the public, but which fee shall not exceed the sum of $150. The application for the said permit shall be by verified petition, stating the name of the applicant, residence, street, and number of the proposed place of selling, and shall set forth in detail the goods to be sold and what statements or representations are to be made or advertised as to the same, and the length of time for which the permit is desired; and, if previously engaged in a like or similar business, to designate all the places where the same was conducted, and shall furnish to the Mayor such further evidence as shall be deemed necessary to establish the truth of the statements made in the said petition.","historical":"Prior Codifications\n\n1981 Ed., § 47-2702.\n\n1973 Ed., § 47-2202.\n\nLegislative History of Laws\n\nLaw 1-82, the \"License Fees and Charges Act of 1976,\" was introduced in Council and assigned Bill No. 1-237, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on March 23, 1976 and April 6, 1976, respectively. Signed by the Mayor on June 22, 1976, it was assigned Act No. 1-135 and transmitted to both Houses of Congress for its review.\n\nMiscellaneous Notes\n\nOffice of Collector of Taxes abolished: See Historical and Statutory Notes following § 47-401.\n\nDC CODE § 47-2702\n\nCurrent through December 11, 2012","credits":"(Sept. 8, 1916, 39 Stat. 846, ch. 473, § 2; Sept. 14, 1976, D.C. Law 1-82, title I, § 106, 23 DCR 2461; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"27","text":"Permits and Fees."},"subchapter":{"identifier":"I","text":"Public Auction Permits. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2702","identifier":"47-2702","catch_text":"Application; fee; required information."}}