{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-1903.\n\n1973 Ed., § 2-2003.\n\nEffect of Amendments\n\nD.C. Law 15-38, in subsec. (e), substituted \"an Inspected Sales and Services endorsement to a basic business license under the basic\" for \"a Class A Inspected Sales and Services endorsement to a master business license under the master\".\n\nD.C. Law 18-315 added subsec. (f).\n\nD.C. Law 19-171 enacted into law Part B of subchapter IV of Chapter 28 of Title 47.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(hh)(4)(Y) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nLegislative History of Laws\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-845, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615 and transmitted to both Houses of Congress for its review. D.C. Law 12-261 became effective on April 20, 1999.\n\nFor Law 15-38, see notes following § 47-2404.\n\nLaw 18-315, the \"Alternative Money Lending and Services Reform Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-715, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on November 9, 2010, and November 23, 2010, respectively. Signed by the Mayor on December 9, 2010, it was assigned Act No. 18-636 and transmitted to both Houses of Congress for its review. D.C. Law 18-315 became effective on March 12, 2011.\n\nFor history of Law 19-171, see notes under § 47-2884.01.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(70) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 47-2884.03\n\nCurrent through December 11, 2012","credits":"(Aug. 6, 1956, 70 Stat. 1036, ch. 970, § 3; Apr. 20, 1999, D.C. Law 12-261, § 2003(c), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 3(hh)(4)(Y), 50 DCR 6913; Mar. 12, 2011, D.C. Law 18-315, § 4(a), 57 DCR 12412; Sept. 26, 2012, D.C. Law 19-171, § 302(b), 59 DCR 6190.)","sections":[{"prefix":"a","text":" No license shall be issued to any person unless and until such person shall, in writing and in the form prescribed by the Mayor, appoint the Mayor as his true and lawful attorney upon whom all judicial and other process or legal notice directed to such person may be served. A copy of any such process or notice so served upon the Mayor shall be forthwith sent by registered mail by the plaintiff or his attorney to the defendant at his residence or his place of business."},{"prefix":"b","text":" Each application for a license under this part shall be in writing, under oath or affirmation, to the Mayor in such form as he may prescribe. Such application shall contain:"},{"prefix":"1","text":" In the case of an individual, his name and the address of his residence and place of business;"},{"prefix":"2","text":" In the case of a firm or voluntary association, the name and address of every member thereof and the address of the place where such business is to be conducted;"},{"prefix":"3","text":" In the case of a joint-stock company, incorporated society, or corporation, the names and addresses of the officers and directors thereof and the address of the place where such business is to be conducted; and"},{"prefix":"4","text":" Such additional information as the Council of the District of Columbia may prescribe."},{"prefix":"c","text":" Each applicant shall prove to the satisfaction of the Mayor that he has available, for use in the business of making loans authorized by this part at the location specified in his application, cash capital of at least $20,000."},{"prefix":"d","text":" Upon the filing of any such application the applicant shall pay to the Mayor the sum of $50 as a fee for investigating the application, which sum shall be retained by the District whether such application is approved or disapproved."},{"prefix":"e","text":" Any license issued pursuant to this part shall be issued as an Inspected Sales and Services endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of this chapter."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"B","text":"Pawnbrokers."},"heading":{"title":"47","chaptersection":"2884","identifier":"47-2884.03","catch_text":"Appointment of Mayor as attorney; application for license; cash capital; application fee; endorsement to master business license."}}