{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2851.7.\n\nEffect of Amendments\n\nD.C. Law 15-38, in subsec. (a), substituted \"basic business license application\" for \"master application\" in two places; in subsecs. (b) and (e)(1), substituted \"basic\" for \"master\"; repealed subsec. (c)(2); and in subsec. (f), substituted \"basic business license application\" for \"master application\". Prior to repeal, subsec. (c)(2) had read as follows:\n\n\"(2) The Center shall have the authority to issue, without endorsement, a Class B license for which the proper fee payment and a completed application form has been received and for which no pre-licensing or renewal approval action is required by any regulatory agency.\"\n\nD.C. Law 15-205, in subsec. (a), substituted \"business license application, along with proof of Workers' Compensation insurance coverage, or an exemption therefrom, to the Center\" for \"business license application to the Center\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(i) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nFor temporary (90 day) amendment of section, see § 1104 of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 1104 of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-86, see Historical and Statutory Notes following § 47-2851.01.\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 47-2801.\n\nFor Law 15-38, see notes following § 47-2404.\n\nFor Law 15-205, see notes following § 47-903.\n\nDC CODE § 47-2851.07\n\nCurrent through December 11, 2012","credits":"(Apr. 29, 1998, D.C. Law 12-86, § 101(b), 45 DCR 1172; Apr. 20, 1999, D.C. Law 12-261, § 2002(b), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 2(i), 50 DCR 6913; Dec. 7, 2004, D.C. Law 15-205, § 1104, 51 DCR 8441.)","sections":[{"prefix":"a","text":" Any person who is required to obtain a license that has been incorporated into the system shall submit a basic business license application, along with proof of Workers' Compensation insurance coverage, or an exemption therefrom, to the Center requesting the issuance of the license. The basic business license application form shall contain, in consolidated form, all information necessary for the issuance of licenses."},{"prefix":"b","text":" The applicant shall include with the application the sum of all fees and deposits required for the basic business license and any necessary or requested individual license endorsements."},{"prefix":"c","text":"(1) Irrespective of any authority delegated to the Center to implement the provisions of this subchapter, the authority for determining eligibility and fitness for the issuance and renewal of any requested license that requires a pre-licensing or renewal investigation, inspection, testing, or other judgmental review by the regulatory agency legally authorized to make such determination shall remain with that agency."},{"prefix":"2","text":" [Repealed]."},{"prefix":"d","text":"(1) Upon receipt of the application and proper fee payment for any license for which issuance is subject to regulatory agency action under subsection (c) of this section, the Center shall immediately notify the relevant regulatory agency of the license requested by the applicant."},{"prefix":"2","text":" Each regulatory agency shall advise the Center within 30 days after receiving the notice, or such other period as is established by law the following:"},{"prefix":"A","text":" That the agency approves the issuance of the requested license and will advise the applicant of any specific conditions required for issuing the license;"},{"prefix":"B","text":" That the agency denies the issuance of the license and gives the applicant reasons for the denial; or"},{"prefix":"C","text":" That no action has been taken on the application and the Department shall provide good and sufficient reasons for the delay and an estimate of when the action will be taken."},{"prefix":"e","text":"(1) The Center shall issue a basic business license endorsed for all the approved licenses to the applicant and advise the applicant of the status of other requested licenses."},{"prefix":"2","text":" It is the responsibility of the applicant to contest the decision regarding conditions imposed or licenses denied through the normal process established by statute or by regulation."},{"prefix":"f","text":" Regulatory agencies shall be provided information from the basic business license application for their licensing and regulatory functions."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-A","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2851","identifier":"47-2851.07","catch_text":"Issuance of licenses."}}