{"text":"","historical":"Effect of Amendments\n\nD.C. Law 13-313 inserted the section symbol in the section heading.\n\nD.C. Law 18-189 added subsec. (a-1); and, in subsec. (b), substituted \"cigarettes or other tobacco product\" for \"cigarettes\".\n\nLegislative History of Laws\n\nFor Law 13-225, see notes under § 47-2419.\n\nFor Law 13-313, see notes under § 47-2005.\n\nFor Law 18-189, see notes following § 47-2401.\n\nDC CODE § 47-2422\n\nCurrent through December 11, 2012","credits":"(Apr. 3, 2001, D.C. Law 13-225, § 2(c), 48 DCR 35; June 19, 2001, D.C. Law 13-313, § 16(c)(3), 48 DCR 1873; July 23, 2010, D.C. Law 18-189, § 4(d), 57 DCR 3019.)","sections":[{"prefix":"a","text":" The Mayor may revoke, suspend, or deny under § 47-2405 the general sales license endorsement on the master business license of any cigarette dealer for a violation of this chapter or any implementing rule promulgated by the Mayor as provided under § 47-2415."},{"prefix":"a-1","text":" Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of § 47-2404, or any rules or regulations issued under the authority of that section, pursuant to Chapter 18 of Title 2. Adjudication of any infraction of § 47-2404, or any rules or regulations issued under the authority of that section, shall be pursuant to Chapter 18 of Title 2."},{"prefix":"b","text":" The Mayor may (1) impose a civil penalty in an amount not to exceed the greater of 500% of the retail value of the cigarettes or other tobacco product involved or $5,000 for a violation of this chapter, or (2) assess tax due and interest on any product acquired, possessed, sold, or offered for sale in violation of this chapter."},{"prefix":"c","text":" The license or authorization to affix stamps of an agent, distributor, dealer, or person found liable for a civil penalty under subsection (b)(1) of this section on 2 or more occasions shall be revoked and the agent, distributor, dealer, or person shall not be eligible for a license or authorized by the District to affix tax stamps under this chapter for one year."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"24","text":"Cigarette Tax."},"heading":{"title":"47","chaptersection":"2422","identifier":"47-2422","catch_text":"Civil penalties and administrative sanctions."}}