{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-2010.\n\nEffect of Amendments\n\nD.C. Law 19-171 enacted into law Part C of subchapter IV of Chapter 28 of Title 47.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-98, see Historical and Statutory Notes following § 47-2885.01.\n\nLaw 10-255, the \"Technical Amendments Act of 1994,\" was introduced in Council and assigned Bill No. 10-673, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 21, 1994, and July 5, 1994, respectively. Signed by the Mayor on July 25, 1994, it was assigned Act No. 10-302 and transmitted to both Houses of Congress for its review. D.C. Law 10-255 became effective on May 16, 1995.\n\nFor history of Law 19-171, see notes under § 47-2885.01.\n\nDC CODE § 47-2885.10\n\nCurrent through December 11, 2012","credits":"(Sept. 16, 1980, D.C. Law 3-98, § 11, 27 DCR 3528; May 16, 1995, D.C. Law 10-255, § 5, 41 DCR 5193; Sept. 26, 2012, D.C. Law 19-171, § 302(b), 59 DCR 6190.)","sections":[{"prefix":"a","text":" The Mayor may refuse the issuance or renewal, or may revoke, or may suspend for not more than 90 days, a license issued pursuant to this part for any 1 or a combination of the following reasons:"},{"prefix":"1","text":" Conviction of any felony, or a finding by the Mayor that any provision of this part has been violated, or that any law or regulation of the District of Columbia or of the United States relating to drugs has been violated by any person named in the application for pharmacy licensure;"},{"prefix":"2","text":" Furnishing false or misleading information to the Mayor, or failing to furnish information requested by the Mayor, or refusing to allow an inspection in accordance with this section and § 47-2885.16; or"},{"prefix":"3","text":" Selling, or offering for sale, adulterated or misbranded drugs or devices."},{"prefix":"b","text":" The Mayor shall forthwith suspend a license issued pursuant to this part whenever the Mayor finds that the failure of a pharmacy to comply with any provision of this part or with any District of Columbia or federal law or regulation applicable to such pharmacy is of such a serious nature and magnitude that an imminent danger to the health or safety of the public is presented. In such a case, if a hearing is requested, such request or hearing shall not serve to stay the issuance of an order suspending the license."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"C","text":"Pharmacy."},"heading":{"title":"47","chaptersection":"2885","identifier":"47-2885.10","catch_text":"Denial, suspension, or revocation of pharmacy license."}}