{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2018.\n\n1973 Ed., § 47-2615.\n\nLegislative History of Laws\n\nLaw 2-57, the \"Tax Certificate Issuance and Return Duplicating User Charges Act of 1977,\" was introduced in Council and assigned Bill No. 2-201, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 8, 1977 and November 22, 1977, respectively. Signed by the Mayor on December 15, 1977, it was assigned Act No. 2-122 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 4-131, see Historical and Statutory Notes following § 47-2001.\n\nDC CODE § 47-2018\n\nCurrent through December 11, 2012","credits":"(May 27, 1949, 63 Stat. 119, ch. 146, title I, § 138; Mar. 16, 1978, D.C. Law 2-57, § 4, 24 DCR 5426; July 24, 1982, D.C. Law 4-131, §§ 207, 223, 29 DCR 2418; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":"(1) Except to any official of the District, having a right thereto in his official capacity, it shall be unlawful for any officer or employee, or any former officer or employee, of the District to divulge or make known in any manner the amount of gross proceeds or tax due or any particulars relating thereto or the computation thereof set forth or disclosed in any return required to be filed under this chapter, and neither the original nor a copy of any return desired for use in litigation in court shall be furnished where neither the District nor the United States is interested in the result of such litigation, whether or not the request is contained in an order of the court; provided, however, that nothing herein contained shall be construed to prevent the furnishing to a taxpayer a copy of his return upon the payment of a fee of $3.50."},{"prefix":"2","text":" The provisions of paragraph (1) of this subsection shall also apply to any state or local sales tax returns, copies thereof, and any other state or local sales tax information either submitted by the taxpayer or otherwise obtained. The provisions of paragraph (1) of this subsection shall not apply to any applications for exemption and their required related financial statements for persons which have been granted exemption under this chapter."},{"prefix":"3","text":" Whenever it is necessary for the District to enter into contracts for the purpose of processing, storing, transmitting, or reproducing tax returns required by this chapter, such returns may be disclosed to the contractor to the extent needed in connection with the processing, storing, transmitting, or reproducing of such tax returns. The provisions of subsections (a) and (d) of this section shall apply to all such contractors, their officers and employees, and to all such former contractors, former officers, and former employees."},{"prefix":"b","text":" Nothing contained in subsection (a) of this section shall be construed to prohibit the publication of notices authorized in this chapter or the publication of statistics so classified as to prevent the identification of particular returns or reports and the items thereof, or the publication of delinquent lists showing the names of persons, vendors, or purchasers who have failed to pay the taxes imposed by this chapter within the time prescribed herein, together with any relevant information which in the opinion of the Mayor may assist in the collection of such delinquent taxes."},{"prefix":"c","text":" Nothing contained in subsection (a) of this section shall be construed to prohibit the Mayor, in his discretion, from divulging or making known any information contained in any report, application, or return required under the provisions of this chapter other than such information as may be contained therein relating to the amount of gross proceeds or tax thereon or any particulars relating thereto or the computation thereof."},{"prefix":"d","text":" Any violation of the provisions of subsection (a) of this section shall be punishable by a fine not exceeding $1,000, or imprisonment for 1 year, or both, in the discretion of the court."},{"prefix":"e","text":" Notwithstanding the provisions of this section, the Mayor may permit the proper officer of the United States or of any state or territory of the United States or his authorized representative to inspect the returns filed under this chapter, or may furnish to such officer or representative a copy of any such return, provided the United States, state, or territory grants substantially similar privileges to the Mayor or his representative or to the proper officer of the District charged with the administration of this chapter."},{"prefix":"f","text":" All reports, applications, and returns received by the Mayor under the provisions of this chapter shall be preserved for 3 years and thereafter until the Mayor orders them to be destroyed."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Gross Sales Tax. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2018","identifier":"47-2018","catch_text":"Secrecy of returns; reciprocity."}}