{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2853.48.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 47-2801.\n\nDC CODE § 47-2853.48\n\nCurrent through December 11, 2012","credits":"(Apr. 20, 1999, D.C. Law 12-261, § 1002, 46 DCR 3142.)","sections":[{"prefix":"a","text":" After a notice and hearing as provided in this subchapter, the Board shall revoke the registration and permit to practice of a firm if at any time the firm does not meet all the qualifications prescribed by the provision of this subchapter under which it qualified for registration."},{"prefix":"b","text":" After a notice and hearing as provided in this subchapter, the Board may:"},{"prefix":"1","text":" Revoke or suspend the registration of a firm;"},{"prefix":"2","text":" Revoke, suspend, or refuse to renew the permit of a firm to practice; or"},{"prefix":"3","text":" Censure the holder of any such permit for any of the causes enumerated in § 47-2853.17 or for any of the following additional causes:"},{"prefix":"A","text":" The revocation or suspension of the certificate of registration or the revocation, suspension, or refusal to renew the permit to practice of any member; or"},{"prefix":"B","text":" The cancellation, revocation, suspension, or refusal to renew the authority of the firm, or any member thereof, to practice public accounting in any state for any cause other than the failure to pay an annual registration fee in such state."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-B","text":"Non-Health Related Occupations and Professions Licensure."},"part":{"identifier":"A","text":"Accountants. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2853","identifier":"47-2853.48","catch_text":"Actions against firms."}}