{"text":"Notwithstanding the possibility that a fact may have a psychological impact on a purchaser, lessee, or sublessee, it shall not be a material fact that must be disclosed in a real estate transaction, nor shall it be the basis for a cause of action against an owner of real property, a real estate broker, a real estate salesperson, a property manager, a lessee, or sublessee, that the following information was not disclosed to the purchaser, lessee, or sublessee:","historical":"Prior Codifications\n\n1981 Ed., ยง 47-2853.198.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following ยง 47-2801.\n\nDC CODE ยง 47-2853.198\n\nCurrent through December 11, 2012","credits":"(Apr. 20, 1999, D.C. Law 12-261, ยง 1002, 46 DCR 3142.)","sections":[{"prefix":"1","text":" An occupant of real property, at any time, was infected or was or is suspected to have been infected with a human immune deficiency virus;"},{"prefix":"2","text":" An occupant of real property, at any time, has been diagnosed, was infected, or was suspected to have been diagnosed as having acquired immune deficiency syndrome or any other disease that has been determined by medical evidence to be highly unlikely to be transmitted through occupancy of property alone; or"},{"prefix":"3","text":" The property, at any time, has been or was suspected to have been the site of a suicide, homicide, or other felony."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-B","text":"Non-Health Related Occupations and Professions Licensure."},"part":{"identifier":"P","text":"Duties of Real Estate Brokers, Salespersons, and Property Managers."},"heading":{"title":"47","chaptersection":"2853","identifier":"47-2853.19","catch_text":"8. Acts not required to be disclosed."}}