{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2403.\n\n1973 Ed., § 47-2803.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-71, see Historical and Statutory Notes following § 47-2401.\n\nFor legislative history of D.C. Law 6-33, see Historical and Statutory Notes following § 47-2402.\n\nEffective Dates\n\nSection 3(b) of D.C. Law 6-33 provided that the provisions of the act shall not operate before the 1st day of the 1st month which begins more than 30 days after September 10, 1985.\n\nDC CODE § 47-2403\n\nCurrent through December 11, 2012","credits":"(May 27, 1949, 63 Stat. 138, ch. 146, title VI, § 604; Mar. 10, 1982, D.C. Law 4-71, § 2, 28 DCR 5243; Sept. 10, 1985, D.C. Law 6-33, § 2(b), 32 DCR 3774; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" Sale or possession of cigarettes in the District under the following circumstances shall be exempt from the tax levied and imposed by § 47-2402:"},{"prefix":"1","text":" Sales of cigarettes to or by the United States or the District government, or any instrumentalities thereof; possession of cigarettes lawfully purchased from such governmental entities by persons legally entitled to purchase or receive such cigarettes; and transfers, without consideration, of cigarettes lawfully purchased from such governmental entities by persons legally entitled to purchase or receive such cigarettes to other persons legally entitled to purchase or receive such cigarettes from such governmental entities;"},{"prefix":"2","text":" [Repealed];"},{"prefix":"3","text":" Possession of cigarettes by licensed wholesalers for sale outside of the limits of the District or for sale to other licensed wholesalers as provided for in § 47-2402(f); sales of cigarettes by licensed wholesalers to other licensed wholesalers as provided for in § 47-2402(f); and possession by authorized licensed retailers and vending machine operators of cigarettes bearing cigarette tax stamps issued by any other state or jurisdiction for sale in such other state or jurisdiction; provided, that such authorized licensed retailers and vending machine operators are licensed under the laws of such other state or jurisdiction to engage in the business of selling cigarettes therein;"},{"prefix":"4","text":" Possession by a consumer of 200 or fewer cigarettes, which do not bear proper evidence of the payment of the tax levied and imposed by § 47-2402, transported into the District by a consumer or manufactured in the District by a consumer; transfers, without consideration, of such cigarettes from 1 consumer to another consumer; and"},{"prefix":"5","text":" Possession of cigarettes while being transported under such conditions that they are not deemed contraband under the provisions of § 47-2405."},{"prefix":"b","text":" The burden of proof that any cigarettes are exempt from taxation under this chapter shall be upon the person who sells or possesses such cigarettes."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"24","text":"Cigarette Tax."},"heading":{"title":"47","chaptersection":"2403","identifier":"47-2403","catch_text":"Exemptions."}}