{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2855.2.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 47-2801.\n\nMiscellaneous Notes\n\nShort title of title II of Law 12-261: See Historical and Statutory Notes following § 47-2855.01.\n\nDC CODE § 47-2855.02\n\nCurrent through December 11, 2012","credits":"(Apr. 20, 1999, D.C. Law 12-261, § 2005(b), 46 DCR 3142.)","sections":[{"prefix":"a","text":" A person who carries on, conducts, or transacts business in the District of Columbia under any trade name shall register that trade name with the Department as follows:"},{"prefix":"1","text":" A sole proprietorship or general partnership shall register by setting forth the true and real name or names of each person comprising the sole proprietorship or general partnership, the post office address or addresses of each person, and the name of the general partnership, if applicable."},{"prefix":"2","text":" A foreign or domestic limited partnership shall register by setting forth the limited partnership name as filed with the Mayor."},{"prefix":"3","text":" A foreign or domestic limited liability company shall register by setting forth the limited liability company name as filed with the Mayor."},{"prefix":"4","text":" A foreign or domestic corporation shall register by setting forth the corporate name as filed with the Mayor."},{"prefix":"b","text":" The registration shall be executed by:"},{"prefix":"1","text":" The sole proprietor of a sole proprietorship;"},{"prefix":"2","text":" A general partner of a domestic or foreign general or limited partnership; or"},{"prefix":"3","text":" An officer of a domestic or foreign corporation."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-C","text":"Trade Names. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2855","identifier":"47-2855.02","catch_text":"Registration required."}}