{"text":"The Board shall submit an annual report to the Mayor, the Inspector General, and the Office of the Secretary to the Council of the District of Columbia on the 1st Monday in August, containing a statement of moneys received and disbursed and a summary of its official acts during the next preceding fiscal year, and recommendations for such further legislation relating to the practice of engineering as may be necessary in the public interest.","historical":"Prior Codifications\n\n1981 Ed., § 2-2316.\n\n1973 Ed., § 2-1816.\n\nEffect of Amendments\n\nD.C. Law 19-21 substituted \"the Mayor, the Inspector General, and the Office of the Secretary of the Council of the District of Columbia\" for \"the Mayor\".\n\nD.C. Law 19-171 enacted into law Part D of subchapter IV of Chapter 28 of Title 47 and validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor history of Law 19-21, see notes under § 47-305.02.\n\nFor history of Law 19-171, see notes under § 47-2886.01.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nBoard of Registration for Professional Engineers abolished: See note to § 47- 2886.05.\n\nDC CODE § 47-2886.16\n\nCurrent through December 11, 2012","credits":"(Sept. 19, 1950, 64 Stat. 866, ch. 953, § 16; Sept. 14, 2011, D.C. Law 19- 21, § 1063(b), 58 DCR 6226; Sept. 26, 2012, D.C. Law 19-171, §§ 123, 302(b), 59 DCR 6190.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"D","text":"Professional Engineers."},"heading":{"title":"47","chaptersection":"2886","identifier":"47-2886.16","catch_text":"Annual report."}}