{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2851.10.\n\nEffect of Amendments\n\nD.C. Law 18-111 rewrote subsecs. (a), (b) and (c), which had read as follows:\n\n\"(a) The Department shall send notice of impending license expiration, an application for renewal, and a statement of the applicable renewal fee to each licensee not less than 30 days prior to the expiration date at the address shown on the current license, unless the licensee has notified the Department in writing of an address change, in which case the Department shall notify the licensee at the new address.\n\n\"(b) A license that has not been revoked, suspended, or voluntarily relinquished shall not lapse at the end of 2 years unless the District government has mailed timely notice of the expiration date and an application for renewal, and the licensee has either failed to file the renewal application or failed to pay the required renewal fee. A license shall continue in force until 30 days from the date notice of expiration and the application for renewal has been mailed to the licensee or 6 months from the expiration date, whichever shall occur first. If the licensee fails to notify the Department of a change of address of the business, the license shall lapse on the expiration date.\n\n\"(c)(1) Any licensee whose license has lapsed under this section may apply for renewal at any time within 6 months of the lapse, and shall be reinstated upon the payment of a fine of $150, in addition to all other applicable fees, plus whatever additional fines or fees are provided by law.\n\n\"(2) A licensee whose license has been expired for more than 6 months shall be treated as a new applicant and not as an applicant for renewal, unless otherwise provided by applicable law. If the new applicant conducted business at any time during the 6 months grace period without complying with the renewal procedures pursuant to paragraph (1) of this subsection, the applicant shall be deemed to have conducted business without a license and shall be liable for any and all fees and fines applicable to conducting business without a license. No new application for a license may be processed until all applicable fines and fees have been paid.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2041(b) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2041(b) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-86, see Historical and Statutory Notes following § 47-2851.01.\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 47-2801.\n\nFor Law 18-111, see notes following § 47-305.02.\n\nMiscellaneous Notes\n\nShort title: Section 2040 of D.C. Law 18-111 provided that subtitle E of title II of the act may be cited as the \"Business Licensing Processing Adjustment Act of 2009\".\n\nDC CODE § 47-2851.10\n\nCurrent through December 11, 2012","credits":"(Apr. 29, 1998, D.C. Law 12-86, § 101(b), 45 DCR 1172; Apr. 20, 1999, D.C. Law 12-261, § 2002(i), 46 DCR 3142; Mar. 3, 2010, D.C. Law 18-111, § 2041(b), 57 DCR 181.)","sections":[{"prefix":"a","text":" The Department may, by electronic mail or other methods of communication, send notice of impending license expiration, an application for renewal, and a statement of the applicable renewal fee to each licensee within 30 days prior to the expiration date at the mailing address or electronic mail address shown on the Department's records for the licensee. It shall be the responsibility of the licensee to update the address information maintained by the Department."},{"prefix":"b","text":"(1) A license that has not been revoked, suspended, or voluntarily relinquished and that has not been renewed by its expiration date shall be deemed to be lapsed. A licensee may apply for renewal of the license at any time within 30 days after the lapsing of the license and the license shall be reinstated upon the payment of a penalty of $250, plus all other applicable fees or penalties provided by law."},{"prefix":"2","text":" A license that is lapsed for more than 30 days shall be deemed to be expired. A licensee whose license is lapsed for more than 30 days, but less than 6 months, after the lapsing of the license may apply for renewal of the license and the license shall be reinstated upon the payment of a penalty of $500, plus all other applicable fees and penalties provided by law."},{"prefix":"c","text":"(1) Repealed."},{"prefix":"2","text":" A licensee whose license has been expired for at least 6 months shall be treated as a new applicant and not as an applicant for renewal, unless otherwise provided by applicable law. If the new applicant conducted business during the 6 months after the expiration date of the license without complying with the renewal procedures pursuant to this section, the applicant shall be deemed to have conducted business without a license and shall be liable for any and all fees and fines applicable to conducting business without a license. A new application for a license shall not be processed until all applicable fines and fees have been paid."},{"prefix":"d","text":" Any person who has obtained a license or renewed a license under false pretenses, including paying fees with a bad check, stating falsely that corporate status is current, or stating falsely that all taxes owed the District have been paid, shall be notified immediately of the problem and given 30 days from the date of notice to provide proof of having cured the problem. If the problem has not been corrected 30 days from the date of notification, the license shall be revoked and may only be reinstated upon proof of correction and payment of a $500 fine in addition to any other fees and fines required by this subchapter and all other relevant District laws and regulations."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-A","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2851","identifier":"47-2851.10","catch_text":"Lapsed and reinstated licenses."}}