{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 14-107, see notes following ยง 47-2887.01.\n\nUniform Law\n\nThis section is based upon ยง 5 of the Uniform Athlete Agents Act. See Vol. 7, Pt. I, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 47-2887.04\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2002, D.C. Law 14-107, ยง 3, 49 DCR 1193).","sections":[{"prefix":"a","text":" An applicant for registration shall submit an application for registration to the Mayor in a form prescribed by the Mayor. An application filed under this section is a public record. The application must be in the name of an individual and, except as otherwise provided in subsection (b) of this section, signed or otherwise authenticated by the applicant under penalty of perjury and state or contain:"},{"prefix":"1","text":" The name of the applicant and the address of the applicant's principal place of business;"},{"prefix":"2","text":" The name of the applicant's business or employer, if applicable;"},{"prefix":"3","text":" Any business or occupation engaged in by the applicant for the 5 years next preceding the date of submission of the application;"},{"prefix":"4","text":" A description of the applicant's:"},{"prefix":"A","text":" Formal training as an athlete agent;"},{"prefix":"B","text":" Practical experience as an athlete agent; and"},{"prefix":"C","text":" Educational background relating to the applicant's activities as an athlete agent;"},{"prefix":"5","text":" The names and addresses of 3 individuals not related to the applicant who are willing to serve as references;"},{"prefix":"6","text":" The name, sport, and last known team for each individual for whom the applicant acted as an athlete agent during the 5 years next preceding the date of submission of the application;"},{"prefix":"7","text":" The names and addresses of all persons who are:"},{"prefix":"A","text":" With respect to the athlete agent's business if it is not a corporation, the partners, members, officers, managers, associates, or profit-sharers of the business; and"},{"prefix":"B","text":" With respect to a corporation employing the athlete agent, the officers, directors, and any shareholder of the corporation having an interest of 5% or greater;"},{"prefix":"8","text":" Whether the applicant or any person named pursuant to paragraph (7) of this subsection has been convicted of a crime that, if committed in the District of Columbia, would be a crime involving moral turpitude or a felony, and identify the crime;"},{"prefix":"9","text":" Whether there has been any administrative or judicial determination that the applicant or any person named pursuant to paragraph (7) of this subsection has made a false, misleading, deceptive, or fraudulent representation;"},{"prefix":"10","text":" Any instance in which the conduct of the applicant or any person named pursuant to paragraph (7) of this subsection resulted in the imposition of a sanction, suspension, or declaration of ineligibility to participate in an interscholastic or intercollegiate athletic event on a student-athlete or educational institution;"},{"prefix":"11","text":" Any sanction, suspension, or disciplinary action taken against the applicant or any person named pursuant to paragraph (7) of this subsection arising out of occupational or professional conduct; and"},{"prefix":"12","text":" Whether there has been any denial of an application for, suspension or revocation of, or refusal to renew, the registration or licensure of the applicant or any person named pursuant to paragraph (7) of this subsection as an athlete agent in any State."},{"prefix":"b","text":" An individual who has submitted an application for, and holds a certificate of, registration or licensure as an athlete agent in another State, may submit a copy of the application and certificate in lieu of submitting an application in the form prescribed pursuant to subsection (a) of this section. The Mayor shall accept the application and the certificate from the other State as an application for registration in the District of Columbia if the application to the other State:"},{"prefix":"1","text":" Was submitted in the other State within 6 months next preceding the submission of the application in the District of Columbia and the applicant certifies that the information contained in the application is current;"},{"prefix":"2","text":" Contains information substantially similar to or more comprehensive than that required in an application submitted in the District of Columbia; and"},{"prefix":"3","text":" Was signed by the applicant under penalty of perjury."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"E","text":"Athlete Agents. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2887","identifier":"47-2887.04","catch_text":"Registration as athlete agent; form; requirements."}}