{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-2015.\n\nEffect of Amendments\n\nD.C. Law 19-171 enacted into law Part C of subchapter IV of Chapter 28 of Title 47.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-98, see Historical and Statutory Notes following § 47-2885.01.\n\nFor history of Law 19-171, see notes under § 47-2885.01.\n\nDC CODE § 47-2885.15\n\nCurrent through December 11, 2012","credits":"(Sept. 16, 1980, D.C. Law 3-98, § 16, 27 DCR 3528; Sept. 26, 2012, D.C. Law 19-171, § 302(b), 59 DCR 6190.)","sections":[{"prefix":"a","text":" There shall be maintained in every pharmacy, or in the establishment or institution where a pharmacy is located, a suitable book, file, or other easily retrievable record, in which shall be preserved for a period of not less than 2 years every prescription compounded or dispensed at said pharmacy."},{"prefix":"b","text":"(1) There shall be maintained a bound volume recording the information required by law or regulation concerning the over-the-counter sales of those drugs which are listed in schedule V established or amended pursuant to the federal Comprehensive Drug Abuse Prevention and Control Act of 1970 (21 U.S.C. § 801 et seq.)."},{"prefix":"2","text":" There shall also be maintained a bound volume in which shall be entered similar information concerning each sale of:"},{"prefix":"A","text":" Hypodermic syringes, needles, or other medical devices which may be used in the administration of controlled substances;"},{"prefix":"B","text":" Gelatin capsules and glassine envelopes in quantities sufficient to indicate an intention to use such items in the distribution of controlled substances; and"},{"prefix":"C","text":" Diluents or adulterants, such as lactose or quinine, in quantities sufficient to indicate an intention to use such substances for the illegal distribution or dispensing of any controlled substance."},{"prefix":"c","text":" The records required to be maintained by this section shall be available for inspection by the Mayor during regular business hours."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"C","text":"Pharmacy."},"heading":{"title":"47","chaptersection":"2885","identifier":"47-2885.15","catch_text":"Records."}}