{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2701.\n\n1973 Ed., § 47-2201.\n\nEffect of Amendments\n\nD.C. Law 15-38, in subsec. (b), substituted \"an Inspected Sales and Services endorsement to a basic business license under the basic\" for \"a Class A Inspected Sales and Services endorsement to a master business license under the master\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(hh)(3) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nLegislative History of Laws\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-845, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615 and transmitted to both Houses of Congress for its review. D.C. Law 12-261 became effective on April 20, 1999.\n\nFor Law 15-38, see notes following § 47-2404.\n\nDC CODE § 47-2701\n\nCurrent through December 11, 2012","credits":"(Sept. 8, 1916, 39 Stat. 846, ch. 473, § 1; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Apr. 20, 1999, D.C. Law 12-261, § 2003(pp)(5), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 3(hh)(3), 50 DCR 6913.)","sections":[{"prefix":"a","text":" Excepting sales made under authority of law, it shall be unlawful in the District of Columbia for any person, firm, or corporation, either for himself or itself, or for another, or for any firm, or corporation to sell or offer at public auction any stock or stocks of merchandise, in whole or in part, without first obtaining from the Mayor of the District of Columbia a written or printed permit so to do; and the Mayor shall not issue a permit for any such sale or sales until he is satisfied that neither fraud nor deception of any kind is contemplated or will be practiced, and that neither the sale, the reasons therefor nor the goods to be sold have not already been or will not thereafter be fraudulently or falsely advertised or in any wise whatsoever misrepresented."},{"prefix":"b","text":" Any license issued pursuant to this subchapter shall be issued as an Inspected Sales and Services endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of Chapter 28 of this title."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"27","text":"Permits and Fees."},"subchapter":{"identifier":"I","text":"Public Auction Permits. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2701","identifier":"47-2701","catch_text":"Permit required."}}