{"text":"Any person violating any of the provisions of this chapter, or additions thereto made from time to time by the Council of the District of Columbia, where no specific penalty is fixed, or the violation of any regulation made by the Council under the authority of this chapter, shall upon conviction be fined not more than $300 or imprisoned for not more than 90 days. Any person failing to file any information required by this chapter, or by any regulation of the Council made under the provisions hereof, or who in filing any such information makes any false or misleading statement, shall upon conviction be fined not more than $300 or imprisoned for not more than 90 days. Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this chapter, or any rules or regulations issued under the authority of this chapter, pursuant to Chapter 18 of Title 2. Adjudication of any infraction of this chapter shall be pursuant to Chapter 18 of Title 2.","historical":"Prior Codifications\n\n1981 Ed., § 47-2846.\n\n1973 Ed., § 47-2347.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Elimination of Unlicensed Group Residential Facilities Temporary Act of 2000 (D.C. Law 13-144, July 18, 2000, law notification 47 DCR 6094).\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 2 of the Elimination of Unlicensed Group Residential Facilities Emergency Amendment Act of 2000 (D.C. Act 13-318, April 17, 2000, 47 DCR 2880).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-42, see Historical and Statutory Notes following § 47-2808.\n\nFor legislative history of D.C. Law 7-104, see Historical and Statutory Notes following § 47-2801.\n\nLaw 8-237, the \"Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985 Technical and Clarifying Amendments Act of 1990,\" was introduced in Council and assigned Bill No. 8-203, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 4, 1990, and December 18, 1990, respectively. Signed by the Mayor on December 27, 1990, it was assigned Act No. 8-320 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 47-2846\n\nCurrent through December 11, 2012","credits":"(July 1, 1902, 32 Stat. 628, ch. 1352, § 7, par. 48; July 1, 1932, 47 Stat. 563, ch. 366; Oct. 5, 1985, D.C. Law 6-42, § 469(b), 32 DCR 4450; Apr. 30, 1988, D.C. Law 7-104, § 43(g), 35 DCR 147; Mar. 8, 1991, D.C. Law 8- 237, § 28, 38 DCR 314; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I","text":"Specific Licensing Provisions."},"heading":{"title":"47","chaptersection":"2846","identifier":"47-2846","catch_text":"Penalties."}}