{"text":"For the purposes of this part, the term:","historical":"Prior Codifications\n\n1981 Ed., § 47-2853.41.\n\nEffect of Amendments\n\nD.C. Law 19-43 rewrote the section, which formerly read:\n\n\"(a) For the purposes of this part, the term 'Practice of Certified Public Accounting' means providing accounting or consulting services under circumstances where there is an expectation of public confidence in such services, and attesting to the results, including (1) expressing opinions on financial statements (audits); (2) reviewing financial statements and issuing reports in standard form on such statements; (3) compiling financial statements and issuing reports in standard form on such compilations; (4) examining prospective financial information.\n\n\"(b) For the purposes of this part, the term 'certificate' means the Certificate of certified public accountant.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 47-2801.\n\nFor history of Law 19-43, see notes under § 47-2853.06.\n\nDC CODE § 47-2853.41\n\nCurrent through December 11, 2012","credits":"(Apr. 20, 1999, D.C. Law 12-261, § 1002, 46 DCR 3142; Dec. 2, 2011, D.C. Law 19-43, § 2(c), 58 DCR 8928.)","sections":[{"prefix":"1","text":" \"Attest services\" or \"attestation services\" means providing any of the following financial statement services:"},{"prefix":"A","text":" An audit or other engagement to be performed in accordance with the Statements on Auditing Standards;"},{"prefix":"B","text":" A review of a financial statement to be performed in accordance with the Statements on Standards for Accounting and Review Services;"},{"prefix":"C","text":" An examination of prospective financial information to be performed in accordance with the Statements on Standards for Attestation Engagements: and"},{"prefix":"D","text":" An engagement to be performed in accordance with the Auditing Standards of the Public Company Accounting Oversight Board."},{"prefix":"2","text":" \"Board\" means the Board of Accountancy established under § 47- 2853.06(b)."},{"prefix":"3","text":" \"Certificate\" means the certificate of certified public accountant."},{"prefix":"4","text":" \"Compilation service\" means providing a service to be performed in accordance with Statements on Standards for Accounting and Review Services that is presenting in the form of financial statements information that is the representation of management or owners without undertaking to express any assurance on the statements."},{"prefix":"5","text":" \"Firm\" means a sole proprietorship, a corporation, a partnership, or any other form of organization."},{"prefix":"6","text":" \"Home office\" means the location specified by the client as the address to which a service described in § 47-2853.49(d)(4) is directed."},{"prefix":"7","text":" \"Practice of certified public accounting\" means providing accounting or consulting services under circumstances where there is an expectation of public confidence in the services, and attesting to the results, including:"},{"prefix":"A","text":" Expressing opinions on financial statements or audits;"},{"prefix":"B","text":" Reviewing financial statements and issuing reports in standard form on the statements;"},{"prefix":"C","text":" Compiling financial statements and issuing reports in standard form on the compilations; and"},{"prefix":"D","text":" Examining prospective financial information."},{"prefix":"8","text":" \"Principal place of business\" means the office location designated by a certified public accountant for purposes of § 47-2853.49 and reciprocity."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-B","text":"Non-Health Related Occupations and Professions Licensure."},"part":{"identifier":"A","text":"Accountants. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2853","identifier":"47-2853.41","catch_text":"Definitions; scope of practice for accountants."}}