{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2866.\n\nEffect of Amendments\n\nD.C. Law 16-192 rewrote the section which had read as follows:\n\n\"(a) The Mayor shall provide the Council, not later than January 15, 1997, a report on the proposed implementation of an interagency computer system that, at a minimum, would enable different government agencies, including the Department of Consumer and Regulatory Affairs, the Department of Finance and Revenue, and the Department of Public Works, to maintain and access up-to-date records of outstanding fines, fees, penalties, interest, taxes, and other charges which may be owed by applicants for licenses or permits from the District government. The report shall include a description of at least 2 proposed alternative computer systems, their different capabilities and limitations, preliminary cost estimates to obtain such systems, and timetables for acquisition and implementation.\n\n\"(b) For purposes of administering and enforcing any tax law in the District of Columbia, the Mayor may require any owner, occupant, or transferor of real property and any taxpayer to provide a social security number or other tax identification number on any return or in a form and manner as the Mayor prescribes. Any use or disclosure of these numbers shall be for tax administration and enforcement purposes only.\"\n\nD.C. Law 19-168, in subsec. (a)(1), substituted \"Consistent with subchapter XVII of Chapter 3 of Title 1, the Chief Financial Officer shall implement\" for \"On or before June 1, 2007, the Mayor shall implement\"; and, in subsec. (a)(2), substituted \"the Chief Financial Officer\" for \"the Mayor\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1011(e) of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 1011(e) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 1011(e) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 1054(b)(2) of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 1054(b)(2) of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19- 413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-118, see Historical and Statutory Notes following § 47-2861.\n\nFor Law 16-192, see notes following § 47-2608.\n\nFor history of Law 19-168, see notes under § 47-355.01\n\nReferences in Text\n\nPursuant to the Office of the Chief Financial Officer's \"Notice of Public Interest\" published in the April 18, 1997, issue of the District of Columbia Register (44 DCR 2345) the Office of Tax and Revenue assumed all of the duties and functions previously performed by the Department of Finance and Revenue, as set forth in Commissioner's Order 69-96, dated March 7, 1969. This action was made effective January 22, 1997, nunc pro tunc.\n\nDC CODE § 47-2866\n\nCurrent through December 11, 2012","credits":"(May 11, 1996, D.C. Law 11-118, § 7, 43 DCR 1191; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Mar. 2, 2007, D.C. Law 16-192, § 1011(e), 53 DCR 6899; Sept. 20, 2012, D.C. Law 19-168, § 1054(b)(2), 59 DCR 8025.)","sections":[{"prefix":"a","text":"(1) Consistent with subchapter XVII of Chapter 3 of Title 1, the Chief Financial Officer shall implement an interagency computer system to enable government agencies, including the Department of Consumer and Regulatory Affairs, the Office of Tax and Revenue, and the Department of Public Works, to maintain and access up-to-date records of outstanding fines, fees, penalties, interest, taxes, or other charges that may be owed by applicants for licenses or permits from the District government."},{"prefix":"2","text":" At least 30 days prior to the implementation of the interagency computer system, the Chief Financial Officer shall notify the Council of the date of implementation."},{"prefix":"b","text":" Upon the implementation of the interagency computer system as required by subsection (a) of this section:"},{"prefix":"1","text":" All agencies responsible for issuing licenses or permits shall utilize the interagency computer system containing records of outstanding fines, fees, penalties, interest, taxes, or other charges owing to the District government to determine whether the application for a license or permit should be denied pursuant to § 47-2862(a);"},{"prefix":"2","text":" Self-certification authority shall no longer be authorized; and"},{"prefix":"3","text":" Section 47-2863 shall expire."},{"prefix":"c","text":" For purposes of administering and enforcing any tax law in the District of Columbia, the Mayor may require any owner, occupant, or transferor of real property and any taxpayer to provide a social security number or other tax identification number on any return or in a form and manner as the Mayor prescribes. Any use or disclosure of these numbers shall be for tax administration and enforcement purposes only."},{"prefix":"d","text":" The Chief Financial Officer may promulgate such rules as may be necessary and appropriate to carry out provisions of this subchapter."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"II","text":"Clean Hands Before Receiving a License or Permit."},"heading":{"title":"47","chaptersection":"2866","identifier":"47-2866","catch_text":"Interagency computer system and enforcement."}}