{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2851.13.\n\nEffect of Amendments\n\nD.C. Law 15-38, in subsec. (a), substituted \"Basic\" for \"Master\" and \"proprietary\" for \"propriety\"; and in subsecs. (b) and (c), substituted \"basic\" for \"master\" throughout.\n\nD.C. Law 15-354, in the section heading, validated a previously made technical correction.\n\nD.C. Law 17-219 added subsec. (d).\n\nD.C. Law 18-71 rewrote subsec. (b), which had read as follows:\n\n\"(b) All fees collected for the issuance of a basic business license and endorsements, including renewals and fines, shall be deposited in the Fund by the Treasurer of the District of Columbia. The entire cost of the basic business licensing system shall be paid from the Fund and no other appropriated funds may be used for that purpose.\"\n\nD.C. Law 18-111, in the section heading, substituted \"license fees, penalties, and fines\" for \"licensing fees\"; and rewrote subsec. (b), which had read as follows:\n\n\"(b)(1) Except as provided in paragraph (2) of this subsection, all fees collected for the issuance of a basic business license and endorsements, including renewals and fines, shall be deposited in the Fund.   The entire cost of the basic business licensing system shall be paid from the Fund and no other appropriated funds may be used for that purpose.\n\n\"(2) Fees paid for the application for, and issuance or renewal of, a basic business license and endorsements to the basic business license for vending pursuant to [§ 37-131.02(c)(2)], shall be deposited in the Vending Regulation Fund established by [§ 37-131.07(b)].\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(n) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nFor temporary (90 day) amendment of section, see § 2041(c) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2041(c) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-86, see Historical and Statutory Notes following § 47-2851.01.\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 47-2801.\n\nFor Law 15-38, see notes following § 47-2404.\n\nFor Law 15-354, see notes following § 47-340.03.\n\nFor Law 17-219, see notes following § 47-318.05a.\n\nFor Law 18-71, see notes following § 47-2002.01.\n\nFor Law 18-111, see notes following § 47-305.02.\n\nDC CODE § 47-2851.13\n\nCurrent through December 11, 2012","credits":"(Apr. 29, 1998, D.C. Law 12-86, § 101(b), 45 DCR 1172; Apr. 20, 1999, D.C. Law 12-261, § 2002(b), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 2(n), 50 DCR 6913; Apr. 13, 2005, D.C. Law 15-354, § 73(l)(7), 52 DCR 2638; Aug. 16, 2008, D.C. Law 17-219, § 2007(d), 55 DCR 7598; Oct. 22, 2009, D.C. Law 18-71, § 12(c)(4), 56 DCR 6619; Mar. 3, 2010, D.C. Law 18-111, § 2041(c), 57 DCR 181.)","sections":[{"prefix":"a","text":" There is established the Basic Business License Fund (\"Fund\") which shall be classified as a proprietary fund and a type of enterprise fund for the purposes of § 47-373(1). The Fund shall be credited with all fees that are identified in subsection (b) of this section."},{"prefix":"b","text":" All fees collected for the issuance of a basic business license and endorsements, including renewals, late renewal penalties, other penalties, and fines, shall be deposited in the Fund. Half of the total amount of penalties and fines collected as a result of notices of infractions issued for basic business license violations shall also be deposited in the Fund. The entire cost of the basic business licensing system shall be paid from the Fund and no other appropriated funds shall be used for that purpose."},{"prefix":"c","text":" Revenue credited to the Fund shall be expended by the Department as designated by an appropriations act of Congress, for the purposes of maintaining and upgrading the basic business licensing system, including copying fees, automation upgrades, personnel costs, and supplies."},{"prefix":"d","text":"(1) A portion of the increased fees under § 47-2851.03d shall be used to reform and streamline the application and renewal process for licensing under this chapter."},{"prefix":"2","text":" Within 6 months of [August 16, 2008], the Department shall report to the Chairperson of the Council committee with oversight of the Department on the specific steps taken to implement these new processes."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-A","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2851","identifier":"47-2851.13","catch_text":"Establishment of Basic Business License Fund; disposition of license fees, penalties, and fines."}}