{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2853.2.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 47-2801.\n\nDC CODE § 47-2853.02\n\nCurrent through December 11, 2012","credits":"(Apr. 20, 1999, D.C. Law 12-261, § 1002, 46 DCR 3142.)","sections":[{"prefix":"a","text":" No person shall practice, attempt to practice, or offer to practice an occupation or profession for which a license, certification, or registration is required under this subchapter without a current valid license, certificate, or registration in accordance with the requirements of this subchapter."},{"prefix":"b","text":" A license, certification, or registration is not required for the practice of any occupation, trade or profession not covered by this subchapter or Chapter 12 of Title 3."},{"prefix":"c","text":" Nothing in this section shall relieve any person from the obligation to obtain a business license or endorsement or any other license or permit required by District law or regulation."},{"prefix":"d","text":"(1) Licensure shall be required whenever the Mayor has determined that, in order to protect the public, a person who seeks to practice a particular occupation or profession must meet specified educational and training requirements, must demonstrate competency in that occupation or profession through examination or other proof of fitness, or must have a specified amount of experience in order to practice that occupation or profession."},{"prefix":"2","text":" Any person who seeks to practice in an occupation or profession described in paragraph (1) of this subsection shall be required to obtain a license in order to practice the occupation or profession."},{"prefix":"e","text":"(1) Certification shall be required whenever the Mayor has determined that, in order to protect the public, a person who is licensed to practice a particular occupation or profession must meet specified additional educational, training or experience requirements, or must successfully pass additional examination, to qualify for advanced practice or specialization in the licensed occupation or profession."},{"prefix":"2","text":" Any person required to be licensed to practice an occupation or profession under this subchapter shall be required to obtain a certificate attesting to his or her qualifications to practice the occupation or profession at the higher level or in the specialty."},{"prefix":"f","text":" Registration shall be required whenever the Mayor has determined that a person who seeks to practice a particular occupation or profession need not meet specified educational or training requirements nor demonstrate competence, but to protect the public should be identified as a practitioner of that occupation or profession."},{"prefix":"g","text":" Each board established pursuant to § 47-2853.06 shall advise the Mayor as to whether the occupations or professions under its jurisdiction are appropriately regulated by licensure, certification, or registration in accordance with the criteria established in this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-B","text":"Non-Health Related Occupations and Professions Licensure."},"heading":{"title":"47","chaptersection":"2853","identifier":"47-2853.02","catch_text":"License, certification, and registration criteria."}}