{"text":"For the purposes of this part, the term:","historical":"Legislative History of Laws\n\nLaw 14-107, the \"Uniform Athlete Agents Act of 2002\", was introduced in Council and assigned Bill No. 14-334, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 4, 2001, and January 8, 2002, respectively. Signed by the Mayor on January 30, 2002, it was assigned Act No. 14-250 and transmitted to both Houses of Congress for its review. D.C. Law 14-107 became effective on April 13, 2002.\n\nUniform Law\n\nThis section is based upon ยง 2 of the Uniform Athlete Agents Act. See Vol. 7, Pt. I, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 47-2887.01\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2002, D.C. Law 14-107, ยง 3, 49 DCR 1193).","sections":[{"prefix":"1","text":" \"Agency contract\" means an agreement in which a student-athlete authorizes a person to negotiate or solicit on behalf of the student-athlete a professional-sports-services contract or an endorsement contract."},{"prefix":"2","text":" \"Athlete agent\" means an individual who enters into an agency contract with a student-athlete or, directly or indirectly, recruits or solicits a student-athlete to enter into an agency contract. The term includes an individual who represents to the public that the individual is an athlete agent. The term does not include a spouse, parent, sibling, grandparent, or guardian of the student-athlete or an individual acting solely on behalf of a professional sports team or professional sports organization."},{"prefix":"3","text":" \"Athletic director\" means an individual responsible for administering the overall athletic program of an educational institution or, if an educational institution has separately administered athletic programs for male students and female students, the athletic program for males or the athletic program for females, as appropriate."},{"prefix":"4","text":" \"Contact\" means a communication, direct or indirect, between an athlete agent and a student-athlete, to recruit or solicit the student-athlete to enter into an agency contract."},{"prefix":"5","text":" \"Endorsement contract\" means an agreement under which a student-athlete is employed or receives consideration to use on behalf of the other party any value that the student-athlete may have because of publicity, reputation, following, or fame obtained because of athletic ability or performance."},{"prefix":"6","text":" \"Intercollegiate sport\" means a sport played at the collegiate level for which eligibility requirements for participation by a student-athlete are established by a national association for the promotion or regulation of collegiate athletics."},{"prefix":"7","text":" \"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, government, governmental subdivision, agency, or instrumentality, public corporation, or any other legal or commercial entity."},{"prefix":"8","text":" \"Professional-sports-services contract\" means an agreement under which an individual is employed, or agrees to render services, as a player on a professional sports team, with a professional sports organization, or as a professional athlete."},{"prefix":"9","text":" \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form."},{"prefix":"10","text":" \"Registration\" means registration as an athlete agent pursuant to this part."},{"prefix":"11","text":" \"State\" means a State of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States."},{"prefix":"12","text":" \"Student-athlete\" means an individual who engages in, is eligible to engage in, or may be eligible in the future to engage in, any intercollegiate sport. If an individual is permanently ineligible to participate in a particular intercollegiate sport, the individual is not a student-athlete for purposes of that sport."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"E","text":"Athlete Agents. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2887","identifier":"47-2887.01","catch_text":"Definitions."}}