{"text":"WARNING TO STUDENT-ATHLETE IF YOU SIGN THIS CONTRACT:","historical":"Legislative History of Laws\n\nFor D.C. Law 14-107, see notes following § 47-2887.01.\n\nUniform Law\n\nThis section is based upon § 10 of the Uniform Athlete Agents Act. See Vol. 7, Pt. I, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 47-2887.09\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2002, D.C. Law 14-107, § 3, 49 DCR 1193).","sections":[{"prefix":"a","text":" An agency contract must be in a record, signed or otherwise authenticated by the parties."},{"prefix":"b","text":" An agency contract must state or contain:"},{"prefix":"1","text":" The amount and method of calculating the consideration to be paid by the student-athlete for services to be provided by the athlete agent under the contract and any other consideration the athlete agent has received or will receive from any other source for entering into the contract or for providing the services;"},{"prefix":"2","text":" The name of any person not listed in the application for registration or renewal of registration who will be compensated because the student-athlete signed the agency contract;"},{"prefix":"3","text":" A description of any expenses that the student-athlete agrees to reimburse;"},{"prefix":"4","text":" A description of the services to be provided to the student- athlete;"},{"prefix":"5","text":" The duration of the contract; and"},{"prefix":"6","text":" The date of execution."},{"prefix":"c","text":" An agency contract must contain, in close proximity to the signature of the student-athlete, a conspicuous notice in boldface type in capital letters stating:"},{"prefix":"1","text":" YOU MAY LOSE YOUR ELIGIBILITY TO COMPETE AS A STUDENT-ATHLETE IN YOUR SPORT;"},{"prefix":"2","text":" IF YOU HAVE AN ATHLETIC DIRECTOR, WITHIN 72 HOURS AFTER ENTERING INTO THIS CONTRACT, BOTH YOU AND YOUR ATHLETE AGENT MUST NOTIFY YOUR ATHLETIC DIRECTOR; AND"},{"prefix":"3","text":" YOU MAY CANCEL THIS CONTRACT WITHIN 14 DAYS AFTER SIGNING IT.   CANCELLATION OF THIS CONTRACT MAY NOT REINSTATE YOUR ELIGIBILITY."},{"prefix":"d","text":" An agency contract that does not conform to this section is voidable by the student-athlete. If a student-athlete voids an agency contract, the student-athlete is not required to pay any consideration under the contract or to return any consideration received from the athlete agent to induce the student-athlete to enter into the contract."},{"prefix":"e","text":" The athlete agent shall give a record of the signed or otherwise authenticated agency contract to the student-athlete at the time of execution."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"E","text":"Athlete Agents. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2887","identifier":"47-2887.09","catch_text":"Required form of contract."}}