{"text":"Whenever the business or property of any person subject to tax under the terms of this chapter, shall be placed in receivership or bankruptcy, or assignment is made for the benefit of creditors, or if said property is seized under distraint for property taxes, all taxes, penalties, and interest imposed by this chapter for which said person is in any way liable shall be a prior and preferred claim. Neither the United States Marshal, nor a receiver, assignee, or any other officer shall sell the property of any person subject to tax under the terms of this chapter under process or order of any court without first determining from the Collector the amount of any such taxes due and payable by said person, and if there be any such taxes due, owing, or unpaid under this chapter, it shall be the duty of such officer to first pay to the Collector the amount of said taxes out of the proceeds of said sale before making any payment of any moneys to any judgment creditor or other claimants of whatsoever kind or nature. Any person charged with the administration or distribution of any such property as aforesaid who shall violate the provisions of this section shall be personally liable for any taxes accrued and unpaid which are chargeable against the person otherwise liable for tax under the terms of this section.","historical":"Prior Codifications\n\n1981 Ed., § 47-2012.\n\n1973 Ed., § 47-2609.\n\nMiscellaneous Notes\n\nOffice of Collector of Taxes abolished: See Historical and Statutory Notes following § 47-401.\n\nDC CODE § 47-2012\n\nCurrent through December 11, 2012","credits":"(May 27, 1949, 63 Stat. 117, ch. 146, title I, § 132; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Gross Sales Tax. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2012","identifier":"47-2012","catch_text":"Tax a preferred claim; priority over property taxes."}}