{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-2012.\n\nEffect of Amendments\n\nD.C. Law 19-171 enacted into law Part C of subchapter IV of Chapter 28 of Title 47.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-98, see Historical and Statutory Notes following § 47-2885.01.\n\nFor history of Law 19-171, see notes under § 47-2885.01.\n\nDC CODE § 47-2885.12\n\nCurrent through December 11, 2012","credits":"(Sept. 16, 1980, D.C. Law 3-98, § 13, 27 DCR 3528; Sept. 26, 2012, D.C. Law 19-171, § 302(b), 59 DCR 6190.)","sections":[{"prefix":"a","text":"(1) Bulk sales or transfers of drugs or medical devices shall not be made unless the Mayor is notified prior to the proposed transaction and the Mayor finds that the drugs or medical devices are fit for the use for which they were originally intended. For the purposes of this section, the term \"bulk sales or transfers\" shall mean the sale or transfer of the entire inventory, or any substantial part thereof, in any 1 transaction or in any merchandising effort referred to as an \"auction sale,\" a \"bankruptcy sale,\" \"distress sale,\" or a \"closing-out sale\"; but the term \"bulk sales or transfers\" shall not include transfers between stores having common ownership."},{"prefix":"2","text":" A sale of merchandise to a single customer having a value of $500 or more in any 1-week period shall be considered the sale of a substantial part of the inventory and as 1 transaction unless the sale constitutes the filling of a prescription, or results from a cooperative buying order. If drugs are acquired by such transactions in other jurisdictions, the Mayor shall be notified, and the drugs shall be officially inspected and released by the Mayor prior to sale or other disposition in the District. Bulk quantities of drugs may be transferred only to persons legally entitled to sell or dispense the drugs."},{"prefix":"b","text":" This section supplements and does not replace Chapter 21 of this title."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"C","text":"Pharmacy."},"heading":{"title":"47","chaptersection":"2885","identifier":"47-2885.12","catch_text":"Bulk sales or transfers."}}