{"text":"As used in this part:","historical":"Prior Codifications\n\n1981 Ed., § 2-2302.\n\n1973 Ed., § 2-1802.\n\nEffect of Amendments\n\nD.C. Law 19-171 enacted into law Part D of subchapter IV of Chapter 28 of Title 47.\n\nLegislative History of Laws\n\nFor history of Law 19-171, see notes under § 47-2886.01.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nBoard of Registration for Professional Engineers abolished: See note to § 47- 2886.05.\n\nDC CODE § 47-2886.02\n\nCurrent through December 11, 2012","credits":"(Sept. 19, 1950, 64 Stat. 854, ch. 953, § 2; Sept. 26, 2012, D.C. Law 19- 171, § 302(b), 59 DCR 6190.)","sections":[{"prefix":"1","text":" The term \"practice of engineering\" shall mean the performance of any professional service or creative work requiring engineering education, training, and experience, and the application of special knowledge of the mathematical, physical, and engineering sciences to such professional services or creative work as consultation, investigation, evaluation, planning, design, and supervision of construction for the purpose of assuring compliance with specifications and design, in connection with the utilization of the forces, energies, and materials of nature in the development, production, and functioning of engineering processes, apparatus, machines, equipment, facilities, structures, works, or utilities, or any combinations or aggregations thereof employed in or devoted to public or private enterprise or uses. The term \"practice of engineering\" comprehends the practice of those branches of engineering, the pursuit of any of which affects the safety of life, health or property, or the public welfare. Said practice includes the doing of such architectural work as is incidental to the practice of engineering."},{"prefix":"2","text":" The term \"professional engineer\" shall mean a person who, by reason of his special knowledge of the mathematical and physical sciences and the principles and methods of engineering analysis and design, customarily acquired by a prolonged course of specialized intellectual instruction and study and practical experience, is qualified to engage in the practice of engineering as attested by his certificate of registration as a professional engineer."},{"prefix":"3","text":" The term \"engineer-in-training\" shall mean a candidate for registration as a professional engineer who has been granted a certificate as an engineer-in-training after successfully passing the 1st stage of the prescribed examination in fundamental engineering subjects, and who, upon completion of the requisite years of training and experience in engineering under the supervision of a professional engineer or similarly qualified engineer and satisfactory to the Board, shall be eligible for the 2nd stage of the prescribed examination for registration as a professional engineer."},{"prefix":"4","text":" The term \"responsible charge\" shall mean such degree of competence and accountability gained by education, training, and experience in engineering of a grade and character sufficient to qualify an individual to engage personally and independently in and be entrusted with the work involved in the practice of engineering."},{"prefix":"5","text":" The term \"institution\" shall mean a school, college, university, department of a university, or other educational institution granting baccalaureate degrees in engineering, reputable, and in good standing in accordance with the rules prescribed by the Board."},{"prefix":"6","text":" The term \"Board\" shall mean the District of Columbia Board of Registration for Professional Engineers."},{"prefix":"7","text":" The term \"Mayor\" shall mean the Mayor of the District of Columbia."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"D","text":"Professional Engineers."},"heading":{"title":"47","chaptersection":"2886","identifier":"47-2886.02","catch_text":"Definitions."}}