{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2827.\n\n1973 Ed., § 47-2327.\n\nEffect of Amendments\n\nD.C. Law 13-166, rewrote subsec. (b)(3), which previously read:\n\n\"(A) Subject to the provisions of subparagraph (B) of this paragraph a grocery store that is a supermarket development as that term is defined in § 47-3801(3) in an underserved area of the District approved pursuant to § 47-3803, shall be exempt from the license fee imposed by this subsection for the first 5 years beginning after the date of issuance of the final certificate of occupancy for the supermarket.\n\n\"(B) The license fee exemption granted by subparagraph (A) of this paragraph shall apply:\n\n\"(i) Only during the time that the real property is used as a supermarket;\n\n\"(ii) In the case of a supermarket development on real property not owned by the supermarket, only if the owner of the real property leases the land or structure to the supermarket at a rent reduced from the fair market rent by an amount equal to the amount of the real property tax exemption provided by § 47- 1002(23);\n\n\"(iii) Only during the time that the supermarket development is in compliance with the requirements of § 1-1161 et seq.; and\n\n\"(iv) In the case of a supermarket development that is a new supermarket, only if at the time construction of the new supermarket commenced no other supermarket, as that term is defined in § 47-3801(2), existed within a one mile radius of the new supermarket.\"\n\nD.C. Law 15-38, in subsec. (i), substituted \"Food Establishments: Wholesale endorsement to a basic business license under the basic\" for \"Class A Food Establishments: Wholesale endorsement to a master business license under the master\"; and in subsec. (j), substituted \"Food Establishments: Retail endorsement to a basic business license under the basic\" for \"Class A Food Establishments: Retail endorsement to a master business license under the master\".\n\nD.C. Law 18-223 added subsec. (k).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 302(e) of the Omnibus Budget Support Emergency Act of 1995 (D.C. Act 11-44, April 28, 1995, 42 DCR 2217) and § 302(e) of the Omnibus Budget Support Congressional Review Emergency Act of 1995 (D.C. Act 11-124, July 27, 1995, 42 DCR 4160).\n\nFor temporary amendment of D.C. Act 11-44, see § 303 of the Omnibus Budget Support Congressional Review Emergency Act of 1995 (D.C. Act 11-124, July 27, 1995, 42 DCR 4160).\n\nFor temporary (90 day) amendment of section, see § 3(hh)(4)(N) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nFor temporary (90 day) amendment of section, see § 5052 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-82, see Historical and Statutory Notes following § 47-2808.\n\nFor legislative history of D.C. Law 7-173, see Historical and Statutory Notes following § 47-3801.\n\nFor legislative history of D.C. Law 11-52, see Historical and Statutory Notes following § 47-2809.\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 47-2801.\n\nLaw 13-166, the \"Supermarket Tax Exemption Act of 2000,\" was introduced in Council and assigned Bill No. 13-88, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on May 3, 2000, and June 6, 2000, respectively. Signed by the Mayor on June 26, 2000, it was assigned Act No. 13-365 and transmitted to both Houses of Congress for its review. D.C. Law 13-166 became effective on October 4, 2000.\n\nFor Law 15-38, see notes following § 47-2404.\n\nFor Law 18-223, see notes following § 47-355.05.\n\nDelegation of Authority\n\nDelegation of authority pursuant to an Act Making Appropriations to provide for the expenses of the government of the District of Columbia for the fiscal year ending June thirtieth, nineteen hundred and three, and for other purposes, see Mayor's Order 98-139, August 20, 1998 (45 DCR 6591).\n\nMiscellaneous Notes\n\nShort title: Section 5051 of D.C. Law 18-223 provided that subtitle F of title V of the act may be cited as the \"Department of Health Fee Modifications Amendment Act of 2010\".\n\nDC CODE § 47-2827\n\nCurrent through December 11, 2012","credits":"(July 1, 1902, 32 Stat. 626, ch. 1352, § 7, par. 27; July 1, 1932, 47 Stat. 554, ch. 366; Sept. 14, 1976, D.C. Law 1-82, title I, § 104(r), 23 DCR 2461; Sept. 29, 1988, D.C. Law 7-173, § 6, 35 DCR 5758; Sept. 26, 1995, D.C. Law 11-52, § 302(e), 42 DCR 3684; enacted, Apr. 9, 1997, D.C. Law 11- 254, § 2, 44 DCR 1575; Apr. 20, 1999, D.C. Law 12-261, § 2003(pp)(24), 46 DCR 3142; Oct. 4, 2000, D.C. Law 13-166, 3(d), 47 DCR 5821; Oct. 28, 2003, D.C. Law 15-38, § 3(hh)(4)(N), 50 DCR 6913; Sept. 24, 2010, D.C. Law 18-223, § 5052, 57 DCR 6242.)","sections":[{"prefix":"a","text":" Commission merchants dealing in food or food products shall pay a license fee of $645 per annum."},{"prefix":"b","text":"(1) Owners or managers of bakeries, candy-manufacturing establishments, grocery stores, marine products or fish sold at retail, meat shops and market stands handling food or food products shall pay a license fee of $222 biennially."},{"prefix":"2","text":" If any licensee under this section shall conduct upon the same premises more than one calling listed in paragraph (1) of this subsection, no additional fee shall be required."},{"prefix":"3","text":"(A) Subject to the provisions of subparagraph (B) of this paragraph, a grocery store that is a development of a qualified supermarket as defined in § 47-3801, shall be exempt from the license fee imposed by this subsection for the first 10 years beginning after the date of issuance of the final certificate of occupancy for the supermarket."},{"prefix":"B","text":" The license fee exemption granted by subparagraph (A) of this paragraph shall apply only:"},{"prefix":"i","text":" During the time that the real property is used as a supermarket;"},{"prefix":"ii","text":" In the case of the development of a qualified supermarket on real property not owned by the supermarket, if the owner of the real property leases the land or structure to the supermarket at a fair market rent reduced by the amount of the real property tax exemption provided by § 47-1002(23); and"},{"prefix":"iii","text":" During the time that the supermarket development is in compliance with the requirements of subchapter X of Chapter 2 of Title 2."},{"prefix":"c","text":" Owners or managers of delicatessens, ice cream parlors, soda fountains, or soft drink establishments shall pay a license fee of $133 per annum; provided, that if any licensee hereunder shall conduct upon the same premises more than 1 of the callings herein listed, or listed in subsection (b) of this section, no additional fee shall be required."},{"prefix":"d","text":" Owners or managers of ice cream manufacturing establishments shall pay a license fee of $1,050 per annum; provided, that if any licensee hereunder shall conduct upon the same premises more than 1 of the callings listed in subsections (b) and (c) of this section, no additional fee shall be required."},{"prefix":"e","text":"(1) Owners or managers of restaurants or private clubs shall pay a license fee based upon seating capacity as follows:"},{"prefix":"A","text":"  0-10 seats ....................................... $133 per annum;"},{"prefix":"B","text":"  11-50 seats ...................................... $166 per annum;"},{"prefix":"C","text":"  51-100 seats ................................. $199 per annum; and"},{"prefix":"D","text":"  101 seats and over ............................... $232 per annum."},{"prefix":"2","text":" Within the meaning of this subsection a restaurant shall be any place where food or refreshments are served to transient customers to be eaten on the premises where sold."},{"prefix":"3","text":" Licenses to operate restaurants or cafeterias in the District of Columbia public schools shall be issued at no charge to the Board of Education."},{"prefix":"4","text":" If any licensee hereunder shall conduct upon the same premises more than 1 of the callings listed in subsections (b) and (c) of this section, no additional fee shall be required."},{"prefix":"f","text":" Wholesale dealers in fish or other marine products shall pay a license fee of $429 per annum."},{"prefix":"g","text":" Owners or managers of dairies shall pay a license fee of $3,300 per annum."},{"prefix":"h","text":" All dealers in food or food products not listed herein, or elsewhere in this chapter shall pay a license fee of $111 per annum."},{"prefix":"i","text":" Licenses for Candy Manufacturers, Commercial Merchant Food, Ice Cream Manufacturers, Marine Product suppliers, and other wholesale food establishments shall be issued under the master business license system as a Food Establishments: Wholesale endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of this chapter."},{"prefix":"j","text":" Licenses for Bakeries, Delicatessens, Food Product suppliers, Groceries, Supermarkets, and other retail food establishments shall be issued under the master business license system as a Food Establishments: Retail endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of this chapter."},{"prefix":"k","text":" The Mayor may adjust, by rule, the fees established by this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I","text":"Specific Licensing Provisions."},"heading":{"title":"47","chaptersection":"2827","identifier":"47-2827","catch_text":"Commission merchants in food; bakeries; bottling, candy-manufacturing, and ice cream manufacturers; groceries; markets; delicatessens; restaurants; private clubs; wholesale fish dealers; dairies."}}