{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2026.\n\n1973 Ed., § 47-2623.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-131, see Historical and Statutory Notes following § 47-2001.\n\nDC CODE § 47-2026\n\nCurrent through December 11, 2012","credits":"(May 27, 1949, 63 Stat. 122, ch. 146, title I, § 146; July 24, 1982, D.C. Law 4-131, §§ 213, 223, 29 DCR 2418; enacted, Apr. 9, 1997, D.C. Law 11- 254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" No person shall engage or continue to engage in the business of making any retail sales subject to tax under the provisions of this chapter without having obtained a certificate of registration therefor. If 2 or more persons constitute a single vendor as defined in this chapter, such persons may operate a single retail establishment under 1 certificate of registration and in such case neither the death or retirement of 1 or more of such persons from business in such establishment nor the entrance of 1 or more persons thereinto shall affect the certificate of registration for a period of 60 days or require the issuance of a new certificate until the expiration of such period."},{"prefix":"b","text":" Each applicant for a certificate required by this section shall make out and deliver to the Mayor, upon a blank to be furnished by him for that purpose, a statement showing the name of the applicant, each retail establishment where the applicant's business is to be conducted, the kind or nature of such business and such other information as the Mayor may prescribe. Upon receipt of such application the Mayor shall issue the applicant, without charge, a certificate of registration for each retail establishment designated in the application, authorizing the applicant to engage in business at such retail establishment. The certificate of registration shall be nontransferable except as otherwise provided in this chapter, and shall be displayed in the applicant's place of business. The form of such certificate of registration shall be prescribed by the Mayor."},{"prefix":"c","text":" In the case of a vendor who has no fixed place of business and sells from 1 or more vehicles, each such vehicle shall constitute a retail establishment for the purpose of this chapter. In the case of a vendor who has no fixed place of business and does not sell from a vehicle, the application for a certificate of registration shall set forth the address to which any notice or other communication authorized by this chapter may be sent to the applicant, and the place so designated shall constitute a retail establishment for the purposes of this chapter."},{"prefix":"d","text":" Whoever engages in the business of selling tangible personal property at retail, or makes any sale which is subject to tax under the provisions of this chapter without having a certificate of registration therefor, as required by this section, shall, upon conviction thereof, be fined not more than $50 for each and every separate day on which said retail sales are made without possession of such registration certificate."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Gross Sales Tax. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2026","identifier":"47-2026","catch_text":"Certificate of registration."}}