{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2853.9.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 47-2801.\n\nDC CODE § 47-2853.09\n\nCurrent through December 11, 2012","credits":"(Apr. 20, 1999, D.C. Law 12-261, § 1002, 46 DCR 3142.)","sections":[{"prefix":"a","text":" All boards shall adopt uniform procedures which at a minimum require:"},{"prefix":"1","text":" Each board to elect a chairperson from among its members;"},{"prefix":"2","text":" Each board to meet not less than 4 times a year at times and places it determines and shall publish notice of all regular meetings at least one week in advance in the District of Columbia Register;"},{"prefix":"3","text":" A quorum to be a majority of the number of positions on the board; and"},{"prefix":"4","text":" A majority vote of those present and voting to be necessary and sufficient for any action taken by a board."},{"prefix":"b","text":" Members of each board shall be entitled to receive compensation in accordance with § 1-611.08, and in addition shall be reimbursed for reasonable travel and other expenses incurred in the performance of their duties, subject to appropriations."},{"prefix":"c","text":" No member of any board authorized by this subchapter shall be subject to any civil or criminal liability for actions taken or decisions rendered in carrying out this subchapter, nor for any statements made or recorded in the course of carrying out his or her responsibilities under this subchapter."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-B","text":"Non-Health Related Occupations and Professions Licensure."},"heading":{"title":"47","chaptersection":"2853","identifier":"47-2853.09","catch_text":"General provisions."}}