{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-2311.\n\n1973 Ed., § 2-1811.\n\nEffect of Amendments\n\nD.C. Law 19-171 enacted into law Part D of subchapter IV of Chapter 28 of Title 47.\n\nLegislative History of Laws\n\nFor history of Law 19-171, see notes under § 47-2886.01.\n\nMiscellaneous Notes\n\nBoard of Registration for Professional Engineers abolished: See note to § 47- 2886.05.\n\nDC CODE § 47-2886.11\n\nCurrent through December 11, 2012","credits":"(Sept. 19, 1950, 64 Stat. 864, ch. 953, § 11; Sept. 26, 2012, D.C. Law 19- 171, § 302(b), 59 DCR 6190.)","sections":[{"prefix":"a","text":" Each person registered under this part may obtain a seal of a design authorized by the Board which shall bear the registrant's name and registration number, the legend \"Registered Professional Engineer,\" and such other words or figures as the Board may deem necessary. Such seal, or a facsimile imprint of same, shall be stamped on all plans, specifications, and reports by the registrant responsible for the accuracy and adequacy of such plans, specifications, and reports, when filed with public authorities."},{"prefix":"b","text":" It shall be unlawful for a registered engineer to affix or permit his seal to be affixed to any plans, specifications, or drawings for which he does not assume full responsibility for the adequacy and accuracy thereof."},{"prefix":"c","text":" It shall be unlawful for any person to use such seal during the period the registration of the holder thereof is expired, suspended, or revoked, or to use a seal of any design not approved by the Board."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"D","text":"Professional Engineers."},"heading":{"title":"47","chaptersection":"2886","identifier":"47-2886.11","catch_text":"Seal of registrant."}}