{"text":"The boards established under this subchapter shall have the power, consistent with this subchapter, to:","historical":"Prior Codifications\n\n1981 Ed., § 47-2853.8.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 47-2801.\n\nDC CODE § 47-2853.08\n\nCurrent through December 11, 2012","credits":"(Apr. 20, 1999, D.C. Law 12-261, § 1002, 46 DCR 3142.)","sections":[{"prefix":"1","text":" Determine the scope of practice, the requirements which an applicant must meet for initial licensure, certification or registration and for renewal of the same, including any continuing education requirements, and shall determine the appropriate level of regulation for every occupation or professional under the authority of the board;"},{"prefix":"A","text":" Where such standards already exist in any law or regulation of the District, those standards shall remain in effect until altered or amended; and"},{"prefix":"B","text":" Each board shall be responsible for continually monitoring the standards for the professions and occupations under its authority and for recommending to the Mayor changes in existing standards when such changes are necessary or desirable;"},{"prefix":"2","text":" Determine whether the standards for licensure by another jurisdiction, or certification by a national certifying organization, are substantially equivalent to the requirements of this subchapter and authorize the issuance of a license by reciprocity or endorsement to an applicant:"},{"prefix":"A","text":" Who is licensed or certified and in good standing under the laws of another state with requirements which, in the opinion of the board, were substantially equivalent at the time of licensure to the requirements of this subchapter, and which state admits professional licensed by the District in a like manner; and"},{"prefix":"B","text":" Who pays the applicable fees established by the Mayor;"},{"prefix":"3","text":" Review, upon referral from the Mayor, the qualifications of a candidate for licensing, certification or registration, or for renewal, whose eligibility is unclear and shall determine whether that candidate meets the applicable criteria for that occupation or profession. The determination of the board shall be binding on the Mayor, who shall issue or deny the license, certificate, or registration accordingly;"},{"prefix":"4","text":" Advise the Mayor, on the content of rules governing the conduct of persons licensed, certified, or registered;"},{"prefix":"5","text":" Hear and decide protests from any person denied a license or certificate, or the renewal of the same, by an official authorized by the Mayor to issue such licenses or renewals on the ground that the person does not meet the eligibility standards set by the board. The determination of the board shall be binding on the Mayor, who shall issue or deny the license, certificate, or registration accordingly;"},{"prefix":"6","text":" Receive complaints of malpractice or other complaints against any persons licensed, certified, or registered under the jurisdiction of the board and shall have the authority, after a hearing in accordance with the procedures set forth in § 47-2853.22, to discipline any such person by the imposition of the penalties provided in this subchapter;"},{"prefix":"7","text":" Submit names of persons qualified to serve on that board as professional or consumer members to the Mayor in accordance with the procedures set forth in § 47-2853.07(b) and (c). Persons whose names are submitted for professional seats on the board shall be determined by the board to be competent and experienced members of the profession with good reputations in their fields. Persons whose names are submitted for citizen seats shall be determined by the board to have no conflicts and to be willing and able to serve;"},{"prefix":"8","text":" Convene in committees smaller than the full board for the purpose of carrying out specific functions of the board, such as investigating complaints or determining appropriate discipline in accordance with the procedures set forth in §§ 47-2853.17 through 47-2853.19, provided that such smaller committees consist of not fewer than 3 board members, and the actions of such smaller committees are ratified by the full board;"},{"prefix":"9","text":" Notify the Mayor of actions taken regarding a licensee, certificate holder, or applicant; and"},{"prefix":"10","text":" Monitor the issuance of licenses and certifications by persons authorized to do so by the Mayor to make sure that the qualification standards established by the board are being adhered to, and shall recommend to the Mayor the disciplining or removal of any official issuing licenses not in accordance with those standards."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-B","text":"Non-Health Related Occupations and Professions Licensure."},"heading":{"title":"47","chaptersection":"2853","identifier":"47-2853.08","catch_text":"Powers of the boards."}}