{"text":"Public Space Permit Fee Schedule\n\nUNDERGROUND EXCAVATIONS\n\nFee\nFuel oil, etc.\nFuel oil, gasoline and solvent fill pipes ............................ $ 69.00.\nFuel oil tanks with curb fills, or residential tanks with curb fills .. 276.00.\nNonresidential tanks with curb fills .................................. 291.00.\nReplacement or repair of fill pipes and repair of tanks ................ 69.00.\nReplacement of tanks .................................................. 178.00.\n\nMANHOLES\n\n(Except transformer), and valves. For 1 house connection and 1\nassociated necessary manhole when no other work is included in\npermit. For constructing a single manhole or gas valve without laying\nconduit or main. For rebuilding a manhole, including any change in\nthe size, shape, depth, or location of conduit made necessary by the\nwork on the manhole. If a manhole is reduced in size, the conduit may\nbe extended to a new wall, or altered slightly in location or depth\nto conform to the new manhole location without additional charge ..... 42.00.\n\nSEWER CONNECTIONS\n\nAll sewer connections except those to trunk sewers, when part of\nanother job .......................................................... 24.00.\nSewer connections to trunk sewers, when part of another job .......... 69.00.\nAll sewer connections except those to trunk sewers, when not included\nwith other work ...................................................... 39.00.\nSewer connections to trunk sewers, when not included with other work . 85.00.\n\nCONDUIT OR MAIN\n\nConduit and manholes, or main and valves ........................... 85.00.","historical":"Prior Codifications\n\n1981 Ed., § 47-2718.\n\n1973 Ed., § 47-2216.\n\nEffect of Amendments\n\nSection 503 of D.C. Law 13-172 provides:\n\n\"The amendments made by section 502 of this title to the public rights-of-way rental fees do not preclude the Mayor from further amending these same fees as authorized in section 604 of the Fiscal Year 1997 Budget Support Act of 1996 provided that the amended rates, when taken together with the other user fees, charges, and penalties collected pursuant to that section and D.C. Code § 47-2718 do not adversely impact the positive fiscal impact identified in section 506 of this title.\"\n\nEmergency Act Amendments\n\nFor temporary (90-day) authorization of fee changes, see § 503 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 503 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-82, see Historical and Statutory Notes following § 47-2702.\n\nFor legislative history of D.C. Law 5-14, see Historical and Statutory Notes following § 47-2712.\n\nDelegation of Authority\n\nDelegation of authority pursuant to An Act Making Appropriations to Provide for the Expenses of the Government of D.C. for the FY Ending June 30, 1920 and for Other Purposes; and to the License Fees and Charges Act of 1976, see Mayor's Order 99-158, October 13, 1999 (46 DCR 8841).\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: Section 1102 of D.C. Law 5-14 provided that the Mayor shall issue rules necessary to carry out the provisions of the act.\n\nDC CODE § 47-2718\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 1976, D.C. Law 1-82, title VI, § 601, 23 DCR 2461; June 22, 1983, D.C. Law 5-14, § 202(b), 30 DCR 2632; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" The Mayor of the District of Columbia shall amend from time to time the schedule of fees to be charged by the District of Columbia for the issuance of public space permits for underground excavations, constructing manholes, and connecting sewers, conduits and mains. The Mayor shall amend the schedule by rule to provide for fees in amounts as in his judgment will defray the approximate costs of issuing permits and of performing inspections as may be necessary in connection therewith."},{"prefix":"b","text":" Until the schedule of fees is amended by the Mayor in accordance with subsection (a) of this section, the schedule of fees to be charged by the District of Columbia for the issuance of public space permits for underground excavations, constructing manholes, and connecting sewers, conduits and mains is as follows:"}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"27","text":"Permits and Fees."},"subchapter":{"identifier":"II","text":"Miscellaneous Provisions."},"heading":{"title":"47","chaptersection":"2718","identifier":"47-2718","catch_text":"Public space permits."}}