{"text":"Notwithstanding any provision of this subchapter, any business which was not required under law to obtain a license issued in the form of an endorsement to engage in a business in the District of Columbia and which did not obtain a basic business license prior to July 1, 2003, shall not be subject to any penalty or fine for failure to obtain a basic business license.","historical":"Prior Codifications\n\n1981 Ed., § 47-2851.19.\n\nEffect of Amendments\n\nD.C. Law 15-38 rewrote the section which had read as follows:\n\n\"(a) Notwithstanding the provisions of § 47-2851.10 or any other provision of District law, any business located in the District subject to the licensure requirements of this chapter, which has not obtained a license to do business in the District of Columbia, may, without penalty, apply for a master business license within 6 months of April 20, 1999, or by June 30, 1999, whichever is later; provided, however, that nothing herein shall waive any penalty or fine assessed prior to April 29, 1998.\n\n\"(b) Any business that has been doing business in the District without a license and that fails to apply for a business license within this specified amnesty period shall be subject to the appropriate penalties and fines pursuant to this subchapter.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of Master Business Registration Temporary Act of 2003 (D.C. Law 14-302, May 3, 2003, law notification 50 DCR 3776).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(b) of Master Business Registration Delay Emergency Act of 2002 (D.C. Act 14-595, January 7, 2003, 50 DCR 647).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Master Business Registration Delay Congressional Review Emergency Act of 2003 (D.C. Act 15-73, April 16, 2003, 50 DCR 3616).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Master Business Registration Second Delay Emergency Act of 2003 (D.C. Act 15-83, May 19, 2003, 50 DCR 4100).\n\nFor temporary (90 day) amendment of section, see § 2(r) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 47-2801.\n\nFor Law 15-38, see notes following § 47-2404.\n\nReferences in Text\n\nThe phrase \"within 6 months of April 20, 1999,\" originally read \"within 6 months of the effective date of this section.\".\n\nDC CODE § 47-2851.19\n\nCurrent through December 11, 2012","credits":"(Apr. 20, 1999, D.C. Law 12-261, § 2002(l), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 2(r), 50 DCR 6913.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-A","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2851","identifier":"47-2851.19","catch_text":"Amnesty period."}}