{"text":"If the proprietor or proprietors, keeper or keepers, of any place or establishment, as aforesaid, shall neglect or refuse to put up printed cards or papers of prices as provided for in § 47-2908, or shall refuse to send a copy or duplicate to the Assessor as provided in § 47-2909, or shall place or cause to be placed on said card or paper, or permit to be placed thereon any price or prices other or greater than that for which any article or thing is, or may be, usually and commonly sold or furnished by him, her, or them, or different from or more than is usually or commonly demanded or received therefor by him, her, or them, or by his, her, or their authority or direction, or shall demand or receive in any manner, or under any circumstances, or for any reason or pretence, in person or by any employee or agent, from any person or persons aforesaid, any sum or prices different or greater than is contained on said cards or papers, or than is usually and commonly asked or received for any article or thing kept for sale as aforesaid, or shall refuse or neglect, in person or by his, her, or their employee or agent, directly or indirectly, to accommodate any well-behaved and respectable person as aforesaid in his, her, or their restaurant, eating house, barroom, sample room, ice cream saloon, or soda fountain room, or shall refuse or neglect to sell at the common and usual prices aforesaid in and at his, her, or their restaurant, eating house, barroom, sample room, ice cream saloon, or soda fountain room, to any such person or persons therein at said prices, any article or thing kept therein and in the room or rooms in which such articles or things are ordinarily sold and served or allowed to be eaten or drank, or shall at any time or in any way or manner, or under any circumstances, or for any reason, cause, or pretext, fail, decline, object, or refuse to treat any person or persons aforesaid as any other well-behaved and respectable person or persons are treated at said restaurant, eating house, barroom, sample room, ice cream saloon, or soda fountain room, he, she, or they, on conviction of a disregard or violation of any provision, regulation, or requirement of §§ 47-2908, 47-2909, 47- 2910, and 47-2911 or any part of §§ 47-2908, 47-2909, 47-2910, and 47-2911 contained, shall be fined $100, and forfeit his, her, or their license; and it shall not be lawful for any officer of the District to issue a license to any person or persons, or their agent or agents, whose license may be forfeited under the provisions of §§ 47-2908, 47-2909, 47-2910, and 47-2911 for 1 year after such forfeiture; provided, that the provisions of §§ 47-2908, 47-2909, 47-2910, and 47-2911 shall be enforced by information in the Superior Court of the District of Columbia, filed on behalf thereof by its proper attorney or attorneys, subject to appeal to the District of Columbia Court of Appeals in the same manner as is now or may be hereafter provided for the enforcement of the District fines and penalties under ordinances and law.","historical":"Prior Codifications\n\n1981 Ed., § 47-2911.\n\n1973 Ed., § 47-2911.\n\nMiscellaneous Notes\n\nOffice of Assessor abolished: See Historical and Statutory Notes following § 47-413.\n\nDC CODE § 47-2911\n\nCurrent through December 11, 2012","credits":"(3 Leg. Assem., June 26, 1873, ch. 46, § 4; Apr. 1, 1942, 56 Stat. 190, ch. 207, § 1; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a); enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"29","text":"Admission to Licensed Places; Posting of Price Scale."},"heading":{"title":"47","chaptersection":"2911","identifier":"47-2911","catch_text":"Failure to post or file price list; charging other or greater price; failure to serve any well-behaved person; penalty; enforcement."}}