{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-1908.\n\n1973 Ed., § 2-2008.\n\nEffect of Amendments\n\nD.C. Law 19-171 enacted into law Part B of subchapter IV of Chapter 28 of Title 47.\n\nLegislative History of Laws\n\nFor history of Law 19-171, see notes under § 47-2884.01.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 47-2884.08\n\nCurrent through December 11, 2012","credits":"(Aug. 6, 1956, 70 Stat. 1040, ch. 970, § 8; Sept. 26, 2012, D.C. Law 19- 171, § 302(b), 59 DCR 6190.)","sections":[{"prefix":"a","text":" No licensee or other person, firm, voluntary association, joint-stock company, incorporated society, or corporation shall advertise, print, display, publish, distribute, or broadcast, or cause or permit to be advertised, printed, displayed, published, distributed, or broadcast, in any manner whatsoever, any statement or representation with regard to the rates, terms, or conditions for the lending of money, credit, goods, or things in action in the amount or of the value of $1,000 or less, which is false, misleading, or deceptive, or, in the case of a licensee, which refers to the supervision of such business by the District of Columbia, or any department or official thereof. The Mayor may order any licensee to desist from any conduct which he shall find to be a violation of the foregoing provisions."},{"prefix":"b","text":" The Mayor may require that rates of charge, if stated by a licensee, be stated fully and clearly in such manner as he may deem necessary to prevent misunderstanding thereof by prospective borrowers."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"B","text":"Pawnbrokers."},"heading":{"title":"47","chaptersection":"2884","identifier":"47-2884.08","catch_text":"Advertising; statement of rates."}}