{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2821.\n\n1973 Ed., § 47-2321.\n\nEffect of Amendments\n\nD.C. Law 15-32, in subsec. (a), deleted the last sentence which had read as follows: \"All establishments licensed under this section shall be closed during the entire 24 hours of each and every Sunday and between the hours of 1:00 a.m. and 8:00 a.m. on the secular days of the week; provided, however, that bowling alley establishments licensed under this section shall be closed at midnight on Saturday night and shall remain closed until 2:00 p.m.\"\n\nD.C. Law 15-38, in subsec. (b), substituted \"an Entertainment endorsement to a basic business license under the basic\" for \"a Class A Entertainment endorsement to a master business license under the master\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Bowling Alley and Billiard Parlor Temporary Act of 2002 (D.C. Law 14-289, April 4, 2003, law notification 50 DCR 5847).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Bowling Alley and Billiard Parlor Emergency Act of 2002 (D.C. Act 14-594, January 7, 2003, 50 DCR 644).\n\nFor temporary (90 day) amendment of section, see § 3(hh)(4)(I) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-82, see Historical and Statutory Notes following § 47-2808.\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 47-2801.\n\nLaw 15-32, the \"Bowling Alley and Billiard Parlor Act of 2003\", was introduced in Council and assigned Bill No. 15-4, which was referred to the Committee on Consumer and Regulatory Affairs.  The Bill was adopted on first and second readings on June 3, 2003, and July 8, 2003, respectively.   Signed by the Mayor on July 29, 2003, it was assigned Act No. 15-108 and transmitted to both Houses of Congress for its review.  D.C. Law 15-32 became effective on October 28, 2003.\n\nFor Law 15-38, see notes following § 47-2404.\n\nMiscellaneous Notes\n\nOffice of Major and Superintendent of Metropolitan Police abolished: The Office of the Major and Superintendent of Metropolitan Police was abolished and all functions of that office transferred to and vested in the Chief of Police. The Assistant Superintendent, Executive Officer of the Metropolitan Police Department was designated \"Deputy Chief of Police, Executive Officer\"; the Assistant Superintendent of the Metropolitan Police in command of the Detective Bureau was designated \"Deputy Chief of Police, Chief of Detectives\"; and each other Assistant Superintendent of the Metropolitan Police was designated \"Deputy Chief of Police\" by Reorganization Order No. 7, dated September 16, 1952. Reorganization Order No. 7 was replaced by Organization Order No. 153, dated November 10, 1966.\n\nDC CODE § 47-2821\n\nCurrent through December 11, 2012","credits":"(July 1, 1902, 32 Stat. 625, ch. 1352, § 7, par. 21; July 1, 1932, 47 Stat. 553, ch. 366; Apr. 14, 1937, 50 Stat. 63, ch. 77; Sept. 14, 1976, D.C. Law 1-82, title I, § 104(m), 23 DCR 2461; enacted, Apr. 9, 1997, D.C. Law 11- 254, § 2, 44 DCR 1575; Apr. 20, 1999, D.C. Law 12-261, § 2003(pp)(18), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-32, § 2, 50 DCR 6565; Oct. 28, 2003, D.C. Law 15-38, § 3(hh)(4)(I), 50 DCR 6913.)","sections":[{"prefix":"a","text":" Owners or managers of establishments where bowling alleys, billiard or pool tables, or any table, alley, or board upon which legitimate games are played, shall, when they are operated or conducted for public use, or for profit or gain, pay a license tax of $39 per annum for each such alley, board, or table. No license shall issue under this section without the approval of the Chief of Police; provided, that in case of refusal of said Chief of Police to approve said license, or upon written protest of a majority or more of the property owners or residents of the block in which it is proposed to grant such license, an appeal may be taken to the Mayor of the District of Columbia, whose decision shall be final."},{"prefix":"b","text":" Any license issued pursuant to this section shall be issued as an Entertainment endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of this chapter."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I","text":"Specific Licensing Provisions."},"heading":{"title":"47","chaptersection":"2821","identifier":"47-2821","catch_text":"Bowling alleys; billiard and pool tables; games."}}