{"text":"As used in §§ 47-2301 to 47-2315:","historical":"Prior Codifications\n\n1981 Ed., § 47-2302.\n\n1973 Ed., § 47-1902.\n\nEffect of Amendments\n\nD.C. Law 13-305 repealed par. (23) which had read:\n\n\"(23) The term 'trip pass' means the official document or permit issued to a motor carrier for a single interjurisdictional movement.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-128, see Historical and Statutory Notes following § 47-2301.\n\nFor legislative history of D.C. Law 12-153, see Historical and Statutory Notes following § 47-2301.01.\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nFor Law 13-305, see notes under § 47-901.\n\nDC CODE § 47-2302\n\nCurrent through December 11, 2012","credits":"(Apr. 23, 1924, 43 Stat. 106, ch. 131, § 2; Aug. 17, 1937, 50 Stat. 677, ch. 690, title III, § 2; May 16, 1938, 52 Stat. 358, ch. 223, § 3; Dec. 15, 1971, 85 Stat. 653, Pub. L. 92-196, title III, § 301(b); Mar. 4, 1981, D.C. Law 3-128, § 11(b), (c), 28 DCR 246; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Sept. 18, 1998, D.C. Law 12-153, § 2(c), 45 DCR 3853; Apr. 20, 1999, D.C. Law 12-264, § 52(o), 46 DCR 2118; June 9, 2001, D.C. Law 13-305, § 302(d), 48 DCR 334.)","sections":[{"prefix":"1","text":" The term \"motor vehicle\" means all vehicles propelled by internal-combustion engines, electricity, or steam, except traction engines, road rollers, and vehicles propelled only upon rails and tracks."},{"prefix":"2","text":" The term \"motor vehicle fuels\" means gasoline, diesel fuel, and other volatile and flammable liquid fuels produced or compounded for the purpose of operating or propelling internal combustion engines. It also includes benzol, benzene, naphtha, kerosene, heating oils, all liquified petroleum gases, and all combustible gases and liquids suitable for the generation of power for propulsion of motor vehicles when advertised, offered for sale, sold for use, or used, alone, or blended or compounded with other products, for the purpose of operating or propelling internal combustion engines."},{"prefix":"3","text":" The term \"importer\" means any person who brings into, or who produces, refines, manufactures, or compounds, in the District of Columbia motor vehicle fuel to be used by him or to be sold, kept for sale, bartered, delivered for value, or exchanged for goods."},{"prefix":"4","text":" The term \"distributor\" means any person other than an importer or user, who purchases motor vehicle fuel for sale to another person for resale."},{"prefix":"5","text":" The term \"person\" includes individual, partnership, corporation, and association."},{"prefix":"6","text":" The term \"Mayor\" means the Mayor of the District of Columbia."},{"prefix":"7","text":" The term \"highways\" means the right-of-way of streets, avenues, and roads, bridges, viaducts, underpasses, drainage structures, guard rails, signs, signals, curbing, and dikes, fills, and retaining walls necessary to support or protect the highway."},{"prefix":"8","text":" The term \"construction\" means the supervising, inspecting, actual building, and all expenses incidental to the construction of a highway, including the acquisition of the necessary rights-of-way."},{"prefix":"9","text":" The term \"reconstruction\" means a widening or a rebuilding of the highway or any portion thereof and of sufficient width and strength to care adequately for traffic needs, including all expenses incidental to the reconstruction of a highway and the acquisition of the necessary rights-of-way."},{"prefix":"10","text":" The term \"maintenance\" means the constant making of needed repairs to preserve the highway."},{"prefix":"11","text":" The term \"improvement\" means the betterment of a highway by construction, reconstruction, or resurfacing."},{"prefix":"12","text":" The term \"user\" means anyone other than an importer or distributor who sells, uses, or otherwise disposes of, in the District of Columbia, motor-vehicle fuel upon which the tax imposed by this subchapter has not been paid."},{"prefix":"13","text":" The term \"established place of business\" means a physical structure owned, leased, or rented by the fleet registrant and used as his or her main office. The physical structure shall be designated by a street number or road location, be opened during normal business hours, and have located within it:"},{"prefix":"A","text":" A telephone or telephones publicly listed in the name of the fleet registrant;"},{"prefix":"B","text":" A person or persons conducting the fleet registrant's business; and"},{"prefix":"C","text":" The operational records of the fleet."},{"prefix":"14","text":" The term \"fleet\" means one or more apportionable vehicles."},{"prefix":"15","text":" The term \"GVWR\" means Gross Vehicle Weight Rating, specified by the manufacturer as the loaded weight of a single vehicle."},{"prefix":"16","text":" The term \"International Fuel Tax Agreement\" or \"IFTA\" means the interstate agreement on collecting and distributing fuel use taxes paid by motor carriers, developed under the auspices of the National Governors' Association."},{"prefix":"17","text":" The term \"jurisdictional base\" means the jurisdiction that an apportioned operator lists as his or her established place of business for the purpose of complying with the IFTA."},{"prefix":"18","text":" The term \"member jurisdiction\" means a jurisdiction that is a member of the International Fuel Tax Association."},{"prefix":"19","text":" The term \"motor carrier\" means an individual, partnership, or corporation engaged in the transportation of goods or persons."},{"prefix":"20","text":" The term \"owner\" means any person, firm, or corporation other than the lienholder holding legal title to a vehicle."},{"prefix":"21","text":" The term \"properly registered vehicle\" means a vehicle which has been registered in full compliance with the laws of all jurisdictions in which it is intended to operate."},{"prefix":"22","text":" The term \"reciprocity\" means the reciprocal granting of rights and privileges to vehicles properly registered under the IFTA and to vehicles not so registered if such vehicles are subject to separate reciprocity agreements, arrangements, declarations, or understandings."},{"prefix":"23","text":" Repealed."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Motor Fuel Tax. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"47","chaptersection":"2302","identifier":"47-2302","catch_text":"Definitions."}}