{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-213, in the section heading, validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 101 of Ballpark Omnibus Financing and Revenue Tax Provisions Emergency Amendment Act of 2004 (D.C. Act 15-719, January 4, 2005, 52 DCR 1790).\n\nFor temporary (90 day) addition, see § 101 of Ballpark Omnibus Financing and Revenue Tax Provisions Congressional Review Emergency Act of 2005 (D.C. Act 16- 25, February 17, 2005, 52 DCR 2981).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-901.\n\nFor Law 14-213, see notes following § 47-820.\n\nMiscellaneous Notes\n\nSection 103 of D.C. Law 13-305 provides:\n\n\"Sec. 103. Applicability.\n\n\"Section 102(a) through (c) shall apply beginning April 1, 2001. Section 102(d) shall apply beginning October 1, 2001.\"\n\nDC CODE § 47-2002.04\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 102(b)(2), 48 DCR 334; Oct. 19, 2002, D.C. Law 14-213, § 33(w), 49 DCR 8140.)","sections":[{"prefix":"a","text":" A promoter of a special event shall submit to the Mayor:"},{"prefix":"1","text":" At least 30 days before the beginning of a special event, a preliminary list of all vendors and exhibitors, including their names, addresses, representatives, and telephone numbers; and"},{"prefix":"2","text":" Within 10 days after the last day of a special event, a final list of all vendors and exhibitors, including their names, addresses, representatives, and telephone numbers, if not previously provided."},{"prefix":"b","text":" Before the special event, a promoter shall provide to vendors and exhibitors such information regarding their District tax obligations, filing deadlines, and other such requirements as is supplied by the District after the preliminary list of vendors and exhibitors is submitted in accordance with subsection (a)(1) of this section ."},{"prefix":"c","text":" A promoter shall provide access to the Mayor to the special event premises and activities to monitor vendor and exhibitor sales."},{"prefix":"d","text":" A promoter who fails to submit the preliminary vendor and exhibitor list in accordance with subsection (a)(1) of this section shall pay a penalty in the amount of $1,000, plus $50 for each day the list is late, which penalty shall not exceed $2,500."},{"prefix":"e","text":" A promoter who fails to submit the final vendor and exhibitor list in accordance with subsection (a)(2) of this section shall pay a penalty in the amount of $1,000, plus $50 for each day the list is late, which penalty shall not exceed $10,000."},{"prefix":"f","text":" For the purposes of this section, the term \"promoter\" means a person who arranges, organizes, or sponsors vendors or exhibitors engaged in the business of retail sales (as defined in this chapter) to participate in a special event. The term \"promoter\" includes for-profit and nonprofit persons."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Gross Sales Tax. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2002","identifier":"47-2002.04","catch_text":"Special event promoter obligations and penalties."}}