{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-1906.\n\n1973 Ed., § 2-2006.\n\nEffect of Amendments\n\nD.C. Law 19-171 enacted into law Part B of subchapter IV of Chapter 28 of Title 47.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-82, see Historical and Statutory Notes following § 47-2884.05.\n\nFor history of Law 19-171, see notes under § 47-2884.01.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 47-2884.06\n\nCurrent through December 11, 2012","credits":"(Aug. 6, 1956, 70 Stat. 1038, ch. 970, § 6; Sept. 14, 1976, D.C. Law 1-82, title I, § 101(b), 23 DCR 2461; Sept. 26, 2012, D.C. Law 19-171, § 302(b), 59 DCR 6190.)","sections":[{"prefix":"a","text":" Each license shall remain in full force and effect until the 1st day of November following the date of issuance unless sooner surrendered by the licensee or suspended or revoked as hereinafter provided. Application for license for the following year may be made by any licensee within 20 days prior to the 1st day of November. If the Mayor is satisfied that no fact or condition then exists which clearly would warrant the Mayor in refusing to issue a license on an original application the Mayor is authorized to issue license for the year commencing on the 1st day of November following the date of such application, upon payment of license fee of $550."},{"prefix":"b","text":" The Mayor shall, upon 10 days notice to the licensee stating that he contemplates the revocation or suspension of his license, and, in general, the grounds therefor, revoke or suspend such license, after reasonable opportunity has been afforded to the licensee to be heard, if the Mayor finds: (1) that the licensee has failed to maintain in effect the bond or bonds required under this part; or (2) that the licensee has either, knowingly or without the exercise of due care to prevent the same, violated any provision of this part or has failed to comply with any rule or regulation lawfully made pursuant thereto; or (3) that any fact or condition then exists which clearly would warrant the Mayor in refusing to issue a license on an original application. If the license be revoked or suspended the Mayor shall, within 20 days thereafter, prepare a written decision and findings with respect thereto containing a summary of the evidence and the reasons supporting the revocation or suspension and forthwith serve upon the licensee a copy thereof."},{"prefix":"c","text":" The Mayor may revoke or suspend only the particular license with respect to which there are grounds for revocation or suspension, but if the Mayor finds that such grounds for revocation or suspension apply or extend to more than 1 license issued to any person under this part, he shall revoke or suspend all the licenses affected thereby."},{"prefix":"d","text":" The licensee may at any time surrender any license issued to him under this part upon filing written notice to that effect with the Mayor."},{"prefix":"e","text":" No revocation, suspension, or surrender of any such license shall impair or affect the obligation of any preexisting lawful contract between the licensee and any borrower, or any bond given by such licensee."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"B","text":"Pawnbrokers."},"heading":{"title":"47","chaptersection":"2884","identifier":"47-2884.06","catch_text":"License --Revocation; suspension; renewal; renewal fee; procedure; surrender."}}