{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2409.\n\n1973 Ed., § 47-2809.\n\nEffect of Amendments\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\".\n\nD.C. Law 18-189 substituted \"cigarettes or other tobacco product\" for \"cigarettes\"; and added subsecs. (b)(3)(D) and (E).\n\nLegislative History of Laws\n\nLaw 2-139, the \"District of Columbia Government Comprehensive Merit Personnel Act of 1978,\" was introduced in Council and assigned Bill No. 2-10, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on October 17, 1978 and October 31, 1978, respectively. Signed by the Mayor on November 22, 1978, it was assigned Act No. 2-300 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 4-71, see Historical and Statutory Notes following § 47-2401.\n\nFor Law 15-354, see notes following § 47-340.03.\n\nFor Law 18-189, see notes following § 47-2401.\n\nDC CODE § 47-2409\n\nCurrent through December 11, 2012","credits":"(May 27, 1949, 63 Stat. 139, ch. 146, title VI, § 610; Oct. 28, 1949, 63 Stat. 972, ch. 782, title XI, § 1106(a); Mar. 3, 1979, D.C. Law 2-139, § 3205(r), 25 DCR 5740; Mar. 10, 1982, D.C. Law 4-71, § 2, 28 DCR 5243; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Apr. 13, 2005, D.C. Law 15-354, § 73(i)(1), 52 DCR 2638; July 23, 2010, D.C. Law 18-189, § 4(c), 57 DCR 3019.)","sections":[{"prefix":"a","text":" The following shall be subject to seizure by the Mayor or any law enforcement officer of the District and to forfeiture to the District:"},{"prefix":"1","text":" All cigarettes or other tobacco product found in any place in the District at such times and under such circumstances that the taxes levied and imposed by this chapter should have been paid and on which such taxes have not been paid as required by this chapter or which do not bear proper evidence that such taxes have been paid;"},{"prefix":"2","text":" All cigarettes or other tobacco product, conveyances, and equipment or devices subject to seizure and forfeiture under § 47-2405;"},{"prefix":"3","text":" All cigarettes or other tobacco product manufactured for sale, kept for sale, offered for sale, displayed for sale, or sold in violation of § 47- 2404 or the terms and conditions of a license issued under such section and all money collected in connection with the sale of such cigarettes or other tobacco product;"},{"prefix":"4","text":" All unstamped or improperly stamped cigarettes or other tobacco product possessed or sold by licensed retailers or vending machine operators in violation of § 47-2402(e);"},{"prefix":"5","text":" All cigarette tax stamps possessed by licensed retailers and vending machine operators in violation of § 47-2402(e) or sold or transferred, or offered for sale or transfer, in violation of § 47-2402(i);"},{"prefix":"6","text":" All vending machines which are operated in violation of § 47-2404 or the terms and conditions of a license under such section or which contain cigarettes or other tobacco product described in paragraph (1) of this subsection, including all cigarettes or other tobacco product, whether described in paragraph (1) of this subsection or not, and money contained therein;"},{"prefix":"7","text":" All altered, forged, counterfeited, cut, torn, removed, prepared, washed, or restored stamps as described in § 47-2406; all cigarettes or other tobacco product to which such stamps are affixed and all materials and equipment used, or intended to be used, to manufacture or produce such stamps;"},{"prefix":"8","text":" All metering devices possessed with authorization from the Mayor and used or possessed in violation of the terms and conditions imposed by the Mayor;"},{"prefix":"9","text":" All raw materials or equipment of any kind which are used, or intended for use, in manufacturing or packaging cigarettes or other tobacco product in violation of this chapter;"},{"prefix":"10","text":" All property which is used, or intended for use, as a container for property described in paragraph (1), (3), (4), (5), or (7) of this subsection;"},{"prefix":"11","text":" All books or records used, or intended for use in violation of this chapter;"},{"prefix":"12","text":" All money which has been used, or is intended for use, in violation of this chapter; and"},{"prefix":"13","text":" All conveyances, including aircraft, vehicles, or vessels, or any other property which are used to transport or conceal, or intended for use in transporting or concealing, or in any manner used to facilitate the transportation or concealment of, property described in paragraphs (1), (3), (4), (7), and (9) of this subsection."},{"prefix":"b","text":" The following conveyances shall not be subject to forfeiture under this section:"},{"prefix":"1","text":" A conveyance used by any person as a common carrier in the transaction of business as a common carrier, unless it appears that the owner or other person in charge of the conveyance was a consenting party, or privy to the violation of this chapter on account of which the conveyance was seized; or"},{"prefix":"2","text":" A conveyance that is subject to seizure and forfeiture under this section by reason of any act committed, or omission established by the owner thereof, to have been committed or omitted by any person other than such owner, while such conveyance was unlawfully in the possession of a person other than the owner, in violation of the criminal laws of the United States, the District, or any other state."},{"prefix":"c","text":" All property which is seized under subsection (a) of this section shall be promptly delivered to the Mayor and placed under seal, or removed to a place designated by the Mayor. Such property shall be proceeded against in the Superior Court of the District of Columbia by libel action brought in the name of the District of Columbia by the Attorney General for the District of Columbia or any of his assistants and shall, unless good cause be shown to the contrary, be forfeited to the District; provided, that such property shall not be subject to replevin, but is deemed to be in the custody of the Mayor subject only to the orders, decrees, and judgments of the court having jurisdiction over the forfeiture proceedings, and; provided, further, that notwithstanding the provisions of this section, whenever such property is subject to seizure and forfeiture on account of failure to comply with the provisions of this chapter and the Mayor determines that such failure was excusable, the Mayor may return the property to the owner or owners thereof. Whenever the Mayor determines that any property seized under subsection (a) of this section is liable to perish or become greatly reduced in price or value by keeping such property until the completion of forfeiture proceedings, the Mayor may:"},{"prefix":"1","text":" Appraise the property and return the property to the owner thereof upon the owner paying any tax due under this chapter and giving satisfactory bond in an amount equal to the appraised value to abide the final order, decree, or judgment of the court having jurisdiction over the forfeiture proceedings, and to pay the amount of such appraised value to the Mayor as may be ordered and directed by such court; or"},{"prefix":"2","text":" If the owner neglects or refuses to pay such tax and give such bond, sell such property in the manner provided by the Mayor by regulation, and the proceeds of the sale of such property, after deducting the reasonable costs of the seizure and sale, shall be paid to the court to abide its final order, decree, or judgment."},{"prefix":"d","text":" After the final order, decree, or judgment is made, forfeited property shall be made available for the official use of any agency of the District government, disposed of by public auction, or otherwise disposed of as the Mayor may prescribe. If there is a bona fide prior lien against such forfeited property, the Mayor may (1) make payment of such lien and retain the property for official use, or (2) dispose of such property by public auction, and the proceeds of the sale of such property shall be made available, first, for the payment of any tax due under this chapter and all expenses incident to the seizure, forfeiture, and sale of such property, and, second, for the payment of such lien, and the remainder shall be deposited with the Treasurer of the District of Columbia; provided, that no payment of a lien shall be made where the lienor was a consenting party or privy to the violation of this chapter on account of which the property was seized and forfeited. To the extent necessary, liens against forfeited property shall, on good cause shown by the lienor, be transferred from the property to the proceeds of the sale of the property."},{"prefix":"e","text":" Whenever any cigarettes or other tobacco product are found in any vending machine in violation of the provisions of § 47-2402(g), the Mayor shall seal the machine to prevent the sale or removal of any cigarettes or other tobacco product from the machine until such time as the violation is corrected in the presence of the Mayor. The operator of such vending machine shall, upon conviction thereof, be fined not more than $1,000 or imprisoned for not more than 1 year, or both; provided, that if the vending machine contains cigarettes or other tobacco product described in paragraph (1) of subsection (a) of this section, the operator shall, in addition, be subject to the penalties imposed by the other provisions of this chapter. Any person, other than the Mayor, who removes or otherwise tampers with any seals placed on a vending machine by the Mayor shall be subject to the penalties imposed by § 47-2414."},{"prefix":"f","text":" Any person whose property has been seized and forfeited under this section shall not be relieved from any other penalty imposed by this chapter."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"24","text":"Cigarette Tax."},"heading":{"title":"47","chaptersection":"2409","identifier":"47-2409","catch_text":"Seizure and forfeiture of property."}}