{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2106.\n\n1973 Ed., § 47-3006.\n\nEffect of Amendments\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\".\n\nLegislative History of Laws\n\nLaw 6-42, the \"Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985,\" was introduced in Council and assigned Bill No. 6-187, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 25, 1985, and July 9, 1985, respectively. Signed by the Mayor on July 16, 1985, it was assigned Act No. 6- 60 and transmitted to both Houses of Congress for its review.\n\nFor Law 15-354, see notes following § 47-340.03.\n\nDC CODE § 47-2106\n\nCurrent through December 11, 2012","credits":"(Sept. 1, 1959, 73 Stat. 450, Pub. L. 86-219, § 6; Oct. 5, 1985, D.C. Law 6-42, § 436, 32 DCR 4450; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Apr. 13, 2005, D.C. Law 15-354, § 73(g), 52 DCR 2638.)","sections":[{"prefix":"a","text":" Any person who shall advertise, hold, conduct, or carry on any sale of goods, wares, or merchandise under the description of closing-out sale or a sale of goods, wares, or merchandise damaged by fire, smoke, water, or otherwise, contrary to the provision of this chapter, or who shall violate any of the provisions of this chapter shall be deemed guilty of a misdemeanor and shall, upon conviction thereof, be fined not more than $300 or imprisonment for 90 days or both."},{"prefix":"b","text":" Prosecutions for violations of this chapter and regulations promulgated under the authority of this chapter shall be conducted in the name of the District of Columbia by the Attorney General for the District of Columbia or any of his assistants."},{"prefix":"c","text":" Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this chapter, or any rules or regulations issued under the authority of this chapter, pursuant to Chapter 18 of Title 2. Adjudication of any infraction of this chapter shall be pursuant to Chapter 18 of Title 2."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"21","text":"Closing-Out Sales."},"heading":{"title":"47","chaptersection":"2106","identifier":"47-2106","catch_text":"Penalty for conducting false \"closing-out sales\" and for violation of this chapter; prosecutions."}}