{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2853.6.\n\nEffect of Amendments\n\nD.C. Law 16-130 rewrote subsecs. (b) and (g), which had read as follows:\n\n\"(b) There is hereby established a Board of Accountancy to consist of 5 members. Of the members of the Board, one shall be a consumer member, one shall be a public accountant registered in the District, and 3 shall be licensed as certified public accountants who, at the time of their appointments, have been engaged in the practice of public accountancy as certified public accountants in the District for a period of not less than 5 years. The Board shall regulate the practice of public accountants and certified public accountants.\"\n\n\"(g) There is established a Board of Real Estate Appraisers consisting of 5 members of whom 4 shall be real estate appraisers licensed and in good standing in the District with not less than 3 years experience in real estate appraising immediately preceding his or her appointment to the Board and one shall be a consumer member.\"\n\nD.C. Law 18-111 rewrote subsec. (d), which had read as follows:\n\n\"(d) There is established a Board of Industrial Trades consisting of 15 members of whom 3 shall be plumbers licensed in the District, 3 shall be electricians licensed in the District, 3 shall be refrigeration and air conditioning mechanics licensed in the District, 3 shall be steam and other operating engineers licensed in the District, 2 shall be asbestos workers, and one shall be a consumer member. The Board shall regulate the practice of plumbers, gasfitters, electricians, refrigeration and air conditioning mechanics, steam and other operating engineers, and asbestos workers.\"\n\nD.C. Law 19-43, in subsec. (b), designated the existing text as par. (1), and added par. (2).\n\nD.C. Law 19-193, in subsec. (c), substituted \"14 members\" for \"11 members\" and \"practice of barbers, body artists, and cosmetologists,\" for \"practice of barbers and cosmetologists,\".\n\nTemporary Amendments of Section\n\nSection 2(c) of D.C. Law 16-101 amended subsecs. (b) and (g) to read as follows:\n\n\"(b) There is established a Board of Accountancy to consist of 5 members. Of the members of the Board, one shall be a consumer member and 4 shall be licensed as certified public accountants who, at the time of their appointments, have been engaged in the practice of public accountancy as certified public accountants in the District for a period of not less than 5 years. The Board shall regulate the practice of public accountants and certified public accountants.\"\n\n\"(g) There is established a Board of Real Estate Appraisers consisting of 5 members, of whom 3 shall be real estate appraisers licensed and in good standing in the District with not less than 3 years experience in real estate appraising immediately preceding his or her appointment to the Board, one shall be a real estate broker licensed and in good standing in the District, and one shall be a consumer member. In addition to assuming the powers enumerated in § 47-2853.08, the Board shall regulate the practice of real estate appraisal, including the functions of a state appraiser certifying and licensing agency under Title XI of the Financial Institutions Recovery, Reform, and Enforcement Act of 1989, approved August 9, 1989 (103 Stat. 183;12 U.S.C. §§ 3331 through 3351).\"\n\nSection 4(b) of D.C. Law 16-101 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(c) of Non-Health Related Occupations and Professions Licensure Emergency Act of 2006 (D.C. Act 16-255, January 26, 2006, 53 DCR 763).\n\nFor temporary (90 day) amendment of section, see § 2151(c) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2151(c) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 47-2801.\n\nLaw 16-130, the \"Non-Health Related Occupations and Professions Licensure Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-524 which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on March 7, 2006, and April 4, 2006, respectively. Signed by the Mayor on April 21, 2006, it was assigned Act No. 16-348 and transmitted to both Houses of Congress for its review. D.C. Law 16-130 became effective on June 16, 2006.\n\nFor Law 18-111, see notes following § 47-305.02.\n\nLaw 19-43, the \"Accountant Mobility Act of 2011\", was introduced in Council and assigned Bill No. 19-80, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on July 12, 2011, and September 20, 2011, respectively. Signed by the Mayor on October 1, 2011, it was assigned Act No. 19-173 and transmitted to both Houses of Congress for its review. D.C. Law 19-43 became effective on December 2, 2011.\n\nFor history of Law 19-193, see notes under § 47-2809.01.\n\nDelegation of Authority\n\nRe-Designation of the Board of Real Estate as the Real Estate Commission, see Mayor's Order 2009-11, February 2, 2009 (56 DCR 2030).\n\nMiscellaneous Notes\n\nSection 134 of D.C. Law 13-91, as amended by section 18(b) of D.C. Law 13-313, transferred the authority established by the District of Columbia Funeral Services Regulatory Act of 1984 (D.C. Law 5-84) to the Board of Funeral Directors established by this section.\"\n\nAlthough a new Board of Funeral Directors has been established by the Second Omnibus Regulatory Reform Act of 1998, effective April 20, 1999 (D.C. Law 12- 261), codified under D.C. Official Code § 47-2853.06(f), the old board, codified under D.C. Official Code § 3-401 et seq. has not been abolished by law.\n\nDC CODE § 47-2853.06\n\nCurrent through December 11, 2012","credits":"(Apr. 20, 1999, D.C. Law 12-261, § 1002, 46 DCR 3142; June 16, 2006, D.C. Law 16-130, § 2(b), 53 DCR 4718; Mar. 3, 2010, D.C. Law 18-111, § 2151(c), 57 DCR 181; Dec. 2, 2011, D.C. Law 19-43, § 2(b), 58 DCR 8928; Oct. 23, 2012, D.C. Law 19-193, § 3(d), 59 DCR 10388.)","sections":[{"prefix":"a","text":" There is established a Board of Architecture and Interior Designers to consist of 7 members of whom 3 shall be architects, 3 shall be interior designers and one shall be a consumer member. The Board shall regulate the practice of architecture and the practice of interior design."},{"prefix":"b","text":"(1) There is hereby established a Board of Accountancy to consist of 5 members. Of the members of the Board, one shall be a consumer member and 4 shall be licensed as certified public accountants who, at the time of their appointments, have been engaged in the practice of public accountancy as certified public accountants in the District for a period of not less than 5 years. The Board shall regulate the practice of public accountants and certified public accountants."},{"prefix":"2","text":" The standards of attestation specified in § 47-2853.41(1) shall be adopted by reference by the Board pursuant to rulemaking and shall be those developed for general application by recognized national accountancy organizations, such as the American Institute of Certified Public Accountants and the Public Company Accounting Oversight Board."},{"prefix":"c","text":" There is established a Board of Barber and Cosmetology consisting of 14 members of whom 3 shall be barbers, 3 shall be cosmetologists, 3 shall be specialty cosmetologists and 2 shall be consumer members. The Board shall regulate the practice of barbers, body artists, and cosmetologists, including specialty cosmetology practices such as braiding, electrolysis, esthetics, manicuring and others as the Mayor may from time to time establish by rule, instructors and managers of these practices, and owners of such facilities."},{"prefix":"d","text":" There is established a Board of Industrial Trades consisting of 15 members, of whom 3 shall be plumbers licensed in the District, 2 shall be electricians licensed in the District, 2 shall be refrigeration and air conditioning mechanics licensed in the District, 2 shall be steam and other operating engineers licensed in the District, 2 shall be asbestos workers, one shall be an elevator mechanic licensed in the District, one shall be an elevator inspector licensed in the District, one shall be an elevator contractor licensed in the District, and one shall be a consumer member. The Board of Industrial Trades shall regulate the practice of plumbers, gasfitters, electricians, refrigeration and air conditioning mechanics, steam and other operating engineers, asbestos workers, elevator mechanics, elevator inspectors, except for those employed by the District of Columbia or by the Washington Metropolitan Area Transit Authority, and elevator contractors. The Board may establish bonding and insurance requirements, subcategories of licensure, education, and experience requirements for licensure, and other requirements."},{"prefix":"e","text":" There is established a Board of Professional Engineering consisting of 7 members of whom 4 shall be professional engineers licensed in the District in various disciplines, 2 shall be land surveyors licensed in the District, and one shall be a consumer member. The Board shall regulate the practice of professional engineers and land surveyors."},{"prefix":"f","text":" There is established a Board of Funeral Directors consisting of 5 members of whom 4 shall be funeral directors licensed in the District and one shall be a consumer member. The Board shall regulate the practice of funeral directors."},{"prefix":"g","text":" There is established a Board of Real Estate Appraisers consisting of 5 members, of whom 3 shall be real estate appraisers licensed and in good standing in the District with not less than 3 years experience in real estate appraising immediately preceding his or her appointment to the Board, one of whom shall be a real estate broker licensed and in good standing in the District, and one shall be a consumer member. The Board shall regulate the practice of real estate appraisal, including the functions of a state appraiser certifying and licensing agency under Title XI of the Financial Institutions Reform, Recovery, and Enforcement Act of 1989, approved August 9, 1989 (103 Stat. 511; 12 U.S.C. §§ 3331 through 3351)."},{"prefix":"h","text":" There is established a Board of Real Estate consisting of 9 members of whom 3 shall be real estate brokers licensed in the District, 2 shall be real estate salespersons licensed in the District, 2 shall be property managers licensed in the District, one shall be an attorney admitted to the bar of the District of Columbia and engaged in the practice of real estate law, and one shall be a consumer member. All members of the Board shall be residents of the District during their tenure. The Board shall regulate the practices of real estate brokers, real estate salespersons, and property managers."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-B","text":"Non-Health Related Occupations and Professions Licensure."},"heading":{"title":"47","chaptersection":"2853","identifier":"47-2853.06","catch_text":"Establishment of boards."}}