{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-2315.\n\n1973 Ed., § 2-1815.\n\nEffect of Amendments\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\".\n\nD.C. Law 19-171 enacted into law Part D of subchapter IV of Chapter 28 of Title 47.\n\nLegislative History of Laws\n\nFor Law 15-354, see notes following § 47-340.03.\n\nFor history of Law 19-171, see notes under § 47-2886.01.\n\nMiscellaneous Notes\n\nBoard of Registration for Professional Engineers abolished: See note to § 47- 2886.05.\n\nDC CODE § 47-2886.15\n\nCurrent through December 11, 2012","credits":"(Sept. 19, 1950, 64 Stat. 866, ch. 953, § 15; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a); Apr. 13, 2005, D.C. Law 15-354, § 76, 52 DCR 2638; Sept. 26, 2012, D.C. Law 19-171, § 302(b), 59 DCR 6190.)","sections":[{"prefix":"a","text":" All violations of laws relating to the practice of engineering in the District of Columbia shall be prosecuted in the Superior Court of the District of Columbia by the Attorney General for the District of Columbia. The Attorney General for the District of Columbia shall render such other legal services as may from time to time be required by the Board."},{"prefix":"b","text":" The Chief of Police of the Metropolitan Police Department shall detail such members of his force as may be necessary to assist the Board in the investigations and prosecutions incident to the enforcement of this part."},{"prefix":"c","text":" The Attorney General for the District of Columbia is hereby authorized to apply for relief by injunction to restrain a person from the commission of any act which is prohibited by this part. In such proceedings it shall not be necessary for the Attorney General for the District of Columbia to allege or prove either that an adequate remedy at law does not exist, or that substantial and irreparable damage would result, from the continued violation thereof."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"D","text":"Professional Engineers."},"heading":{"title":"47","chaptersection":"2886","identifier":"47-2886.15","catch_text":"Prosecutions; legal services to Board; investigations; injunctions."}}