{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2851.16.\n\nEffect of Amendments\n\nD.C. Law 15-38, in the section name line, deleted \"Class A\" preceding 'license\" and in subsecs. (c) and (d), substituted \"basic\" for \"master\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(p) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-86, see Historical and Statutory Notes following § 47-2851.01.\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 47-2801.\n\nFor Law 15-38, see notes following § 47-2404.\n\nDC CODE § 47-2851.16\n\nCurrent through December 11, 2012","credits":"(Apr. 29, 1998, D.C. Law 12-86, § 101(b), 45 DCR 1172; Apr. 20, 1999, D.C. Law 12-261, § 2002(k), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 2(p), 50 DCR 6913.)","sections":[{"prefix":"a","text":" The Director shall determine the feasibility of allowing certain businesses the option of obtaining inspections at the applicant's expense by authorized third party inspectors."},{"prefix":"b","text":" The Director shall, whenever feasible, allow businesses required to be inspected pursuant to this subchapter the option of obtaining a third party inspector qualified for such activities by virtue of a certification from a nationally recognized and accredited organization; provided that the third party inspector:"},{"prefix":"1","text":" Is hired at the applicant's own expense;"},{"prefix":"2","text":" Has obtained a valid District of Columbia license in the relevant area of expertise for which inspection authorization is sought; and"},{"prefix":"3","text":" Submits a sworn statement that no conflict of interest will arise with regard to the inspection of the applicant's business."},{"prefix":"c","text":" After conducting an appropriate review, the Director may from time to time authorize, or revoke the authorization of, organizations and individuals to conduct inspections for purposes of obtaining a basic business license or its endorsements under this chapter."},{"prefix":"d","text":" The Center shall make known to any applicant or re-applicant for a basic business license the option of choosing inspection by the District or inspection at the applicant's expense by an approved organization or individual and shall provide, upon request, the names of approved inspectors relevant to the particular basic business license application."},{"prefix":"e","text":" The Department shall accept the findings of the third party inspector, and shall consider third party inspections permitted under this section as proper inspections for the purpose of issuance of a master business license or endorsement issued pursuant to this chapter."},{"prefix":"f","text":" Persons who avail themselves of the third party inspection option are not entitled to a refund of any portion of the license fee."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"I-A","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"2851","identifier":"47-2851.16","catch_text":"Third party inspections for license endorsements."}}