{"text":"Nothing in this part shall apply to any person, firm, joint-stock company, incorporated society, credit union, or corporation doing business in the District of Columbia under the supervision of the Federal Reserve System, or the Comptroller of the Currency, or the Federal Deposit Insurance Corporation, or the Federal Home Loan Bank Board, or the Federal Savings and Loan Insurance Corporation, or the Department of Health and Human Services or to loans made by them.","historical":"Prior Codifications\n\n1981 Ed., § 2-1918.\n\n1973 Ed., § 2-2018.\n\nEffect of Amendments\n\nD.C. Law 19-171 enacted into law Part B of subchapter IV of Chapter 28 of Title 47.\n\nLegislative History of Laws\n\nFor history of Law 19-171, see notes under § 47-2884.01.\n\nReferences in Text\n\nThe Federal Home Loan Bank Board, referred to in this section, was substituted for the Home Loan Bank Board pursuant to the Act of August 11, 1955, 69 Stat. 340, ch. 783, § 109.\n\nThe Federal Home Loan Bank Board and the Federal Savings and Loan Insurance Corporation referred to in this section have been abolished. For provisions relating to the abolition of the Federal Savings and Loan Insurance Corporation and the Federal Home Loan Bank Board and the transfer of functions, personnel and property of such agencies, see § 401 to 406 of Pub. L. 101-73, set out as notes under 12 U.S.C. § 1437.\n\nThe Department of Health and Human Services, referred to near the end of this section, was substituted for the Department of Health, Education and Welfare pursuant to the Act of October 17, 1979, 93 Stat. 695, Pub. L. 96-88, § 509.\n\nDC CODE § 47-2884.18\n\nCurrent through December 11, 2012","credits":"(Aug. 6, 1956, 70 Stat. 1043, ch. 970, § 18; Sept. 26, 2012, D.C. Law 19- 171, § 302(b), 59 DCR 6190.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"28","text":"General License Law."},"subchapter":{"identifier":"IV","text":"Other Licenses."},"part":{"identifier":"B","text":"Pawnbrokers."},"heading":{"title":"47","chaptersection":"2884","identifier":"47-2884.18","catch_text":"Exceptions to application of part."}}