{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2402.\n\n1973 Ed., § 47-2802.\n\nEffect of Amendments\n\nD.C. Law 14-307, in subsec. (a), substituted \"$.05\" for \"3.25 cents\".\n\nD.C. Law 17-219, in subsec. (a), substituted \"$.10 for each cigarette\" for \"$.05 for each cigarette\"; and, in subsec. (c), rewrote the second sentence, which had read as follows: \"Such stamps shall be affixed to the original packages of cigarettes and shall be cancelled, in the manner prescribed by the Mayor.\"\n\nD.C. Law 18-111, in subsec. (a), substituted \"$.125\" for \"$.10\".\n\nD.C. Law 19-21 rewrote subsec. (a), which had read as follows:\n\n\"(a) Except as otherwise provided in § 47-2403, a tax is levied and imposed on the sale or possession of all cigarettes in the District of Columbia at the rate of $.125 for each cigarette.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 114(a) of Omnibus Budget Support Temporary Act of 1991 (D.C. Law 9-19, August 17, 1991, law notification 38 DCR 5786).\n\nFor temporary (225 day) amendment of section, see § 109(a) of Omnibus Budget Support Temporary Act of 1992 (D.C. Law 9-134, July 23, 1992, law notification 39 DCR 5815).\n\nFor temporary (225 day) amendment of section, see § 113(a) of Omnibus Budget Support Temporary Act of 1993 (D.C. Law 10-11, August 6, 1993, law notification 40 DCR 6213).\n\nSection 2 of D.C. Law 17-18 amended the second sentence of subsec. (c)    to read as follows:  \"Such stamps shall be affixed to the original packages of cigarettes included in the directory of Tobacco Product Manufacturers maintained pursuant to § 7-1803.03(b) and shall be cancelled in the manner prescribed by the Mayor.\"\n\nSection 4(b) of D.C. Law 17-18 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2 of D.C. Law 17-192, in subsec. (c), amended the second sentence to read as follows: \"Such stamps shall be affixed to the original packages of cigarettes included in the directory of Tobacco Product Manufacturers maintained pursuant to § 7-1803.03(b) and shall be cancelled in the manner prescribed by the Mayor.\".\n\nSection 4(b) of D.C. Law 17-192 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 902(c) and 903 of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) amendment of section, see §§ 902(c) and 903 of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see §§ 902(c) and 903 of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nFor temporary (90 day) amendment of section, see §2 of Cigarette Stamp Clarification Emergency Amendment Act of 2007 (D.C. Act 17-47, May 15, 2007, 54 DCR 5356).\n\nFor temporary (90 day) amendment of section, see § 2 of Cigarette Stamp Clarification Emergency Amendment Act of 2008 (D.C. Act 17-366, May 5, 2008, 55 DCR 5689).\n\nFor temporary (90 day) amendment of section, see § 7111(h) of Fiscal Year 2010 Budget Support Emergency Act of 2009 (D.C. Act 18-187, August 26, 2009, 56 DCR 7374).\n\nFor temporary (90 day) additions, see § 7121(b) of Fiscal Year 2010 Budget Support Emergency Act of 2009 (D.C. Act 18-187, August 26, 2009, 56 DCR 7374).\n\nFor temporary (90 day) amendment of section, see § 7241(i)(3) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2(a), (b)(3) of Tobacco Excise Tax Emergency Amendment Act of 2009 (D.C. Act 18-214, October 21, 2009, 56 DCR 8496).\n\nFor temporary (90 day) addition, see § 2(b)(4) of Tobacco Excise Tax Emergency Amendment Act of 2009 (D.C. Act 18-214, October 21, 2009, 56 DCR 8496).\n\nFor temporary (90 day) amendment of section, see § 7241(i)(3) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nLaw 1-70, the \"Revenue Act of 1976,\" was introduced in Council and assigned Bill No. 1-229, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings and reconsiderations of final reading on February 20, 1976, March 11, 1976 and April 6, 1976, respectively. Signed by the Mayor on April 20, 1976, it was assigned Act No. 1-106 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 4-71, see Historical and Statutory Notes following § 47-2401.\n\nLaw 6-33, the \"Cigarette Tax Amendment Act of 1985,\" was introduced in Council and assigned Bill No. 6-188, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on May 28, 1985 and June 11, 1985, respectively. Signed by the Mayor on June 14, 1985, it was assigned Act No. 6-48 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 6-198, see Historical and Statutory Notes following § 47-2418.\n\nLaw 9-31, the \"Cigarette Tax Amendment Act of 1991,\" was introduced in Council and assigned Bill No. 9-164, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 4, 1991, and June 18, 1991, respectively. Signed by the Mayor on July 2, 1991, it was assigned Act No. 9-58 and transmitted to both Houses of Congress for its review.\n\nLaw 9-134, the \"Omnibus Budget Support Temporary Act of 1992,\" was introduced in Council and assigned Bill No. 9-485. The Bill was adopted on first and second readings on April 7, 1992, and May 6, 1992, respectively. Approved without the signature of the Mayor on May 29, 1992, it was assigned Act No. 9- 219 and transmitted to both Houses of Congress for its review. D.C. Law 9-134 became effective on July 23, 1992.\n\nLaw 9-145, the \"Omnibus Budget Support Act of 1992,\" was introduced in Council and assigned Bill No. 9-222, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 12, 1992, and June 2, 1992, respectively. Approved without the signature of the Mayor on June 22, 1992, it was assigned Act No. 9-225 and transmitted to both Houses of Congress for its review. D.C. Law 9-145 became effective on September 10, 1992.\n\nLaw 10-25, the \"Omnibus Budget Support Act of 1993,\" was introduced in Council and assigned Bill No. 10-165, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 1, 1993, and June 29, 1993, respectively. Signed by the Mayor on July 16, 1993, it was assigned Act No. 10-57 and transmitted to both Houses of Congress for its review. D.C. Law 10-25 became effective on September 30, 1993.\n\nFor Law 14-307, see notes following § 47-903.\n\nFor Law 17-219, see notes following § 47-318.05a.\n\nFor Law 18-111, see notes following § 47-305.02.\n\nFor history of Law 19-21, see notes under § 47-305.02.\n\nEffective Dates\n\nSection 3(b) of D.C. Law 6-33 provided that the provisions of the act shall not operate before the 1st day of the 1st month which begins more than 30 days after September 10, 1985.\n\nMiscellaneous Notes\n\nMayor to report fiscal impact of Law 10-25: Section 113(c) of D.C. Law 10-25 provided that the Mayor shall report to the Council within 6 months of implementation on the fiscal impact of this section.\n\nSection 903 of D.C. Law 14-307 provides:\n\n\"Sec. 903. Applicability.\n\n\"Section 902 shall apply as of January 1, 2003.\"\n\nSection 5005(a)(2) of D.C. Law 17-219 provides that this subsection shall apply as of October 1, 2008.\n\nShort title: Section 7009 of D.C. Law 17-219 provided that subtitle E of title VII of the act may be cited as the \"Cigarette Stamp Clarification Act of 2008\".\n\nDC CODE § 47-2402\n\nCurrent through December 11, 2012","credits":"(May 27, 1949, 63 Stat. 137, ch. 146, title VI, § 603; May 18, 1954, 68 Stat. 115, ch. 218, title IX, § 901; Sept. 30, 1966, 80 Stat. 856, Pub. L. 89- 610, title IV, § 401; Oct. 31, 1969, 83 Stat. 173, Pub. L. 91-106, title III, § 301; Oct. 21, 1972, 86 Stat. 1015, Pub. L. 92-518, title III, § 302(a); Oct. 21, 1975, D.C. Law 1-23, title IV, § 401(a), 22 DCR 2103; June 15, 1976, D.C. Law 1-70, title V, § 501, 23 DCR 546; Mar. 10, 1982, D.C. Law 4-71, § 2, 28 DCR 5243; Sept. 10, 1985, D.C. Law 6-33, § 2(a), 32 DCR 3774; Feb. 28, 1987, D.C. Law 6-198, § 2(a), 34 DCR 515; Aug. 17, 1991, D.C. Law 9-31, § 2(a), 38 DCR 4218; Sept. 10, 1992, D.C. Law 9- 145, § 109(a), 39 DCR 4895; Sept. 30, 1993, D.C. Law 10-25, § 113(a), 40 DCR 5489; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 5, 2003, D.C. Law 14-307, § 902(c), 49 DCR 11664; Aug. 16, 2008, D.C. Law 17-219, §§ 5055(a), 7010, 55 DCR 7598; Mar. 3, 2010, D.C. Law 18- 111, § 7241(i)(3), 57 DCR 181; Sept. 14, 2011, D.C. Law 19-21, § 8052(b), 58 DCR 6226.)","sections":[{"prefix":"a","text":"(1) Except as otherwise provided in § 47-2403, a tax is levied and imposed on the sale or possession on all cigarettes in the District of Columbia at the rate of $0.125 for each cigarette."},{"prefix":"2","text":" Subject to paragraph (3) of this subsection and in lieu of the tax otherwise imposed by § 47-2002, a surtax is levied and imposed on the sale or possession of all cigarettes in the District at the rate of $0.36 per package of 20 or fewer cigarettes. If there are more than 20 cigarettes in the package, the surtax per pack will be incrementally increased by $.018 per each cigarette above 20."},{"prefix":"3","text":"(A) Beginning as of March 31, 2012, and on March 31st of each year thereafter, the Mayor shall calculate the average retail price of a package of cigarettes from the best information available and shall recompute the surtax on the basis of the then applicable sales and use tax rate that otherwise would be applicable to the sale of cigarettes under § 47-2002."},{"prefix":"B","text":" In calculating the average retail price for purposes of this paragraph, the Mayor shall exclude the current surtax imposed by this section and the portion of the presumptive wholesale and retail markup imposed by Chapter 45A of Title 28 of the District of Columbia Official Code on the current surtax. The Mayor shall provide notice of any change in the amount of the surtax on or before September 1st of that year, and the change shall be effective as of the following October 1st."},{"prefix":"b","text":" Cigarettes on which the taxes levied and imposed by this section have been paid shall not be subject to additional taxation under this section; provided, that the burden of proof that the taxes levied and imposed by this section have been paid shall be upon the person who sells or possesses cigarettes in the District, against whom a tax assessment has been made, who has submitted an application for a refund, or whose cigarettes have been seized. For the purposes of this section, the term \"person\" includes any officer or employee of a corporation responsible for payment of the tax, or any member of a partnership or association responsible for the payment of the tax."},{"prefix":"c","text":" The tax levied and imposed by this section shall be paid by the affixture of stamps, purchased from the Mayor, evidencing the payment of the amount of tax imposed by this section. Such stamps shall be affixed to the original packages of cigarettes included in the directory of Tobacco Product Manufacturers maintained pursuant to § 7-1803.03(b) and shall be cancelled in the manner prescribed by the Mayor."},{"prefix":"d","text":" Except as otherwise provided in this subsection and subsection (f) of this section, each licensed wholesaler shall affix a stamp or stamps, evidencing the payment of the amount of tax imposed by this section, to each original package of cigarettes to be kept for sale, offered for sale, displayed for sale, or sold within the District. Such stamps shall be affixed to each original package of such cigarettes within 72 hours after the receipt of such cigarettes and prior to the sale of such cigarettes unless such cigarettes are exempt from taxation under the provisions of this chapter. Whenever any cigarettes are found in the place of business of a licensed wholesaler without the stamps affixed as herein provided, or not segregated or marked as having been received within the preceding 72 hours, or not segregated or marked as being held for sale outside of the limits of the District, or not segregated or marked as being held for sale to the United States or the District government, or any instrumentalities thereof, or not segregated or marked for other exempt purposes under this chapter, a prima facie presumption shall arise that such cigarettes are subject to the tax levied and imposed by this section and are possessed in violation of the provisions of this chapter."},{"prefix":"e","text":" Licensed retailers and vending machine operators shall not accept deliveries of unstamped or improperly stamped cigarettes. Such licensees shall examine all packages of cigarettes immediately upon their receipt and shall immediately return any and all unstamped or improperly stamped cigarettes to the licensed wholesaler. Unless substantial evidence to the contrary is shown, the possession of any unstamped or improperly stamped cigarettes by such licensees shall be prima facie evidence that such cigarettes are possessed in violation of the provisions of this chapter. The Mayor may, however, authorize licensed retailers and vending machine operators to acquire and have in their possession cigarettes bearing cigarette tax stamps issued by any other state or jurisdiction; provided, that such cigarettes are intended for sale in such other state or jurisdiction. Licensed retailers and vending machine operators shall not purchase, acquire, or have in their possession District tax stamps. Notwithstanding the provisions of this subsection, licensed retailers or vending machine operators, other than licensed retailers or vending machine operators who are also licensed wholesalers, who either have in their possession unused cigarette tax stamps or unstamped cigarettes on the effective date of this chapter shall not be deemed in violation of this subsection; provided, that such licensed retailers and vending machine operators affix or redeem such unused cigarette tax stamps and pay the tax levied and imposed by this section on such unstamped cigarettes in the manner and within the time specified by the Mayor."},{"prefix":"f","text":" On sales of cigarettes to other licensed wholesalers, a licensed wholesaler may deliver such cigarettes without affixing stamps thereon, and such other licensed wholesalers shall be liable for the tax imposed by this section on such cigarettes."},{"prefix":"g","text":" All packages of cigarettes placed in cigarette vending machines shall be placed in such manner that the District cigarette tax stamps are visible whenever the packages are within that area of the vending machine which permits visibility of the packages."},{"prefix":"h","text":" Except as authorized by this section or § 47-2403, no person shall willfully or knowingly sell, transfer, buy, receive, have in his possession, or offer to sell, transfer, buy, or receive any unstamped or improperly stamped cigarettes."},{"prefix":"i","text":" No person shall sell, transfer, or offer to sell or transfer any cigarette tax stamps to any person other than the Mayor; nor shall any person buy, receive or offer to buy or receive any cigarette tax stamps from any person other than the Mayor."},{"prefix":"j","text":" The Mayor may by regulation provide for the purchase of stamps at a discount not exceeding 10% of the face value of such stamps."},{"prefix":"k","text":" The taxes imposed under this section shall be deemed to be a part of the selling price of cigarettes and shall be in addition to, and not in lieu of, any taxes imposed by any other law."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"24","text":"Cigarette Tax."},"heading":{"title":"47","chaptersection":"2402","identifier":"47-2402","catch_text":"Imposition; payment."}}