{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-2411.\n\n1973 Ed., § 47-2811.\n\nDC CODE § 47-2411\n\nCurrent through December 11, 2012","credits":"(June 3, 1954, 68 Stat. 169, ch. 252, §§ 1, 2; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" Where any cigarette or alcoholic beverage tax stamps issued under District of Columbia tax laws have been spoiled, destroyed, or rendered useless or unfit for the purpose intended, or for which the owner may have no use, the amount paid for such stamps may be refunded within the limit of appropriations therefor, or allowed as a credit on the purchase of new stamps. No such refund or allowance shall be made unless the owner of such stamps shall file a written claim therefor with the Mayor of the District of Columbia or his designated agent within the time prescribed in this section and unless the Mayor or his designated agent upon receipt of satisfactory evidence of the facts, and subject to regulations prescribed by the Council of the District of Columbia, certifies that such refund or allowance is just and equitable."},{"prefix":"b","text":" No refund or allowance shall be made in any case (1) until the stamps so spoiled or rendered useless shall have been returned to the Mayor or his designated agent, (2) until satisfactory proof has been made to the Mayor or his designated agent showing the reason why the same cannot be returned, or (3) if so required by the Mayor or his designated agent, unless the person presenting the same can satisfactorily trace the history of said stamps from their issuance to the filing of his claim as aforesaid; provided, that no refund shall be made in those cases where the owner may be made whole by allowing him a credit on the purchase of new stamps, and provided further, that no claim for a refund, or allowance for such stamps, shall be allowed unless presented within 6 months after the stamps have been spoiled, destroyed, or rendered useless or unfit for the purpose intended, or, in the case of stamps for which the owner may have no use, within 6 months from the date of purchase thereof, except that as to stamps which have been spoiled, destroyed, or rendered useless or unfit for the purpose intended, or for which the owner may have no use, prior to June 3, 1954, a claim for a refund or allowance for credit may be filed within 6 months after June 3, 1954."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"24","text":"Cigarette Tax."},"heading":{"title":"47","chaptersection":"2411","identifier":"47-2411","catch_text":"Redemption of cigarette or alcoholic beverage tax stamps."}}