{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-3705.\n\nEffect of Amendments\n\nD.C. Law 13-305, in subsec. (c), deleted the second sentence which read: \"If the tax is paid pursuant to subsection (b) of this section, interest shall be added to the tax in accordance with 47-453 through 47-458 for the period between the date when the tax would have been due had no extension been granted and the date of full payment.\"\n\nD.C. Law 14-307 rewrote subsec. (a) which had read as follows:\n\n\"(a) The personal representative of every estate subject to the tax imposed by this chapter who is required to file a federal estate return shall file with the Mayor, within 10 months after the death of the decedent:\n\n\"(1) A return for the tax due under this chapter; and\n\n\"(2) A copy of the federal estate tax return.\"\n\nD.C. Law 15-39, in subsec. (a), substituted \"$1 million\" for \"$675,000\" in subpar. (2).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1402(b) of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) amendment of section, see § 1402(b) of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see § 1402(b) of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nFor temporary (90 day) amendment of section, see § 2002(b) of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) amendment of section, see § 2002(b) of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-168, see Historical and Statutory Notes following § 47-3701.\n\nFor legislative history of D.C. Law 6-209, see Historical and Statutory Notes following § 47-3701.\n\nFor Law 13-305, see notes under § 47-901.\n\nFor Law 14-307, see notes following § 47-903.\n\nFor Law 15-39, see notes following § 47-3701.\n\nEffective Dates\n\nSection 601(b) of D.C. Law 6-209 provided that title III and sections 401, 402, 404, 405 and 406 of the act shall take effect on October 1, 1987.\n\nMiscellaneous Notes\n\nSection 410(e) of D.C. Law 13-305 provides: \"Section 406(b), (d), (f), (l), (n), (o), (r), (v), (x) through (aa), (cc), (ff), (gg), (ll), (pp), (vv), (ww), (aaa), (ccc), (eee), and (ggg) shall apply as of January 1, 2001.\"\n\nSection 2103 of D.C. Law 15-39 provides: \"Section 2102 shall apply as of January 1, 2003.\"\n\nDC CODE § 47-3705\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-168, § 6, 33 DCR 7008; Feb. 28, 1987, D.C. Law 6-209, § 402(b), 34 DCR 689; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 406(vv), 48 DCR 334; June 5, 2003, D.C. Law 14-307, § 1402(b), 49 DCR 11664; Nov. 13, 2003, D.C. Law 15-39, § 2102(b), 50 DCR 5668.)","sections":[{"prefix":"a","text":"(1) The personal representative of every estate subject to the tax imposed by this chapter shall file with the Mayor, within 10 months after the death of the decedent:"},{"prefix":"A","text":" A return for the tax due under this chapter; and"},{"prefix":"B","text":" A copy of the federal estate tax return, if any."},{"prefix":"2","text":" A return shall not be required to be filed if the gross estate does not exceed $1 million."},{"prefix":"b","text":" If the personal representative has obtained an extension of time for filing the federal estate tax return, the filing required by subsection (a) of this section shall be similarly extended until 30 days after the end of the time period granted in the extension of time for the federal estate tax return. Upon obtaining an extension of time for filing the federal estate tax return, the personal representative shall provide the Mayor with a copy of the extension of time."},{"prefix":"c","text":" The tax due under this chapter shall be paid by the personal representative to the Mayor no later than the date when the return covering this tax is required to be filed under subsection (a) or (b) of this section."},{"prefix":"d","text":" Whenever the Mayor determines that the tax due under this chapter has been overpaid, the estate shall be entitled to a refund of the amount of the overpayment. An application for the refund shall be made to the Mayor within 3 years from the date of payment."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"37","text":"Inheritance and Estate Taxes. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"3705","identifier":"47-3705","catch_text":"Filing returns; payment of tax due."}}