{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-392.8.\n\nReferences in Text\n\n\"This Act,\" referred to in subsection (b)(3), is the District of Columbia Financial Responsibility and Management Assistance Act of 1995, approved April 17, 1995, 109 Stat. 97, Pub. L. 104-8.\n\nDC CODE § 47-392.08\n\nCurrent through December 11, 2012","credits":"(Apr. 17, 1995, 109 Stat. 134, Pub. L. 104-8, § 208; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" Adoption of transition budget. -- Notwithstanding any provision of § 47- 392.02 to the contrary, in the case of Fiscal Year 1996, the following rules shall apply:"},{"prefix":"1","text":" Not later than 45 days after the appointment of its members, the Authority shall review the proposed budget for the District of Columbia for such fiscal year submitted to Congress under § 1-204.46 (taking into account any items or provisions disapproved by the Mayor or disapproved by the Mayor and reenacted by the Council under § 1-204.04(f) and the multiyear plan for the District of Columbia prepared pursuant to § 1-204.43, and shall submit any recommendations for modifications to such financial plan and budget to promote the financial stability of the District government to the Mayor, the Council, the President, and Congress."},{"prefix":"2","text":" Not later than 15 days after receiving the recommendations of the Authority submitted under paragraph (1) of this subsection, the Council (in consultation with the Mayor) shall promptly adopt a revised budget for the fiscal year (in this section referred to as the \"transition budget\"), and shall submit the transition budget to the Authority, the President, and Congress."},{"prefix":"3","text":" Not later than 15 days after receiving the transition budget from the Council under paragraph (2) of this subsection, the Authority shall submit a report to the Mayor, the Council, the President, and Congress analyzing the budget (taking into account any items or provisions disapproved by the Mayor or disapproved by the Mayor and reenacted by the Council under § 1-204.04(f), and shall include in the report such recommendations for revisions to the transition budget as the Authority considers appropriate to promote the financial stability of the District government during the fiscal year."},{"prefix":"b","text":" Financial plan and budget. --"},{"prefix":"1","text":" Deadline for submission. -- For purposes of § 47-392.02, the Mayor shall submit the financial plan and budget for Fiscal Year 1996 as soon as practicable after April 17, 1995 (in accordance with guidelines established by the Authority)."},{"prefix":"2","text":" Adoption by council. -- In accordance with the procedures applicable under § 47-392.02 (including procedures providing for review by the Authority):"},{"prefix":"A","text":" The Council shall adopt the financial plan and budget for the fiscal year (including the supplemental budget incorporated in the financial plan and budget) prior to the submission by the Mayor of the financial plan and budget for Fiscal Year 1997 under § 47-392.02(a); and"},{"prefix":"B","text":" The financial plan and budget adopted by the Council (and, in the case of a financial plan and budget disapproved by the Authority, together with the financial plan and budget approved and recommended by the Authority) shall be submitted to Congress (in accordance with the procedures applicable under such section) as a supplemental budget request for Fiscal Year 1996 (in accordance with § 1-204.46)."},{"prefix":"3","text":" Transition budget as temporary financial plan and budget. -- Until the approval of the financial plan and budget for Fiscal Year 1996 by the Authority under this subsection, the transition budget established under subsection (a) of this section (as enacted by Congress) shall serve as the financial plan and budget adopted under this part for purposes of this Act (and any provision of law amended by this Act) for Fiscal Year 1996."},{"prefix":"c","text":" Restrictions on advances from treasury. --"},{"prefix":"1","text":" Monthly determination of progress toward financial plan and budget. -- During each month of Fiscal Year 1996 prior to the adoption of the financial plan and budget, the Authority shall determine whether the District government is making appropriate progress in preparing and adopting a financial plan and budget for the fiscal year under this part."},{"prefix":"2","text":" Certification. -- The Authority shall provide the President and Congress with a certification if the Authority finds that the District government is not making appropriate progress in developing the financial plan and budget for a month, and shall notify the President and Congress that the certification is no longer in effect if the Authority finds that the District government is making such progress after the certification is provided."},{"prefix":"3","text":" Prohibition against allocation of advances if certification in effect. -- At any time during which a certification under paragraph (2) of this subsection is in effect, the Authority may not allocate any funds obtained through advances to the Mayor under §§ 47-3401 through 47-3401.04 from the escrow account in which the funds are held."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VII","text":"Financial Responsibility and Management Assistance."},"part":{"identifier":"B","text":"Establishment and Enforcement of Financial Plan and Budget for District Government."},"heading":{"title":"47","chaptersection":"392","identifier":"47-392.08","catch_text":"Special rules for Fiscal Year 1996."}}