{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-3702.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Inheritance and Estate Tax Revision Act of 1986 Amendment Temporary Act of 1987(D.C. Law 7-3, May 19, 1997, law notification 34 DCR 3647).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-168, see Historical and Statutory Notes following § 47-3701.\n\nFor legislative history of D.C. Law 7-9, see Historical and Statutory Notes following § 47-3701.\n\nDC CODE § 47-3702\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-168, § 3, 33 DCR 7008; June 24, 1987, D.C. Law 7-9, § 3, 34 DCR 3283; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" A tax in the amount of the federal credit is imposed on the transfer of the taxable estate having its taxable situs in the District of every resident dying on or after April 1, 1987, subject, where applicable, to the credit provided for in subsection (b) of this section."},{"prefix":"b","text":" If any real or tangible personal property of a resident is located outside the District and subject to a death tax imposed by another state for which a credit is allowed under § 2011 of the Internal Revenue Code of 1954, the amount of tax due under this section shall be credited with the lesser of:"},{"prefix":"1","text":" The amount of the death tax paid the other state and that qualifies for credit against the federal estate tax; or"},{"prefix":"2","text":" An amount computed by multiplying the federal credit by a fraction, the numerator of which is the value of that part of the gross estate over which another state or states have jurisdiction to the same extent that the District would exert jurisdiction under this chapter with respect to the residents of the other state or states and the denominator of which is the value of the decedent's gross estate."},{"prefix":"c","text":" For the purposes of this section, taxable situs means in regard to:"},{"prefix":"1","text":" Real property -- the place where the property is situated;"},{"prefix":"2","text":" Tangible personal property -- the place where the property is customarily located at the time of the decedent's death; and"},{"prefix":"3","text":" Intangible personal property -- the domicile of the decedent at the time of the decedent's death, except that intangible personal property used in a trade or business in the District shall have a taxable situs in the District regardless of the domicile of the owner."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"37","text":"Inheritance and Estate Taxes. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"3702","identifier":"47-3702","catch_text":"Tax on transfer of taxable estate of residents; amounts; credit; property of resident defined."}}