{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-392.2.\n\nEffect of Amendments\n\nPublic Law 106-113 rewrote subsec. (j) which formerly provided:\n\n\"(j) Reserve. Beginning with fiscal year 2000, the plan or budget submitted pursuant to this Act shall contain $150,000,000 for a reserve to be established by the Chief Financial Officer for the District of Columbia and the District of Columbia Financial Responsibility and Management Assistance Authority; provided, that the reserve shall only be expended according to criteria established by the Chief Financial Officer and approved by the District of Columbia Financial Responsibility and Management Assistance Authority.\"\n\nPublic Law 106-522 further amended subsec. (j) by striking in paragraph (1) \"Beginning with fiscal year 2000, the plan or budget submitted pursuant to this Act\" and inserting \"For each of the fiscal years 2000 through 2004, the budget of the District government for the fiscal year\"; and by adding at the end the new paragraph (4) pertaining to replenishment.\n\nPublic Law 107-96 rewrote subsec. (j) which formerly provided:\n\n\"(j) Reserve. --\n\n\"(1) In general. -- For each of the fiscal years 2000 through 2004, the budget of the District government for the fiscal year shall contain $150,000,000 for a reserve to be established by the Mayor, Council of the District of Columbia, Chief Financial Officer for the District of Columbia, and the District of Columbia Financial Responsibility and Management Assistance Authority.\n\n\"(2) Conditions on use. -- The reserve funds:\n\n\"(A) Shall only be expended according to criteria established by the Chief Financial Officer and approved by the Mayor, Council of the District of Columbia, and District of Columbia Financial Responsibility and Management Assistance Authority, but, in no case may any of the reserve funds be expended until any other surplus funds have been used;\n\n\"(B) Shall not be used to fund the agencies of the District of Columbia government under court ordered receivership; and\n\n\"(C) Shall not be used to fund shortfalls in the projected reductions budgeted in the budget proposed by the District of Columbia government for general supply schedule savings and management reform savings.\n\n\"(3) Report requirement. -- The Authority shall notify the Appropriations Committees of both the Senate and House of Representatives in writing 30 days in advance of any expenditure of the reserve funds.\n\n\"(4) Replenishment. -- Any amount of the reserve funds which is expended in one fiscal year shall be replenished in the reserve funds from the following fiscal year appropriations to maintain the $150,000,000 balance.\"\n\nD.C. Law 17-360 added subsec. (j-1).\n\nD.C. Law 18-111, in subsec. (j-1)(3)(A), substituted \"that not less than $25 million\" for \"that $25 million\"; and, in subsec. (j-1)(4), substituted \"Cash Reserve, including the $25 million specified in paragraph 3(A)) of this subsection,\" for \"Cash Reserve\".\n\nD.C. Law 18-223 rewrote subsecs. (f) and (j-1); and added subsecs. (j-2), (j-3), and (j-4). Prior to amendment, subsecs. (f) and (j-1) read as follows:\n\n\"(f) [Omitted].\"\n\n\"(j-1) Operating Cash Reserve. --\n\n\"(1) The Chief Financial Officer shall create a segregated account within the General Fund to be designated as the Operating Cash Reserve.\n\n\"(2) The operating cash reserve shall be:\n\n\"(A) The amount of $46 million in fiscal year 2009;\n\n\"(B) The amount of $46 million in fiscal year 2010;\n\n\"(C) The amount of $48 million in fiscal year 2011; and\n\n\"(D) The amount of $50 million in fiscal year 2012.\n\n\"(3)(A) Beginning October 1, 2009, on or after October 1st of each fiscal year, the Chief Financial Officer shall certify that funds from the Operating Cash Reserve are available for expenditure for one-time spending needs, through the submission and approval of a supplemental budget; provided, that not less than $25 million remains in the Operating Cash Reserve and the Chief Financial Officer determines that it is unlikely that the Washington Metropolitan Area Transit Authority Fund Act of 2006, effective June 6, 2008 (D.C. Law 16-132; 53 DCR 4727) ('WMATA Fund Act'), shall become applicable prior to March 31st.\n\n\"(B) The amounts shall be obligated or expended in accordance with laws enacted by the Council in support of each such obligation or expenditure.\n\n\"(C) The amounts may not be used to fund the agencies of the District of Columbia government under court-ordered receivership.\n\n\"(D) The amounts may be obligated or expended only if the Mayor notifies the Committees on Appropriations of the House of Representatives and Senate in writing 30 days in advance of any obligation or expenditure.\n\n\"(4) On or after April 1st of each fiscal year, the Chief Financial Officer shall certify that all remaining funds in the Operating Cash Reserve, including the $25 million specified in paragraph 3(A) of this subsection, are available for expenditure for one-time spending needs, through the submission and approval of a supplemental budget, if the Chief Financial Officer determines that it is unlikely that the WMATA Fund Act shall become applicable prior to September 30th.\"\n\n\"(5) When the Chief Financial Officer certifies that the applicability provision of the WMATA Fund Act has been satisfied, the Mayor shall transfer from the Operating Cash Reserve all funds required by the WMATA Fund Act, by a reprogramming, to the budget of the Washington Metropolitan Area Transit Authority.\n\n\"(6) Upon the approval of the reprogramming required by paragraph (5) of this subsection, this subsection shall sunset.\"\n\nD.C. Law 18-370, in subsec. (f)(3), substituted \"December 7, 2010\" for \"May 26, 2010\".\n\nD.C. Law 19-21, in subsec. (f)(2), substituted \"2013\" for \"2012\"; and, in subsec. (f)(3), substituted \"May 24, 2011\" for \"May 26, 2010\".\n\nD.C. Law 19-168, in subsec. (f)(2), substituted \"2016\" for \"2013\"; and, in subsec. (f)(3), substituted \"May, 2015\" for \"May 24, 2011\".\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition, see § 302 of Fiscal Year 2003 Budget Support Temporary Act of 2003 (D.C. Law 15-25, July 22, 2003, law notification 50 DCR 6095).\n\nEmergency Act Amendments\n\nFor temporary (90-day) authorization of medical assistance expansion program, see § 2002 of the Service Improvement and Fiscal Year 2000 Budget Support Emergency Act of 1999 (D.C. Act 13-110, July 28, 1999, 46 DCR 6320).\n\nFor temporary (90 day) detail of expenditures, see §§ 2 to 4 of Use of the Reserve Funds Omnibus Emergency Act of 2002 (D.C. Act 14-360, April 30, 2002, 49 DCR 4724).\n\nFor temporary (90 day) detail of purpose of expenditures, see § 2 of Use of the Fiscal Year 2002 Reserve Funds Emergency Act of 2002 (D.C. Act 14-393, June 25, 2002, 49 DCR 6091).\n\nFor the temporary (90 day) reallocation of prior budgeted reserve funds, see § 302 of the Fiscal Year 2003 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-97, June 20, 2003, 50 DCR 5472).\n\nFor temporary (90 day) funding allocation for youth development strategy and public safety purposes, see § 401 of Crime Reduction Initiative Emergency Amendment Act of 2006 (D.C. Act 16-491, October 19, 2006, 53 DCR 8818).\n\nFor temporary (90 day) amendment of section, see § 7081(c) of Fiscal Year 2010 Budget Support Emergency Act of 2009 (D.C. Act 18-187, August 26, 2009, 56 DCR 7374).\n\nFor temporary (90 day) amendment of section 3a of D.C. Law 17-360, see § 7031 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18- 207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 7211(c) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section 3a of D.C. Law 17-360, see § 7031 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 7211(c) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 7162 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nFor temporary (90 day) amendment of section, see § 791 of Fiscal Year 2011 Supplemental Budget Support Emergency Act of 2010 (D.C. Act 18-694, January 19, 2011, 58 DCR 662).\n\nFor temporary (90 day) amendment of section, see § 7012(a)(3) of Fiscal Year 2012 Budget Support Emergency Act of 2011 (D.C. Act 19-93, June 29, 2011, 58 DCR 5599).\n\nFor temporary (90 day) amendment of section, see § 8008 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 8008 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nFor Law 17-360, see notes following § 47-334.\n\nFor Law 18-111, see notes following § 47-305.02.\n\nFor Law 18-223, see notes following § 47-355.05.\n\nFor history of Law 18-370, see notes under § 47-143.\n\nFor history of Law 19-21, see notes under § 47-305.02.\n\nFor history of Law 19-168, see notes under § 47-355.01.\n\nEffective Dates\n\nSection 133(b) and (c) of Pub. L. 107-96 provide:\n\n\"(b) Effective date. -- The amendment made by subsection (a) shall take effect October 1, 2001.\n\n\"(c) Conforming amendments. -- Section 159(c) of the District of Columbia Appropriations Act, 2001 (Public Law 106-522; 114 Stat. 2482) is amended to read as follows:\n\n\"(c) Effective Date. --\n\n\"(1) In general. -- Except as provided in paragraph (2), this section and the amendments made by this section shall take effect on October 1, 2000.\n\n\"(2) Repeal of positive fund balance requirement. -- The amendment made by subsection (b)(2) shall take effect October 1, 1999.\n\n\"(3) Transfer of funds. -- All funds identified by the District government pursuant to section 148 of Public Law 106-113, as reflected in the certified annual financial report for fiscal year 2000, shall be deposited during fiscal year 2002 into the Emergency and Contingency Reserve Funds established pursuant to section 159 of Public Law 106-522, during fiscal year 2002.\"\n\nReferences in Text\n\nSection 450A of the District of Columbia Home Rule Act, referred to in subsec. (j)(2), is Pub. L. 93-198, title IV, § 450A, which is classified to § 1- 204.50a.\n\nEditor's Notes\n\nPrior to the addition of (i) by Pub. L. 105-33, (e) was the last subsection of this section. Public Law 105-33 made no disposition with respect to (f), (g), and (h), so those subsections have been set out as \"Omitted.\"\n\nMiscellaneous Notes\n\nApplication of § 11603(b) of Pub. L. 105-33: Section 11603(c) of title XI of Pub. L. 105-33, 111 Stat. 779, the National Capital Revitalization and Self-Government Improvement Act of 1997, provided that the amendment made by § 11603(b) shall apply with respect to fiscal years beginning with fiscal year 1998.\n\nSection 2002 of D.C. Law 13-38 provides:\n\n\"(a) Pursuant to section 155 of the District of Columbia Appropriations Act, 1999, approved October 21, 1998 (Pub. L. No. 105-277; 112 Stat. 2681[171]), the District shall have a reserve in the amount of $150 million ('Reserve').\n\n\"(b) The criteria for spending from this Reserve are to ensure budget balance in case of a shortfall in revenue, or to provide flexibility to fund such expenditures as nonrecurring initiatives that support sustainable and measurable increases in revenues through enhanced service delivery, that reduce costs, that are unforeseen demands on District spending, or that constitute an investment in fostering the District's economic well-being. The District shall spend the funds from the Reserve in such a way that an appropriate balance is available in the 1st, 2nd, and 3rd quarters to ensure balance between revenues and expenditures at year end. Under no circumstances should the budgeted Reserve serve to provide resources to agencies to allow them to overspend their budget.\n\n\"(c) In accordance with the criteria set forth in subsection (b) of this section, funds from the Reserve shall be applied in the following order:\n\n\"(1) To ensure budget balance in case of a shortfall in revenue;\n\n\"(2) To expenditures that are identified in subsection (d) of this section;\n\n\"(3) To expenditures that reduce the District's long-term debt; and\n\n\"(4) To other expenditures that meet the criteria set forth in subsection (b) of this section.\n\n\"(d) The following expenditures shall be funded from the reserve in Fiscal Year 2000:\n\n\"(1) $60,000 to the Council, to hire an independent consultant to negotiate a contract between the District and the Health and Hospitals Public Benefit Corporation for services for uninsured residents;\n\n\"(2) $1,000,000 to the Office of the Mayor, to fund one-time program enhancements;\n\n\"(3) $4,100,000 to the Office of the City Administrator, including $1 million in one-time program enhancements and $3.1 million for non-personal services expenditures, to support planning for managed competition, including activity-based costing;\n\n\"(4) $3,700,000 to the Department of Employment Services, to fund youth-related programs;\n\n\"(5) $5,833,000 to the Department of Consumer and Regulatory Affairs, to fund one-time neighborhood stabilization programs;\n\n\"(6) $850,000 to the Department of Corrections, to fund one-time funding for a physical plant;\n\n\"(7) $18,000,000 to District of Columbia Public Schools, to fund selected special education placements and the LaShawn Receivership;\n\n\"(8) $3,000,000 to the University of the District of Columbia, to fund one-time technology enhancements;\n\n\"(9) $1,227,000 to the Public Library, to fund one-time non-personal service increases;\n\n\"(10) $1,246,000 to the Department of Human Services, to fund one-time expenditures;\n\n\"(11) $996,000 to the Department of Health, to fund one-time expenditures;\n\n\"(12) $15,000,000 to the Children and Youth Initiative, to fund one-time program enhancements;\n\n\"(13) $5,257,000 to the LaShawn Receiver, including $3,100,000 to fund one-time youth programs, and $2,157,000 to bring it to full funding;\n\n\"(14) $1,000,000 to the Mental Health Receiver, to fund one-time expenditures;\n\n\"(15) $11,540,000 to the Department of Public Works, to fund one-time program enhancements;\n\n\"(16) $1,542,000 to the Department of Motor Vehicles, to fund one-time motor vehicle information system enhancements; and\n\n\"(17) $16,050,000 to the Tobacco Settlement Trust Fund, reflecting a transfer to create the Trust Fund.\"\n\nSection 3a of D.C. Law 17-360, as added by section 7031 of D.C. Law 18-111, provides:\n\n\"Sec. 3a. Applicability.\n\n\"Section 2(d) [of D.C. Law 17-360] shall take effect subject to the inclusion of its fiscal effect in an approved budget and financial plan.\".\n\nShort title: Section 7161 of D.C. Law 18-223 provided that subtitle Q of title VII of the act may be cited as the \"Sustainable Capital Investment and Fund Balance Restoration Act of 2010\".\n\nShort title: Section 791 of D.C. Law 18-370 provided that subtitle J of title VII of the act may be cited as \"Budget Support Act Technical Amendment Act of 2010 Emergency Amendment Act of 2010\".\n\nSection 794 of D.C. Law 18-370 provides:\n\n\"Sec. 794. This subtitle shall apply as of January 3, 2011.\"\n\nDC CODE § 47-392.02\n\nCurrent through December 11, 2012","credits":"(Apr. 17, 1995, 109 Stat. 109, Pub. L. 104-8, § 202; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Aug. 5, 1997, 111 Stat. 779, Pub. L. 105-33, § 11603(b); Oct. 21, 1998, 112 Stat. 2681, Pub. L. 105-277, § 155; Apr. 20, 1999, D.C. Law 12-264, § 52(g), 46 DCR 2118; Nov. 29, 1999, 113 Stat. 1523, Pub. L. 106-113, § 148; Nov. 22, 2000, 114 Stat. 2440, Pub.L. 106-522, § 159(b); Dec. 21, 2001, 115 Stat. 923, Pub. L. 107-96, § 133(a); Mar. 25, 2009, D.C. Law 17-360, § 2(d), 56 DCR 1200; Mar. 3, 2010, D.C. Law 18-111, § 7211(c), 57 DCR 181; Sept. 24, 2010, D.C. Law 18- 223, § 7162, 57 DCR 6242; Apr. 8, 2011, D.C. Law 18-370, § 792, 58 DCR 1008; Sept. 14, 2011, D.C. Law 19-21, § 7012(a)(3), 58 DCR 6226; Sept. 20, 2012, D.C. Law 19-168, § 8008, 59 DCR 8025.)","sections":[{"prefix":"a","text":" Submission of preliminary financial plan and budget by Mayor. -- Not later than the February 1 preceding a fiscal year for which the District government is in a control period, the Mayor shall submit to the Authority and the Council a financial plan and budget for the fiscal year which meets the requirements of § 47-392.01."},{"prefix":"b","text":" Review by authority. -- Upon receipt of the financial plan and budget for a fiscal year from the Mayor under subsection (a) of this section, the Authority shall promptly review the financial plan and budget. In conducting the review, the Authority may request any additional information it considers necessary and appropriate to carry out its duties under this part."},{"prefix":"c","text":" Action upon approval of Mayor's preliminary financial plan and budget. --"},{"prefix":"1","text":" Certification to Mayor. --"},{"prefix":"A","text":" In general. -- If the Authority determines that the financial plan and budget for the fiscal year submitted by the Mayor under subsection (a) of this section meets the requirements applicable under § 47-392.01:"},{"prefix":"i","text":" The Authority shall approve the financial plan and budget and shall provide the Mayor, the Council, the President, and Congress with a notice certifying its approval; and"},{"prefix":"ii","text":" The Mayor shall promptly submit the financial plan and budget to the Council pursuant to § 1-204.42."},{"prefix":"B","text":" Deemed approval after 30 days. --"},{"prefix":"i","text":" In general. -- If the Authority has not provided the Mayor, the Council, and Congress with a notice certifying approval under subparagraph (A)(i) of this paragraph or a statement of disapproval under subsection (d)(1) of this section upon the expiration of the 30-day period which begins on the date the Authority receives the financial plan and budget from the Mayor under subsection (a) of this section, the Authority shall be deemed to have approved the financial plan and budget and to have provided the Mayor, the Council, the President, and Congress with the notice certifying approval described in subparagraph (A)(i) of this paragraph."},{"prefix":"ii","text":" Explanation of failure to respond. -- If sub-subparagraph (i) of this subparagraph applies with respect to a financial plan and budget, the Authority shall provide the Mayor, the Council, the President and Congress with an explanation for its failure to provide the notice certifying approval or the statement of disapproval during the 30-day period described in subsubparagraph (i) of this subparagraph."},{"prefix":"2","text":" Adoption of financial plan and budget by Council after receipt of approved financial plan and budget. -- Notwithstanding the first sentence of § 1- 204.46, not later than 30 days after receiving the financial plan and budget for the fiscal year from the Mayor under paragraph (1)(A)(ii) of this subsection, the Council shall by Act adopt a financial plan and budget for the fiscal year which shall serve as the adoption of the budgets of the District government for the fiscal year under such section, and shall submit such financial plan and budget to the Mayor and the Authority."},{"prefix":"3","text":" Review of Council financial plan and budget by Authority. -- Upon receipt of the financial plan and budget for a fiscal year from the Council under paragraph (2) of this subsection (taking into account any items or provisions disapproved by the Mayor or disapproved by the Mayor and reenacted by the Council under § 1-204.04(f)), the Authority shall promptly review the financial plan and budget. In conducting the review, the Authority may request any additional information it considers necessary and appropriate to carry out its duties under this part."},{"prefix":"4","text":" Results of Authority review of Council's initial financial plan and budget. --"},{"prefix":"A","text":" Approval of Council's initial financial plan and budget. -- If the Authority determines that the financial plan and budget for the fiscal year submitted by the Council under paragraph (2) of this subsection meets the requirements applicable under § 47-392.01:"},{"prefix":"i","text":" The Authority shall approve the financial plan and budget and shall provide the Mayor, the Council, the President, and Congress with a notice certifying its approval; and"},{"prefix":"ii","text":" The Council shall promptly submit the financial plan and budget to the Mayor for transmission to the President and Congress under § 1-204.46."},{"prefix":"B","text":" Disapproval of Council's initial budget. -- If the Authority determines that the financial plan and budget for the fiscal year submitted by the Council under paragraph (2) of this subsection does not meet the requirements applicable under § 47-392.01, the Authority shall disapprove the financial plan and budget, and shall provide the Mayor, the Council, the President, and Congress with a statement containing:"},{"prefix":"i","text":" The reasons for such disapproval;"},{"prefix":"ii","text":" The amount of any shortfall in the budget or financial plan; and"},{"prefix":"iii","text":" Any recommendations for revisions to the budget the Authority considers appropriate to ensure that the budget is consistent with the financial plan and budget."},{"prefix":"C","text":" Deemed approval after 15 days. --"},{"prefix":"i","text":" In general. -- If the Authority has not provided the Mayor, the Council, the President, and Congress with a notice certifying approval under subparagraph (A)(i) of this paragraph or a statement of disapproval under subparagraph (B) of this paragraph upon the expiration of the 15-day period which begins on the date the Authority receives the financial plan and budget from the Council under paragraph (2) of this subsection, the Authority shall be deemed to have approved the financial plan and budget and to have provided the Mayor, the Council, the President, and Congress with the notice certifying approval described in subparagraph (A)(i) of this paragraph."},{"prefix":"ii","text":" Explanation of failure to respond. -- If sub-subparagraph (i) of this subparagraph applies with respect to a financial plan and budget, the Authority shall provide the Mayor, the Council, the President and Congress with an explanation for its failure to provide the notice certifying approval or the statement of disapproval during the 15-day period described in sub-subparagraph (i) of this subparagraph."},{"prefix":"5","text":" Authority review of Council's revised financial plan and budget. --"},{"prefix":"A","text":" Submission of Council's revised financial plan and budget. -- Not later than 15 days after receiving the statement from the Authority under paragraph (4)(B) of this subsection, the Council shall promptly by Act adopt a revised financial plan and budget for the fiscal year which addresses the reasons for the Authority's disapproval cited in the statement, and shall submit such financial plan and budget to the Mayor and the Authority."},{"prefix":"B","text":" Approval of Council's revised financial plan and budget. -- If, after reviewing the revised financial plan and budget for a fiscal year submitted by the Council under subparagraph (A) of this paragraph in accordance with the procedures described in this subsection, the Authority determines that the revised financial plan and budget meets the requirements applicable under § 47-392.01:"},{"prefix":"i","text":" The Authority shall approve the financial plan and budget and shall provide the Mayor, the Council, the President, and Congress with a notice certifying its approval; and"},{"prefix":"ii","text":" The Council shall promptly submit the financial plan and budget to the Mayor for transmission to the President and Congress under § 1-204.46."},{"prefix":"C","text":" Disapproval of Council's revised financial plan and budget. --"},{"prefix":"i","text":" In general. -- If, after reviewing the revised financial plan and budget for a fiscal year submitted by the Council under subparagraph (A) of this paragraph in accordance with the procedures described in this subsection, the Authority determines that the revised financial plan and budget does not meet the applicable requirements under § 47-392.01, the Authority shall:"},{"prefix":"I","text":" Disapprove the financial plan and budget;"},{"prefix":"II","text":" Provide the Mayor, the Council, the President, and Congress with a statement containing the reasons for such disapproval and describing the amount of any shortfall in the financial plan and budget; and"},{"prefix":"III","text":" Approve and recommend a financial plan and budget for the District government which meets the applicable requirements under § 47-392.01, and submit such financial plan and budget to the Mayor, the Council, the President, and Congress."},{"prefix":"ii","text":" Transmission of rejected financial plan and budget. -- The Council shall promptly submit the revised financial plan and budget disapproved by the Authority under this subparagraph to the Mayor for transmission to the President and Congress under § 1-204.46."},{"prefix":"D","text":" Deemed approval after 15 days. --"},{"prefix":"i","text":" In general. -- If the Authority has not provided the Mayor, the Council, the President, and Congress with a notice certifying approval under subparagraph (B)(i) of this paragraph or a statement of disapproval under subparagraph (C) of this paragraph upon the expiration of the 15-day period which begins on the date the Authority receives the revised financial plan and budget submitted by the Council under subparagraph (A) of this paragraph, the Authority shall be deemed to have approved the revised financial plan and budget and to have provided the Mayor, the Council, the President, and Congress with the notice certifying approval described in subparagraph (B)(i) of this paragraph."},{"prefix":"ii","text":" Explanation of failure to respond. -- If sub-subparagraph (i) of this subparagraph applies with respect to a financial plan and budget, the Authority shall provide the Mayor, the Council, the President and Congress with an explanation for its failure to provide the notice certifying approval or the statement of disapproval during the 15-day period described in sub-subparagraph (i) of this subparagraph."},{"prefix":"6","text":" Deadline for transmission of financial plan and budget by Authority. -- Notwithstanding any other provision of this section, not later than the June 15 preceding each fiscal year which is a control year, the Authority shall:"},{"prefix":"A","text":" Provide Congress with a notice certifying its approval of the Council's initial financial plan and budget for the fiscal year under paragraph (4)(A) of this subsection;"},{"prefix":"B","text":" Provide Congress with a notice certifying its approval of the Council's revised financial plan and budget for the fiscal year under paragraph (5)(B) of this subsection; or"},{"prefix":"C","text":" Submit to Congress an approved and recommended financial plan and budget of the Authority for the District government for the fiscal year under paragraph (5)(C) of this subsection."},{"prefix":"d","text":" Action upon disapproval of Mayor's preliminary financial plan and budget. --"},{"prefix":"1","text":" Statement of disapproval. -- If the Authority determines that the financial plan and budget for the fiscal year submitted by the Mayor under subsection (a) of this section does not meet the requirements applicable under § 47-392.01, the Authority shall disapprove the financial plan and budget, and shall provide the Mayor and the Council with a statement containing:"},{"prefix":"A","text":" The reasons for such disapproval;"},{"prefix":"B","text":" The amount of any shortfall in the financial plan and budget; and"},{"prefix":"C","text":" Any recommendations for revisions to the financial plan and budget the Authority considers appropriate to ensure that the financial plan and budget meets the requirements applicable under § 47-392.01."},{"prefix":"2","text":" Authority review of Mayor's revised financial plan and budget. --"},{"prefix":"A","text":" Submission of Mayor's revised financial plan and budget. -- Not later than 15 days after receiving the statement from the Authority under paragraph (1) of this subsection, the Mayor shall promptly submit to the Authority and the Council a revised financial plan and budget for the fiscal year which addresses the reasons for the Authority's disapproval cited in the statement."},{"prefix":"B","text":" Approval of Mayor's revised financial plan and budget. -- If the Authority determines that the revised financial plan and budget for the fiscal year submitted by the Mayor under subparagraph (A) of this paragraph meets the requirements applicable under § 47-392.01:"},{"prefix":"i","text":" The Authority shall approve the financial plan and budget and shall provide the Mayor, the Council, the President, and Congress with a notice certifying its approval; and"},{"prefix":"ii","text":" The Mayor shall promptly submit the financial plan and budget to the Council pursuant to § 1-204.42."},{"prefix":"C","text":" Disapproval of Mayor's revised financial plan and budget. --"},{"prefix":"i","text":" In general. -- If the Authority determines that the revised financial plan and budget for the fiscal year submitted by the Mayor under subparagraph (A) of this paragraph does not meet the requirements applicable under § 47-392.01, the Authority shall:"},{"prefix":"I","text":" Disapprove the financial plan and budget;"},{"prefix":"II","text":" Shall provide the Mayor, the Council, the President, and Congress with a statement containing the reasons for such disapproval; and"},{"prefix":"III","text":" Recommend a financial plan and budget for the District government which meets the requirements applicable under § 47-392.01 and submit such financial plan and budget to the Mayor and the Council."},{"prefix":"ii","text":" Submission of rejected financial plan and budget. -- The Mayor shall promptly submit the revised financial plan and budget disapproved by the Authority under this subparagraph to the Council pursuant to § 1-204.42."},{"prefix":"D","text":" Deemed approval after 15 days. --"},{"prefix":"i","text":" In general. -- If the Authority has not provided the Mayor, the Council, the President, and Congress with a notice certifying approval under subparagraph (B)(i) of this paragraph or a statement of disapproval under subparagraph (C) of this paragraph upon the expiration of the 15-day period which begins on the date the Authority receives the revised financial plan and budget submitted by the Mayor under subparagraph (A) of this paragraph, the Authority shall be deemed to have approved the revised financial plan and budget and to have provided the Mayor, the Council, the President, and Congress with the notice certifying approval described in subparagraph (B)(i) of this paragraph."},{"prefix":"ii","text":" Explanation of failure to respond. -- If sub-subparagraph (i) of this subparagraph applies with respect to a financial plan and budget, the Authority shall provide the Mayor, the Council, the President and Congress with an explanation for its failure to provide the notice certifying approval or the statement of disapproval during the 15-day period described in sub-subparagraph (i) of this subparagraph."},{"prefix":"3","text":" Action by Council. --"},{"prefix":"A","text":" Adoption of financial plan and budget. -- Notwithstanding the first sentence of § 1-204.46, not later than 30 days after receiving the Mayor's approved revised financial plan and budget for the fiscal year under paragraph (2)(B) of this subsection or (in the case of a financial plan and budget disapproved by the Authority) the financial plan and budget recommended by the Authority under paragraph (2)(C)(i)(III) of this subsection, the Council shall by Act adopt a financial plan and budget for the fiscal year which shall serve as the adoption of the budgets of the District government for the fiscal year under such section, and shall submit the financial plan and budget to the Mayor and the Authority."},{"prefix":"B","text":" Review by Authority. -- The financial plan and budget submitted by the Council under subparagraph (A) of this paragraph shall be subject to review by the Authority and revision by the Council in the same manner as the financial plan and budget submitted by the Council after an approved preliminary financial plan and budget of the Mayor under paragraphs (3), (4), (5), and (6) of subsection (c) of this section."},{"prefix":"e","text":" Revisions to financial plan and budget. --"},{"prefix":"1","text":" Permitting Mayor to submit revisions. -- The Mayor may submit proposed revisions to the financial plan and budget for a control year to the Authority at any time during the year."},{"prefix":"2","text":" Process for review, approval, disapproval, and Council action. -- Except as provided in paragraph (3) of this subsection, the procedures described in subsections (b), (c), and (d) of this section shall apply with respect to a proposed revision to a financial plan and budget in the same manner as such procedures apply with respect to the original financial plan and budget, except that subparagraph (B) of subsection (c)(1) (relating to deemed approval by the Authority of a preliminary financial plan and budget of the Mayor) shall be applied as if the reference to the term \"30-day period\" were a reference to \"20-day period\"."},{"prefix":"3","text":" Exception for revisions not affecting appropriations. -- To the extent that a proposed revision to a financial plan and budget adopted by the Council pursuant to this subsection does not increase the amount of spending with respect to any account of the District government, the revision shall become effective upon the Authority's approval of such revision (subject to review by Congress under § 1-206.02(c))."},{"prefix":"f","text":" Requirements for a Pay-as-you-go Capital Account --"},{"prefix":"1","text":" There is established a segregated, nonlapsing account within the Capital Fund to be designated as the Pay-as-you-go Capital Account."},{"prefix":"2","text":" Beginning in fiscal year 2016, the annual proposed budget and financial plan submitted to the Council and the approved budget and financial plan submitted to the Congress of the United States shall include a Pay-as-you-go Capital Account for the upcoming fiscal year and each subsequent financial plan year."},{"prefix":"3","text":" The annual amount of local funds deposited in the Pay-as-you-go Capital Account shall be equal to the projected local funds revenue of each year, minus the local funds revenue in the budget and financial plan approved May, 2015, multiplied by 25%."},{"prefix":"4","text":" Funding under this subsection shall not be required if the debt service expenditures on all General Fund of the District of Columbia tax-supported debt equals or is less than 5% of General Fund of the District of Columbia expenditures."},{"prefix":"5","text":"(A) All funds in the Pay-as-you-go Capital Account shall be used for the purpose of reducing future District borrowing for capital purposes by using the funds in the Pay-as-you-go Capital Account in lieu of proposed borrowing. Any use of these funds must be accompanied by the certification of the Chief Financial Officer that the funds are available in the Pay-as-you-go Capital Account and will be used to replace proposed District Bonds (as defined in § 47-443(2)(C)) that otherwise would have been issued for those purposes and that the District will not otherwise borrow such amounts for other purposes. Use of funds in the Pay-as-you-go Capital Account will reduce an identical amount in the existing Capital Improvements Program."},{"prefix":"B","text":" For purposes of certification, including certification pursuant to the subchapter II of Chapter 3 of Title 47, the Chief Financial Officer shall certify that all expenditures from the Pay-as-you-go Capital Account, if treated as if they were expenditures from District Bond proceeds, assuming repayment at a level debt service with interest at the applicable rate obtained by the District in its most recent general obligation or income tax secured revenue bond offering, would not have caused the District to exceed the borrowing limitations contained in Subchapter II of Chapter 3 of Title 47."},{"prefix":"g","text":" [Omitted]."},{"prefix":"h","text":" [Omitted]."},{"prefix":"i","text":" Expedited submission and approval of consensus budget and financial plan. -- Notwithstanding any other provision of this section, if the Mayor, the Council, and the Authority jointly develop a financial plan and budget for the fiscal year which meets the requirements applicable under § 47-392.01 and which the Mayor, Council, and Authority certify reflects a consensus among them:"},{"prefix":"1","text":" Such financial plan and budget shall serve as the budget of the District government for the fiscal year adopted by the Council under § 1-204.46; and"},{"prefix":"2","text":" The Mayor shall transmit the financial plan and budget to the President and Congress under such section."},{"prefix":"j","text":" Reserve funds. --"},{"prefix":"1","text":" Budget reserve. --"},{"prefix":"A","text":" In general. -- For each of the fiscal years 2002 and 2003, the budget of the District government for the fiscal year shall contain a budget reserve in the following amounts:"},{"prefix":"i","text":" $120,000,000, in the case of fiscal year 2002."},{"prefix":"ii","text":" $70,000,000, in the case of fiscal year 2003."},{"prefix":"B","text":" Availability of funds. -- Any amount made available from the budget reserve described in subparagraph (A) shall remain available until expended."},{"prefix":"C","text":" Availability of fiscal year 2001 budget reserve funds. -- For fiscal year 2001, any amount in the budget reserve shall remain available until expended."},{"prefix":"2","text":" Cumulative cash reserve. -- In addition to any other cash reserves required under section 450A of the District of Columbia Home Rule Act, for each of the fiscal years 2004 and 2005, the budget of the District government for the fiscal year shall contain a cumulative cash reserve of $50,000,000."},{"prefix":"3","text":" Conditions on use. -- The District of Columbia may obligate or expend amounts in the budget reserve under paragraph (1) or the cumulative cash reserve under paragraph (2) only in accordance with the following conditions:"},{"prefix":"A","text":" The Chief Financial Officer of the District of Columbia shall certify that the amounts are available."},{"prefix":"B","text":" The amounts shall be obligated or expended in accordance with laws enacted by the Council in support of each such obligation or expenditure."},{"prefix":"C","text":" The amounts may not be used to fund the agencies of the District of Columbia government under court ordered receivership."},{"prefix":"D","text":" The amounts may be obligated or expended only if the Mayor notifies the Committees on Appropriations of the House of Representatives and Senate in writing 30 days in advance of any obligation or expenditure."},{"prefix":"4","text":" Replenishment. -- Any amount of the budget reserve under paragraph (1) or the cumulative cash reserve under paragraph (2) which is expended in 1 fiscal year shall be replenished in the following fiscal year appropriations to maintain the required balance."},{"prefix":"j-1","text":" Fiscal Stabilization Reserve Account --"},{"prefix":"1","text":" The Chief Financial Officer shall create a segregated nonlapsing account within the cumulative General Fund of the District of Columbia (\"General Fund\") balance to be designated the Fiscal Stabilization Reserve Account."},{"prefix":"2","text":" The Fiscal Stabilization Reserve Account may be used by the Mayor for those purposes permitted for use of the Contingency Reserve Fund (except for cash flow management purposes) specified in § 1-204.50a(b)(4), as certified by the Chief Financial Officer, with approval of the Council by act."},{"prefix":"3","text":" At full funding, the Fiscal Stabilization Reserve Account shall be equal to 2.34% of the District's General Fund operating expenditures for each fiscal year."},{"prefix":"j-2","text":" Cash Flow Reserve Account --"},{"prefix":"1","text":" The Chief Financial Officer shall create a segregated nonlapsing account within the cumulative General Fund balance to be designated the Cash Flow Reserve Account."},{"prefix":"2","text":" The Cash Flow Reserve Account may be used by the Chief Financial Officer to cover cash-flow needs; provided, that any amounts used must be replenished to the Cash Flow Reserve Account in the same fiscal year."},{"prefix":"3","text":" At full funding, the Cash Flow Reserve Account shall be equal to 8. 33% of the General Fund operating budget for each fiscal year."},{"prefix":"j-3","text":" Fund Balance Deposit Requirements -- If either of the Fiscal Stabilization Reserve Account or the Cash Flow Reserve Account are below full funding, as specified in, respectively, subsections (j-1) and (j-2) of this section, immediately upon issue of the Comprehensive Annual Financial Report, the Chief Financial Officer shall deposit 50% of the undesignated end-of-year fund balance into each account, or 100% of the end-of-year fund balance into the remaining account that has not reached capacity, to fully fund these accounts to the extent that the undesignated end-of-year fund balance allows."},{"prefix":"j-4","text":" If amounts required for the Emergency Cash Reserve Fund or the Contingency Reserve Fund pursuant to § 1-204.50a are reduced, the amount required to be deposited in Fiscal Stabilization Reserve Account shall be increased by a like amount."},{"prefix":"k","text":" Positive fund balance. --"},{"prefix":"1","text":" In general. -- The District of Columbia shall maintain at the end of a fiscal year an annual positive fund balance in the general fund of not less than 4 percent of the projected general fund expenditures for the following fiscal year."},{"prefix":"2","text":" Excess funds. -- Of funds remaining in excess of the amounts required by paragraph (1) of this subsection --"},{"prefix":"A","text":" Not more than 50 percent may be used for authorized non-recurring expenses; and"},{"prefix":"B","text":" Not less than 50 percent shall be used to reduce the debt of the District of Columbia."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VII","text":"Financial Responsibility and Management Assistance."},"part":{"identifier":"B","text":"Establishment and Enforcement of Financial Plan and Budget for District Government."},"heading":{"title":"47","chaptersection":"392","identifier":"47-392.02","catch_text":"Process for submission and approval of financial plan and annual District budget."}}