{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-254, see notes following ยง 47-340.26.\n\nDC CODE ยง 47-340.32\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2008, D.C. Law 17-254, ยง 2(b), 55 DCR 9275.)","sections":[{"prefix":"a","text":" The Chief Financial Officer may prescribe the final form and content of all Financing Documents and all Closing Documents to which the District is a party that may be necessary or appropriate to issue, sell, and deliver the bonds."},{"prefix":"b","text":" The Chief Financial Officer may, through a trust agreement or other instrument, make additional covenants of the District and agree to other provisions to better secure, administer funds for, and protect the bonds and the owners thereof."},{"prefix":"c","text":" The Chief Financial Officer may execute, in the name of the District and on its behalf, the Financing Documents and any Closing Documents to which the District is a party. The Mayor or an Authorized Delegate may execute the bonds, in the name of the District, by the Mayor's or Authorized Delegate's manual or facsimile signature."},{"prefix":"d","text":" If required, the official seal of the District, or a facsimile of it, shall be impressed, printed, or otherwise reproduced on the bonds, the other Financing Documents, and the Closing Documents to which the District is a party."},{"prefix":"e","text":" The Chief Financial Officer's execution and delivery of the Financing Documents and Closing Documents to which the District is a party, and the Mayor's execution of the bonds, shall constitute conclusive evidence of the Chief Financial Officer's and Mayor's approval, on behalf of the District, of the final form and content of the executed Financing Documents and the executed Closing Documents."},{"prefix":"f","text":" The Chief Financial Officer may deliver the executed and sealed Financing Documents and Closing Documents, on behalf of the District, prior to or simultaneously with the issuance, sale, and delivery of the bonds, and to ensure the due performance of the obligations of the District contained in the executed, sealed, and delivered Financing Documents and Closing Documents."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"II-D","text":"Income Tax Secured Bonds."},"heading":{"title":"47","chaptersection":"340","identifier":"47-340.32","catch_text":"Financing and closing documents."}}