{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see ยง 1006(c) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following ยง 47-308.01.\n\nDC CODE ยง 47-308.03\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, ยง 1006(c), 52 DCR 7503.)","sections":[{"prefix":"a","text":" By September 30, 2005, the Mayor shall ensure that each agency engaged in Performance Based Budgeting shall meet with its stakeholders to review and update its current relevant performance measures."},{"prefix":"b","text":" By September 30, 2006, and each subsequent year, the Mayor shall ensure that for the following fiscal year each agency activity has at least one relevant performance measure and per program one relevant cost driver."},{"prefix":"c","text":"(1) No later than January 15th of each year, the Mayor shall submit to the Council a performance accountability report that includes the evaluation of each agency's performance on its activities for the preceding fiscal year and includes all relevant performance measures, as determined in accordance with subsections (a) or (b) of this section, whichever is applicable."},{"prefix":"2","text":" The report shall provide quantitative or qualitative results for the relevant performance measures, where available, accompanied by an analysis of the results achieved."},{"prefix":"d","text":" Beginning with the District of Columbia's fiscal year 2007 budget and financial plan and continuing in subsequent fiscal years, the Mayor, in consultation with the Chief Financial Officer, shall provide for each agency under performance-based budgeting or funded by O-type funds, relevant performance measures that comply with subsection (c) of this section for Council review within 180 days of the beginning of the fiscal year."},{"prefix":"e","text":" For fiscal year 2007, and each subsequent fiscal year, each independent and executive agency shall have at least one relevant performance measure for each activity reported in the budget and financial plan. Beginning with fiscal year 2008, each independent and executive agency shall have at least one relevant cost driver reported in the budget and financial plan, which for 2008 shall be reported at the program level and for 2009 and beyond shall be reported at the activity level."},{"prefix":"f","text":" For each fiscal year, the Mayor shall:"},{"prefix":"1","text":" Submit a copy of the measures developed pursuant to subsection (a) of this section to the Council for review for informational purposes no later than May 31st indicating each relevant performance measure published in the Budget and Financial Plan that was not used to evaluate agency directors for bonuses; and"},{"prefix":"2","text":" Publish in the Budget and Financial Plan, at least one relevant performance measure for each agency activity, including a summary explanation of why the measures assist in holding the agency's management accountable for their use of public funds."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"I","text":"Budget and Financial Management. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"308","identifier":"47-308.03","catch_text":"Performance accountability reporting."}}