{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-370 rewrote the section, which formerly read:\n\n\"(a) The Mayor's submission of proposed budgets to the Council beginning with the budget for fiscal year 2002 shall provide for all of the revenue derived from the collection of public rights-of-way occupancy fees to be dedicated to the District of Columbia Highway Trust fund and shall provide for any necessary adjustments to keep in balance the financial plan.\n\n\"(b) Subsection (a) of this section shall not be applicable to the extent that FY 2002 General Fund revenues are inadequate and revenues do not exceed projections as certified in conjunction with the Fiscal Year 2001 Budget Request Act. In this event, the Mayor shall include a detailed explanation with his submission of the FY 2002 budget to the Council.\"\n\nTemporary Repeal of Section\n\nSection 2 of D.C. Law 19-97 repealed this section.\n\nSection 6(b) of D.C. Law 19-97 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90-day) authorization of public rights-of-way occupancy fee appropriation, see § 505 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 505 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nFor temporary (90 day) amendment of section, see § 625(a) of Fiscal Year 2011 Supplemental Budget Support Emergency Act of 2010 (D.C. Act 18-694, January 19, 2011, 58 DCR 662).\n\nFor temporary (90 day) repeal of section, see § 2 of District Department of Transportation Omnibus Emergency Amendment Act of 2011 (D.C. Act 19-254, December 21, 2011, 58 DCR 11215).\n\nLegislative History of Laws\n\nLaw 13-172, the \"Fiscal Year 2001 Budget Support Act of 2000,\" was introduced in Council and assigned Bill No. 13-679, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2000, and June 6, 2000, respectively. Signed by the Mayor on June 26, 2000, it was assigned Act No. 13-175 and transmitted to both Houses of Congress for its review. D.C. Law 13-172 became effective on October 19, 2000.\n\nFor history of Law 18-370, see notes under § 47-143.\n\nMiscellaneous Notes\n\nSection 629 of D.C. Law 18-370 provides:\n\n\"Sec. 629. Applicability.\n\n\"This subtitle shall apply as of October 1, 2011; except, that sections 622 and 623(a)(2) shall apply as of the effective date of this act.\"\n\nDC CODE § 47-305.01\n\nCurrent through December 11, 2012","credits":"(Oct. 19, 2000, D.C. Law 13-172, § 505, 47 DCR 6308; Apr. 8, 2011, D.C. Law 18-370, § 625(a), 58 DCR 1008.)","sections":[{"prefix":"a","text":" All of the revenue derived from the collection of charges imposed for rental and utilization of public space authorized by the District of Columbia Public Space Rental Act, approved October 17, 1968 (82 Stat. 1156; D.C. Official Code § 10-1101.01 et seq.), shall be dedicated annually to the Local Transportation Fund."},{"prefix":"b","text":" Revenue derived from the collection of charges imposed for rental and utilization of public space authorized by the District of Columbia Public Space Rental Act, approved October 17, 1968 (82 Stat. 1156; D.C. Official Code § 10-1101.01 et seq.), may be transferred annually to the District of Columbia Highway Trust Fund in an amount sufficient to meet the local contribution to match the federal entitlement grant."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"I","text":"Budget and Financial Management. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"305","identifier":"47-305.01","catch_text":"Revenue from public rights-of-way included in budget submission."}}