{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-340.9.\n\nTemporary Addition of Section\n\nSee Historical and Statutory Notes following § 47-340.01.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-46, see Historical and Statutory Notes following § 47-340.01.\n\nDC CODE § 47-340.09\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 1995, D.C. Law 11-46, § 10, 42 DCR 3603; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" The bonds shall be special obligations of the District. The bonds shall be without recourse to the District. The bonds shall not be general obligations of the District, shall not be a pledge of or involve the faith and credit or the taxing power of the District, shall not constitute a debt of the District, and shall not constitute lending of the public credit for private undertakings as prohibited in section 602(a)(2) of the Home Rule Act [§ 1-206.02(a)(2)]."},{"prefix":"b","text":" The bonds shall not give rise to any pecuniary liability of the District and the District shall have no obligation with respect to the purchase of the bonds."},{"prefix":"c","text":" Nothing contained in the bonds, in the financing documents, or in the closing documents shall create any obligation on the part of the District to make payments with respect to the bonds from sources other than those listed for that purpose in § 47-340.06."},{"prefix":"d","text":" The District shall not have liability for the payment of any issuance costs or for any transaction or event to be effected by the financing documents."},{"prefix":"e","text":" All covenants, obligations, and agreements of the District contained in this subchapter, the bonds, and the executed, sealed, and delivered financing and closing documents to which the District is a party, shall be considered to be the covenants, obligations, and agreements of the District to the fullest extent authorized by law, and each of those covenants, obligations, and agreements shall be binding upon the District, subject to the limitations set forth in this subchapter."},{"prefix":"f","text":" No person, including any applicant and any bond owner, shall have any claims against the District or any of its elected or appointed officials, officers, employees, or agents for monetary damages suffered as a result of the failure of the District to perform any covenant, undertaking, or obligation under this subchapter, the bonds, the financing documents, or the closing documents, nor as a result of the incorrectness of any representation in or omission from the financing documents or the closing documents, unless the District or its elected or appointed officials, officers, employees, or agents have acted in a willful and fraudulent manner."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"II-B","text":"Industrial Revenue Bond Forward Commitment Program."},"heading":{"title":"47","chaptersection":"340","identifier":"47-340.09","catch_text":"Limited liability."}}