{"text":"For the purposes of this subchapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 18-111 rewrote the section, which had read as follows:\n\n\"For the purposes of this subchapter, the term:\n\n\"(1) 'Debt Service' means the amount of money necessary to pay interest on outstanding District Bonds, including interest payments deferred to future years, the principal on maturing bonds, and the required contributions to a sinking fund for District Bonds.\n\n\"(2) 'District Bonds' means:\n\n\"(A) General obligation bonds issued pursuant to the Home Rule Act;\n\n\"(B) Treasury capital-project loans;\n\n\"(C) Tax-supported revenue bonds or notes, including tax increment financed bonds or notes and bonds or notes financed by payments-in-lieu of taxes, but excluding revenue bonds or notes issued for the purpose of funding water and sewer facilities, as described in section 490(a) of the Home Rule Act [§ 1- 204.90(a)];\n\n\"(D) Certificates of participation, and\n\n\"(E) Lease-purchase financing bonds.\n\n\"(3) 'District Bond Issuance' means the District's authorizing, selling, and delivering of District Bonds, including District Bonds to refund outstanding District Bonds.\n\n\"(4) 'General Fund Expenditures' means the total amount expended from the General Fund and Transfers line item in the enacted District Budget and Financial Plan for a fiscal year.\n\n\"(5) 'Home Rule Act' means the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 774; D.C. Official Code § 1-201.01 et seq.).\"\n\nD.C. Law 18-370, in par. (1), added the second sentence.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Limitation on Borrowing and Establishment of the Operating Cash Reserve Technical Amendment Emergency Act of 2009 (D.C. Act 18-174, August 3, 2009, 56 DCR 6639).\n\nFor temporary (90 day) amendment of section, see § 7081(a) of Fiscal Year 2010 Budget Support Emergency Act of 2009 (D.C. Act 18-187, August 26, 2009, 56 DCR 7374).\n\nFor temporary (90 day) amendment of section, see § 7211(a) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 7211(a) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 752(a) of Fiscal Year 2011 Supplemental Budget Support Emergency Act of 2010 (D.C. Act 18-694, January 19, 2011, 58 DCR 662).\n\nLegislative History of Laws\n\nLaw 17-360, the \"Limitation on Borrowing and Establishment of the Operating Cash Reserve Act of 2008\", was introduced in Council and assigned Bill No. 17- 914 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 2, 2008, and December 16, 2008, respectively. Signed by the Mayor on January 16, 2009, it was assigned Act No. 17-695 and transmitted to both Houses of Congress for its review. D.C. Law 17- 360 became effective on March 25, 2009.\n\nFor Law 18-111, see notes following § 47-305.02.\n\nFor history of Law 18-370, see notes under § 47-143.\n\nMiscellaneous Notes\n\nShort title: Section 7210 of D.C. Law 18-111 provided that subtitle S of title VII of the act may be cited as the \"Limitation on Borrowing Technical Amendments Act of 2009\".\n\nShort title: Section 751 of D.C. Law 18-370 provided that subtitle F of title VII of the act may be cited as \"Limitation on Borrowing Amendment Act of 2010\".\n\nDC CODE § 47-334\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 2009, D.C. Law 17-360, § 2(b), 56 DCR 1200; Mar. 3, 2010, D.C. Law 18-111, § 7211(a), 57 DCR 181; Apr. 8, 2011, D.C. Law 18-370, § 752(a), 58 DCR 1008.)","sections":[{"prefix":"1","text":" \"Debt Service\" means the amount of money necessary to pay interest on outstanding District Bonds, including interest payments deferred to future years, the principal on maturing District Bonds, and the required contributions to a sinking fund for District Bonds, but excluding debt service payments rebated to the District pursuant to the American Recovery and Reinvestment Act of 2009, approved February 17, 2009 (123 Stat. 115; 26 U.S.C. § 1 note). For tax-supported debt issued as variable-rate District Bonds, if the planned amortization of principal on the District Bonds, as documented in the indenture associated with such District Bonds, is different from the stated maturity of principal on the District Bonds, then the principal on maturing District Bonds shall mean the planned amortization of principal on the District Bonds."},{"prefix":"2","text":" \"District Bonds\" means:"},{"prefix":"A","text":" General obligation bonds issued pursuant to the Home Rule Act;"},{"prefix":"B","text":" Treasury capital-project loans;"},{"prefix":"C","text":" Tax supported revenue bonds, notes, or other debt instruments secured by revenues derived from taxes, fees, or other general revenues of the District, or its agencies and authorities, pursuant to the District's power to tax and impose fees, including tax increment financed bonds, notes, or other debt instruments and bonds, notes, or other debt instruments financed by payments in lieu of taxes, but excluding revenue bonds, notes, or other debt instruments issued for the purpose of funding water and sewer facilities, as described in section 490(a) of the Home Rule Act [§ 1-204.90(a)], and bonds, notes, or other debt instruments paid or secured by revenues from the Master Settlement Agreement with tobacco companies, federal grants, or revenues from the operation of public enterprises, so long as those enterprises are fully self-supporting;"},{"prefix":"D","text":" Certificates of participation, and"},{"prefix":"E","text":" Lease purchase financing obligations."},{"prefix":"3","text":" \"District Bond Issuance\" means the District's authorizing, selling, and delivering of District Bonds, including District Bonds to refund outstanding District Bonds."},{"prefix":"4","text":" \"Home Rule Act\" means the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 774; D.C. Official Code § 1-201.01 et seq.)."},{"prefix":"5","text":" \"Total Expenditures\" means the total amount included in the Total Expenditures and Transfers line item in the enacted District Budget and Financial Plan for the General Fund for an applicable fiscal year, plus any Debt Service amounts in an applicable fiscal year on District Bonds for which the Debt Service on such District Bonds is not included in the Total Expenditures and Transfers line item in the enacted District Budget and Financial Plan for the General Fund."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"II","text":"Borrowing."},"heading":{"title":"47","chaptersection":"334","identifier":"47-334","catch_text":"Definitions."}}