{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-398.1.\n\nReferences in Text\n\nThe reference in subsection (a)(2) to \"D.C. Law 10-128 (as amended by the Arena Tax Amendment Act of 1994 (D.C. Act 10-315))\" is reference to §§ 301 through 304 of D.C. Law 10-128 as amended by D.C. Law 10-189, which are codified as §§ 47-2751 through 47-2753 and notes to § 47-2751.\n\nDelegation of Authority\n\nDelegation of Authority Under P.L. 104-28, the District of Columbia Convention Center and Sports Arena Authorization Act of 1995, see Mayor's Order 96-3, January 9, 1996 (43 DCR 317).\n\nMiscellaneous Notes\n\nLimitation on borrowing to be financed by Arena Tax: For temporary limitation on the amount of borrowing to be financed by the Arena Tax for the purpose of construction and financing of the Arena, see § 4 of the Real Property Tax Rates for Tax Year 1996 Emergency Amendment Act of 1995 (D.C. Act 11-148, October 26, 1995, 42 DCR 6054).\n\nDesignation of Designated Authority Under P.L. 104-28, the District of Columbia Convention Center and Sports Arena Authorization Act of 1995: See Mayor's Order 96-2, January 9, 1996 (43 DCR 315).\n\nDC CODE § 47-398.01\n\nCurrent through December 11, 2012","credits":"(Sept. 6, 1995, 109 Stat. 268, Pub. L. 104-28, § 201; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" Permitting borrowing. --"},{"prefix":"1","text":" In general. -- The designated authority may borrow funds through the issuance of revenue bonds, notes, or other obligations which are secured by revenues pledged in accordance with paragraph (2) of this subsection to finance, refinance, or reimburse the costs of arena preconstruction activities described in § 47-398.04 if the designated authority is granted the authority to borrow funds for such purposes by the District of Columbia government."},{"prefix":"2","text":" Revenue required to secure borrowing. -- The designated authority may borrow funds under paragraph (1) of this subsection to finance, refinance, or reimburse the costs of arena preconstruction activities described in § 47- 398.04 only if such borrowing is secured (in whole or in part) by the pledge of revenues of the District of Columbia which are attributable to the sports arena tax imposed as a result of the enactment of D.C. Law 10-128 (as amended by the Arena Tax Amendment Act of 1994 (D.C. Act 10-315)) and which are transferred by the Mayor of the District of Columbia to the designated authority pursuant to § 47-2752(a-1)(3)."},{"prefix":"b","text":" Treatment of debt created. -- Any debt created pursuant to subsection (a) of this section shall not:"},{"prefix":"1","text":" Be considered general obligation debt of the District of Columbia for any purpose, including the limitation on the annual aggregate limit on debt of the District of Columbia under § 1-206.03(b);"},{"prefix":"2","text":" Constitute the lending the public credit for private undertakings for purposes of § 1-206.02(a)(2); or"},{"prefix":"3","text":" Be a pledge of or involve the full faith and credit of the District of Columbia."},{"prefix":"c","text":" Designated authority defined. -- The term \"designated authority\" means the Redevelopment Land Agency or such other District of Columbia government agency or instrumentality designated by the Mayor of the District of Columbia for purposes of carrying out any Arena preconstruction activities."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VIII","text":"District of Columbia Convention Center and Sports Arena Authorization."},"part":{"identifier":"B","text":"Sports Arena."},"heading":{"title":"47","chaptersection":"398","identifier":"47-398.01","catch_text":"Permitting designated authority to borrow funds for preconstruction activities relating to gallery place sports arena."}}