{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-395.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-264, see Historical and Statutory Notes following § 47-392.02.\n\nEffective Dates\n\nSection 11721 of title XI of Pub. L. 105-33, 111 Stat. 786, the National Capital Revitalization and Self-Government Improvement Act of 1997, provided that except as otherwise provided in this title, the provisions of this title shall take effect on the later of October 1, 1997, or the day the District of Columbia Financial Responsibility and Management Assistance Authority certifies that the financial plan and budget for the District government for fiscal year 1998 meet the requirements of section 201(c)(1) of the District of Columbia Financial Responsibility and Management Assistance Act of 1995, as amended by this title.\n\nDC CODE § 47-395\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 780, Pub. L. 105-33, § 11701; Nov. 19, 1997, 111 Stat. 780, Pub. L. 105-100, § 157(d); Apr. 20, 1999, D.C. Law 12-264, § 52(i), 46 DCR 2118.)","sections":[{"prefix":"a","text":" Review of current regulations by Authority. --"},{"prefix":"1","text":" In general. -- Not later than 6 months after the date of the enactment of this title, the District of Columbia Financial Responsibility and Management Assistance Authority shall complete a review of regulations of the District of Columbia in effect as of the date of the enactment of this title and analyze the extent to which such regulations unnecessarily and inappropriately impair economic development in the District of Columbia and the financial stability and management efficiency of the District of Columbia government. In carrying out such review, the Authority shall include an explicit reference to each recommendation made by the Business Regulatory Reform Commission pursuant to the Business Regulatory Reform Commission Act of 1994 (§ 3-3101 et seq.), together with specific findings and conclusions with respect to each such recommendation. The Authority shall transmit the findings of its review to the Mayor, Council, and Congress."},{"prefix":"2","text":" Revision. -- Based on the review conducted under paragraph (1) of this subsection and taking into account actions by the Council and the Executive Branch of the District of Columbia government, the Authority shall take such additional actions as it considers appropriate to repeal or revise the regulations of the District of Columbia, in accordance with (and subject to the terms and conditions described in) § 47-392.07."},{"prefix":"b","text":" Survey and revision of permit and application processes. --"},{"prefix":"1","text":" In general. -- Not later than 6 months after the date of the enactment of this title, the Authority shall complete a review of the current processes of the District of Columbia for obtaining permits and applications of all types and analyze the extent to which such processes and their completion times vary from the processes applicable in other jurisdictions. To the greatest extent possible, such review shall take into account the work and recommendations of the Business Regulatory Reform Commission pursuant to the Business Regulatory Reform Commission Act of 1994 (§ 3-3101 et seq.) and other existing and ongoing public and private regulatory reform efforts. The Authority shall transmit the findings of its review to the Mayor, Council, and Congress."},{"prefix":"2","text":" Revision. -- Based on the review conducted under paragraph (1) of this subsection and taking into account actions by the Council and the Executive Branch of the District of Columbia government, the Authority shall take such additional actions as it considers appropriate to repeal or revise the permit and application processes (and their completion times) of the District of Columbia, in accordance with (and subject to the terms and conditions described in) § 47-392.07. In carrying out such repeals or revisions, the Authority shall seek to ensure that the average time required to obtain a permit or application from the District of Columbia is consistent with the average time for other similar jurisdictions in the United States."},{"prefix":"c","text":" Reports to Congress. -- Upon the expiration of the 6-month period which begins on the date of the enactment of this title and on a quarterly basis thereafter, the Authority shall submit a report to Congress describing the steps taken to carry out the requirements of this section and the effectiveness of the regulatory, permit, and application processes of the District of Columbia."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VII","text":"Financial Responsibility and Management Assistance."},"part":{"identifier":"F","text":"Miscellaneous Provisions."},"heading":{"title":"47","chaptersection":"395","identifier":"47-395","catch_text":"Review and revision of regulations; permit and application processes."}}