{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-391.7.\n\nReferences in Text\n\n\"This Act,\" referred to in subsections (a) and (b), is the District of Columbia Financial Responsibility and Management Assistance Act of 1995, approved April 17, 1995, 109 Stat. 97, Pub. L. 104-8.\n\nDC CODE § 47-391.07\n\nCurrent through December 11, 2012","credits":"(Apr. 17, 1995, 109 Stat. 106, Pub. L. 104-8, § 107; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" Suspension upon payment of Authority obligations. --"},{"prefix":"1","text":" In general. -- Upon the expiration of the 12-month period which begins on the date that the Authority certifies that all obligations arising from the issuance by the Authority of bonds, notes, or other obligations pursuant to part C of this subchapter have been discharged, and that all borrowings by or on behalf of the District of Columbia pursuant to §§ 47-3401 through 47- 3401.04, have been repaid, the Authority shall suspend any activities carried out under this Act and the terms of the members of the Authority shall expire."},{"prefix":"2","text":" No suspension during control year. -- The Authority may not suspend its activities pursuant to paragraph (1) of this subsection at any time during a control year."},{"prefix":"b","text":" Reactivation upon initiation of control period. -- Upon receiving notice from the Chairs of the Appropriations Committees of the House of Representatives and the Senate that a control period has been initiated (as described in § 47-392.09) at any time after the Authority suspends its activities under subsection (a) of this section, the President shall appoint members of the Authority, and the Authority shall carry out activities under this Act, in the same manner as the President appointed members and the Authority carried out activities prior to such suspension."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VII","text":"Financial Responsibility and Management Assistance."},"part":{"identifier":"A","text":"Establishment and Organization of Authority. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"391","identifier":"47-391.07","catch_text":"Suspension of activities."}}