{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-392.3.\n\nReferences in Text\n\n\"The District of Columbia Appropriations Act, 1995,\" referred to in subsection (b)(3) is 108 Stat. 2585, Pub. L. 103-334, approved September 30, 1994.\n\nDC CODE § 47-392.03\n\nCurrent through December 11, 2012","credits":"(Apr. 17, 1995, 109 Stat. 116, Pub. L. 104-8, § 203; Apr. 26, 1996, 110 Stat. 1321 [224], Pub. L. 104-134, § 153(d); Sept. 30, 1996, 110 Stat. 3009 [1455], Pub. L. 104-208, §§ 5203(a), (d); enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" Review of Council acts. --"},{"prefix":"1","text":" Submission of acts to Authority. -- The Council shall submit to the Authority each act passed by the Council and signed by the Mayor during a control year or vetoed by the Mayor and repassed by two-thirds of the Council present and voting during a control year, and each act passed by the Council and allowed to become effective without the Mayor's signature during a control year, together with the estimate of costs accompanying such act required under § 1-206.02(c)(3)."},{"prefix":"2","text":" Prompt review by Authority. -- Upon receipt of an act from the Council under paragraph (1) of this subsection, the Authority shall promptly review the act to determine whether it is consistent with the applicable financial plan and budget approved under this part and with the estimate of costs accompanying the act (described in paragraph (1) of this subsection)."},{"prefix":"3","text":" Actions by Authority. --"},{"prefix":"A","text":" Approval. -- If the Authority determines that an act is consistent with the applicable financial plan and budget, the Authority shall notify the Council that it approves the act, and the Council shall submit the act to Congress for review in accordance with § 1-206.02(c)."},{"prefix":"B","text":" Finding of inconsistency. -- If the Authority determines that an act is significantly inconsistent with the applicable financial plan and budget, the Authority shall:"},{"prefix":"i","text":" Notify the Council of its finding;"},{"prefix":"ii","text":" Provide the Council with an explanation of the reasons for its finding; and"},{"prefix":"iii","text":" To the extent the Authority considers appropriate, provide the Council with recommendations for modifications to the act."},{"prefix":"C","text":" [Repealed]."},{"prefix":"4","text":" Effect of finding. -- If the Authority makes a finding with respect to an act under paragraph (3)(B) of this subsection, the Council may not submit the act to Congress for review in accordance with § 1-206.02(c)."},{"prefix":"5","text":" Deemed approval. -- If the Authority does not notify the Council that it approves or disapproves an act submitted under this subsection during the 7-day period (excluding Saturdays, Sundays, and legal holidays) which begins on the first day (excluding Saturdays, Sundays, and legal holidays) after the Authority receives the act from the Council, the Authority shall be deemed to have approved the act in accordance with paragraph (3)(A) of this subsection. At the option of the Authority, the previous sentence shall be applied as if the reference to \"7-day period\" were a reference to \"14-day period\" if during such 7-day period the Authority so notifies the Council and the Mayor."},{"prefix":"6","text":" Preliminary review of proposed acts. -- At the request of the Council, the Authority may conduct a preliminary review of proposed legislation before the Council to determine whether the legislation as proposed would be consistent with the applicable financial plan and budget approved under this part, except that any such preliminary review shall not be binding on the Authority in reviewing any act subsequently submitted under this subsection."},{"prefix":"b","text":" Effect of approved financial plan and budget on contracts and leases. --"},{"prefix":"1","text":" Mandatory prior approval for certain contracts and leases. --"},{"prefix":"A","text":" In general. -- In the case of a contract or lease described in subparagraph (B) of this paragraph, which is proposed to be entered into by the District government during a control year, the Mayor (or the appropriate officer or agent of the District government) shall submit the proposed contract or lease to the Authority. The Authority shall review each contract or lease submitted under this subparagraph, and the Mayor (or the appropriate officer or agent of the District government) may not enter into the contract or lease unless the Authority determines that the proposed contract or lease is consistent with the financial plan and budget for the fiscal year."},{"prefix":"B","text":" Contracts and leases described. -- A contract or lease described in this subparagraph is:"},{"prefix":"i","text":" A labor contract entered into through collective bargaining; or"},{"prefix":"ii","text":" Such other type of contract or lease as the Authority may specify for purposes of this subparagraph."},{"prefix":"2","text":" Authority to review other contracts and leases after execution. --"},{"prefix":"A","text":" In general. -- In addition to the prior approval of certain contracts and leases under paragraph (1) of this subsection, the Authority may require the Mayor (or the appropriate officer or agent of the District government) to submit to the Authority any other contract (including a contract to carry out a grant) or lease entered into by the District government during a control year which is executed after the Authority has approved the financial plan and budget for the year under § 47-392.02(c) or (d), or any proposal of the District government to renew, extend, or modify a contract or lease during a control year which is made after the Authority has approved such financial plan and budget."},{"prefix":"B","text":" Review by Authority. -- The Authority shall review each contract or lease submitted under subparagraph (A) of this paragraph to determine if the contract or lease is consistent with the financial plan and budget for the fiscal year. If the Authority determines that the contract or lease is not consistent with the financial plan and budget, the Mayor shall take such actions as are within the Mayor's powers to revise the contract or lease, or shall submit a proposed revision to the financial plan and budget in accordance with § 47-392.02, so that the contract or lease will be consistent with the financial plan and budget."},{"prefix":"3","text":" Special rule for fiscal year 1995. -- The Authority may require the Mayor to submit to the Authority any proposal to renew, extend, or modify a contract or lease in effect during fiscal year 1995 to determine if the renewal, extension, or modification is consistent with the budget for the District of Columbia under the District of Columbia Appropriations Act, 1995."},{"prefix":"4","text":" Special rule for contracts subject to Council approval. -- In the case of a contract or lease which is required to be submitted to the Authority under this subsection and which is subject to approval by the Council under the laws of the District of Columbia, the Mayor shall submit such contract or lease to the Authority only after the Council has approved the contract or lease."},{"prefix":"5","text":" Application to rules and regulations. -- The provisions of this subsection shall apply with respect to a rule or regulation issued or proposed to be issued by the Mayor (or the head of any department or agency of the District government) in the same manner as such provisions apply to a contract or lease."},{"prefix":"c","text":" Restrictions on reprogramming of amounts in budget during control years. --"},{"prefix":"1","text":" Submissions of requests to Authority. -- If the Mayor submits a request to the Council for the reprogramming of any amounts provided in a budget for a fiscal year which is a control year after the budget is adopted by the Council, the Mayor shall submit such request to the Authority, which shall analyze the effect of the proposed reprogramming on the financial plan and budget for the fiscal year and submit its analysis to the Council not later than 15 days after receiving the request."},{"prefix":"2","text":" No action permitted until analysis received. -- The Council may not adopt a reprogramming during a fiscal year which is a control year, and no officer or employee of the District government may carry out any reprogramming during such a year, until the Authority has provided the Council with an analysis of a request for the reprogramming in accordance with paragraph (1) of this subsection."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VII","text":"Financial Responsibility and Management Assistance."},"part":{"identifier":"B","text":"Establishment and Enforcement of Financial Plan and Budget for District Government."},"heading":{"title":"47","chaptersection":"392","identifier":"47-392.03","catch_text":"Review of activities of district government to ensure compliance with approved financial plan and budget."}}