{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-351.3.\n\nEmergency Act Amendments\n\nSee Historical and Statutory Notes following § 47-351.01.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-56, see Historical and Statutory Notes following § 47-351.01.\n\nDC CODE § 47-351.03\n\nCurrent through December 11, 2012","credits":"(Mar. 18, 1998, D.C. Law 12-56, § 2(c), 44 DCR 6933.)","sections":[{"prefix":"a","text":" Unless otherwise provided by law, the Mayor, or the CFO pursuant to § 47-351.02(c), shall invest and deposit District funds in, and obtain financial services from, eligible financial institutions."},{"prefix":"b","text":" The Mayor, or the CFO pursuant to § 47-351.02(c), shall determine what amount of District funds are needed immediately and maintain deposit funds in amounts great enough to satisfy that need. The Mayor, or the CFO pursuant to § 47-351.02(c), shall invest all other funds."},{"prefix":"c","text":" The Mayor, or the CFO pursuant to § 47-351.02(c), shall invest District funds in:"},{"prefix":"1","text":" Bonds, bills, notes, or other obligations issued by the United States government;"},{"prefix":"2","text":" Federally insured negotiable certificates of deposit or other insured or uninsured evidences of deposit at a financial institution;"},{"prefix":"3","text":" Bonds, bills, notes, mortgage-backed or asset-backed securities, or other obligations of a quasi-governmental corporation;"},{"prefix":"4","text":" Prime banker acceptances that do not exceed 270 days maturity;"},{"prefix":"5","text":" Prime commercial paper that does not:"},{"prefix":"A","text":" Have a maturity that exceeds 180 days; and"},{"prefix":"B","text":" Exceed 10% of the outstanding commercial paper of the issuing corporation at the time of purchase;"},{"prefix":"6","text":" Investment grade obligations of the District or a state or local government;"},{"prefix":"7","text":" Repurchase agreements for the sale or purchase of securities by the District under the condition that, after a stated period of time, the original seller or purchaser will buy back or sell the securities at an agreed price that shall include interest;"},{"prefix":"8","text":" Investment grade asset-backed or mortgaged-backed securities; or"},{"prefix":"9","text":" Money market funds registered with the Securities and Exchange Commission and which meet the requirements of Rule 2(a)(7) of the Investment Company Act of 1940, approved August 22, 1940 (54 Stat. 789; 15 U.S.C. § 80a-1 et seq.)."},{"prefix":"d","text":" The Mayor, or the CFO pursuant to § 47-351.02(c), shall not allow the amount of District funds deposited or placed for the provision of financial services in a single eligible financial institution to exceed the lesser of either:"},{"prefix":"1","text":" Twenty-five percent of the total assets of the eligible financial institution, exclusive of District funds; or"},{"prefix":"2","text":" Twenty-five percent of the total District funds available for deposit or investment as of the date of such deposit or placement and as of the end of each fiscal quarter thereafter."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"III-A","text":"Financial Institutions Deposits and Investments."},"heading":{"title":"47","chaptersection":"351","identifier":"47-351.03","catch_text":"General deposit and investment requirements."}}