{"text":"Beginning in fiscal year 2009 and each fiscal year thereafter, the amount appropriated to the District of Columbia may be increased by no more than $100,000,000 from funds identified in the annual comprehensive annual financial report as the District's immediately preceding fiscal year's unexpended general fund surplus. The District may obligate and expend these amounts only in accordance with the following conditions:","historical":"Effect of Amendments\n\nD.C. Law 19-171 enacted into law subchapter IV-B of Chapter 3 of Title 47.\n\nLegislative History of Laws\n\nLaw 19-171, the \"Technical Amendments Act of 2012\", was introduced in Council and assigned Bill No. 19-397, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 20, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 23, 2012, it was assigned Act No. 19-376 and transmitted to both Houses of Congress for its review. D.C. Law 19-171 became effective on September 26, 2012.\n\nDC CODE ยง 47-369.01\n\nCurrent through December 11, 2012","credits":"(Mar. 11, 2009, 123 Stat. 698, Pub. L. 111-8, ยง 816; Sept. 26, 2012, D.C. Law 19-171, ยง 301(b), 59 DCR 6190.)","sections":[{"prefix":"1","text":" The Chief Financial Officer of the District of Columbia shall certify that the use of any such amounts is not anticipated to have a negative impact on the District's long-term financial, fiscal, and economic vitality."},{"prefix":"2","text":" The District of Columbia may only use these funds for the following expenditures:"},{"prefix":"A","text":" One-time expenditures."},{"prefix":"B","text":" Expenditures to avoid deficit spending."},{"prefix":"C","text":" Debt Reduction."},{"prefix":"D","text":" Program needs."},{"prefix":"E","text":" Expenditures to avoid revenue shortfalls."},{"prefix":"3","text":" The amounts shall be obligated and expended in accordance with laws enacted by the Council in support of each such obligation or expenditure."},{"prefix":"4","text":" The amounts may not be used to fund the agencies of the District of Columbia government under court ordered receivership."},{"prefix":"5","text":" The amounts may not be obligated or expended unless the Mayor notifies the Committees on Appropriations of the House of Representatives and the Senate not fewer than 30 days in advance of the obligation or expenditure."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"IV-B","text":"Adjustments to Appropriations."},"heading":{"title":"47","chaptersection":"369","identifier":"47-369.01","catch_text":"General Fund surplus."}}