{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-340.23.\n\nEffect of Amendments\n\nD.C. Law 13-172 rewrote this section which formerly provided:\n\n\"Funds allocated to the office, agency, or department described in § 47-340.22 may be used to defray costs of operating and administering the industrial revenue bond program and to further the purposes of § 47-334.\"\n\nD.C. Law 14-28 rewrote the section which had read as follows:\n\n\"Beginning in Fiscal year 2001, funds allocated to the Office of the Deputy Mayor for Planning and Economic Development as provided in § 47-340.22 may be used to pay the costs of operating and administering economic development programs, including the provision of credit support, loans, grants, contracts, and the implementation of other initiatives that are consistent with, and in furtherance of the purposes of § 1-204.90, provided that a spending plan for these economic development programs has been approved by the Mayor and the Council and certified by the Chief Financial Officer.\"\n\nD.C. Law 16-33 rewrote section, which had read as follows:\n\n\"Funds allocated to the Office of the Deputy Mayor for Planning and Economic Development or for economic development programs or initiatives in other District agencies as provided in § 47-340.22 may be used to pay the costs of operating and administering economic development programs, including the provision of credit support, loans, grants, contracts, and the implementation of other initiatives that are consistent with, and in furtherance of, the purposes of § 47-334, and for other initiatives to advance economic development in the District; provided, that a detailed spending plan for these economic development programs and initiatives has been approved by the Council and certified by the Chief Financial Officer.\"\n\nD.C. Law 16-191, in subsec. (a), validated a previously made technical correction.\n\nD.C. Law 16-192 added subsec. (c).\n\nD.C. Law 16-294, in subsec. (c)(1)(A), substituted \"$2 million shall be allocated to the Deputy Mayor for Planning and Economic Development for the purposes of acquisition and redevelopment of property in the 3200 block of Georgia Avenue, N.W., for redevelopment of Park Morton under the Great Streets initiative\" for \"$1 million shall be allocated to the Deputy Mayor for Planning and Economic Development for the purposes of acquisition and redevelopment of property in the 3300 block of Georgia Avenue, N.W.\"; in subsec. (c)(2)(C), deleted \"million\" following \"$950,000\"; repealed subsec. (c)(2)(O); and, in subsec. (c)(2)(Q), substituted \"6400 block\" for \"6500 block\". Prior to repeal, subsec. (c)(2)(O) read as follows:\n\n\"(O) The amount of $1 million shall be allocated to the Deputy Mayor for Planning and Economic Development for the purposes of gap financing economic assistance for proposed mixed use development in the 3600 block of Georgia Avenue, N.W.;\".\n\nD.C. Law 17-141 amended subsec. (c)(2)(Q), which had read as follows:\n\n\"(Q) The amount of $1.5 million shall be allocated to the Deputy Mayor for Planning and Economic Development for the purposes of affordable housing and neighborhood-serving retail assistance for a mixed use development of residential and retail uses in the 6400 block of Georgia Avenue, N.W.\"\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (c)(1)(A), and in subsec. (c)(2)(C), substituted \"of $950,000\" for \"of $950,000 million\".\n\nTemporary Amendments of Section\n\nSection 3 of D.C. Law 17-190, in subsec. (c)(1)(B), substituted \"for the purposes of issuing a grant to support\" for \"for the purposes of gap financing economic assistance for\".\n\nSection 4(b) of D.C. Law 17-190 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2 of D.C. Law 17-327 repealed section 3016 of D.C. Law 17-219.\n\nSection 4(b) of D.C. Law 17-327 provides that the act shall expire after 225 days of its having taken effect.\n\nTemporary Addition of Section\n\nSee Historical and Statutory Notes following § 47-340.20.\n\nEmergency Act Amendments\n\nSee Historical and Statutory Notes following § 47-340.20.\n\nFor temporary (90-day) amendment of section, see § 2002 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 2002 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nFor temporary (90 day) amendment of section, see § 1002 of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nFor temporary (90 day) amendment of section, see § 2112(b) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 2102 of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 2102 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 2102 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 3 of Howard Theatre and Seventh Street, N.W., Revitalization Grants Approval Emergency Act of 2008 (D.C. Act 17-348, April 14, 2008, 55 DCR 5202).\n\nFor temporary (90 day) addition, see § 3016 of Fiscal Year 2009 Budget Support Emergency Act of 2008 (D.C. Act 17-468, July 28, 2008, 55 DCR 8746).\n\nFor temporary (90 day) repeal of section 3016 of D.C. Law 17-219, see § 2 of Boys and Girls Clubs of Greater Washington Plan Repeal Emergency Amendment Act of 2008 (D.C. Act 17-595, December 8, 2008, 55 DCR 12814).\n\nFor temporary (90 day) repeal of section 3016 of D.C. Law 17-219, see § 2 of Boys and Girls Clubs of Greater Washington Plan Repeal Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-10, February 23, 2009, 56 DCR 1913).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-60, see Historical and Statutory Notes following § 47-340.20.\n\nFor Law 13-172, see notes following § 47-340.20.\n\nFor Law 14-28, see notes following § 47-308.01.\n\nFor Law 16-33, see notes following § 47-308.01.\n\nFor Law 16-191, see notes following § 47-308.02.\n\nLaw 16-192, the \"Fiscal Year Budget Support Act of 2006\", was introduced in Council and assigned Bill No. 16-679, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 9, 2006, and June 6, 2006, respectively. Signed by the Mayor on August 8, 2006, it was assigned Act No. 16-476 and transmitted to both Houses of Congress for its review. D.C. Law 16-192 became effective on March 2, 2007.\n\nLaw 16-294, the \"Second Technical Amendments Act of 2006\", was introduced in Council and assigned Bill No. 16-996, which was referred to Committee on the Whole. The Bill was adopted on first and second readings on November 14, 2006, and December 5, 2006, respectively. Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-653 and transmitted to both Houses of Congress for its review. D.C. Law 16-294 became effective on March 14, 2007.\n\nLaw 17-141, the \"Park East Assistance Act of 2008\", was introduced in Council and assigned Bill No. 17-480 which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on January 8, 2008, and February 5, 2008, respectively. Signed by the Mayor on February 22, 2008, it was assigned Act No. 17-293 and transmitted to both Houses of Congress for its review. D.C. Law 17-141 became effective on April 15, 2008.\n\nFor Law 17-353, see notes following § 47-308.\n\nMiscellaneous Notes\n\nIndustrial Revenue Bond Fees Act of 1997: See Historical and Statutory Notes following § 47-340.20.\n\nShort title: Section 2101 of D.C. Law 16-192 provided that subtitle H of title II of the act may be cited as the \"Great Streets Capital Expenditures Act of 2006\".\n\nShort title: Section 3015 of D.C. Law 17-219 provided that subtitle G of title III of the act may be cited as the \"Plan for Boys and Girls Clubs Act of 2008\".\n\nSection 3016 of D.C. Law 17-219 provides:\n\n\"Notwithstanding any other provision of law, no funds appropriated in fiscal year 2009 shall be used by or for the Boys and Girls Clubs of Greater Washington (\"Clubs\") prior to the approval of a plan for its real property located within the District of Columbia. The Plan shall be prepared by the Clubs and shall ensure the future of the Eastern Branch, Jelleff Branch Clubhouse #8, Mary & Daniel Loughran Clubhouse #10, and the Robert V. Murray Clubhouse #11 as viable facilities to provide recreational, social, educational, and developmental services to all District residents and the communities in which they exist. The plan shall be submitted by the Clubs to the Council and approved by act.\"\n\nDC CODE § 47-340.23\n\nCurrent through December 11, 2012","credits":"(Mar. 20, 1998, D.C. Law 12-60, § 502(b), 44 DCR 7378; Oct. 19, 2000, D.C. Law 13-172, § 2002, 47 DCR 6308; Oct. 3, 2001, D.C. Law 14-28, § 1102, 48 DCR 6981; Oct. 20, 2005, D.C. Law 16-33, § 2112(b), 52 DCR 7503; Mar. 2, 2007, D.C. Law 16-191, § 5(m), 53 DCR 6794; Mar. 2, 2007, D.C. Law 16- 192, § 2102, 53 DCR 6899; Mar. 14, 2007, D.C. Law 16-294, §§ 8(b), 11, 54 DCR 1086; Apr. 15, 2008, D.C. Law 17-141, § 2, 55 DCR 2223; Mar. 25, 2009, D.C. Law 17-353, §§ 170(a), 252, 56 DCR 1117.)","sections":[{"prefix":"a","text":" Account monies allocated to the Office of the Deputy Mayor for Planning and Economic Development as provided in § 47-340.22 may be used to pay the costs of operating and administering economic development programs, including the provision of credit support or enhancement, loans, grants, contacts, and the implementation of other initiatives that are consistent with and in furtherance of the purposes of this subtitle or § 47-340.20. The Mayor shall report to the Council the details of how these monies are used in accordance with this subtitle or § 47-340.20."},{"prefix":"b","text":"(1) Prior to the expenditure of funds from the Account, the Mayor shall transmit legislation to the Council to:"},{"prefix":"A","text":" Foster increased commercial, residential, cultural, and industrial development to promote the health, safety, and general welfare of the citizens of the District, and to help expand the tax base through the use of loans, the abatement or forgiveness of District taxes, the award of grants and employment tax credits, and the provision of other direct and indirect forms of economic assistance;"},{"prefix":"B","text":" Provide economic assistance to enable the District to leverage its limited financial resources more efficiently and effectively assist in financing the costs of capital improvements that are essential to the development or redevelopment of certain commercial areas; and"},{"prefix":"C","text":" Provide a means to defray the costs of enhancing economic value and public enjoyment; to attract and retain businesses; stimulate the development of commercial, residential, recreational, and cultural projects; increase employment; promote and expand trade, tourism, and other industries, and contribute to community betterment."},{"prefix":"2","text":" No funds shall be expended from the Account until the Council has approved legislation to authorize their expenditure."},{"prefix":"c","text":"(1) Notwithstanding subsections (a) or (b) of this section, the funds described in the fiscal year 2006 capital budget as the Neighborhood Revitalization Commercial Corridor Redevelopment Project (EB3-04) in the amount of $16.6 million shall be expended in the amount of $4.5 million in accordance with the Great Streets spending plan established by the Deputy Mayor for Planning and Economic Development in May 2006, including:"},{"prefix":"A","text":" The amount of $2 million shall be allocated to the Deputy Mayor for Planning and Economic Development for the purposes of acquisition and redevelopment of property in the 3200 block of Georgia Avenue, N.W., for redevelopment of Park Morton under the Great Streets initiative;"},{"prefix":"B","text":" The amount of $2 million shall be allocated to the Deputy Mayor for Planning and Economic Development for the purposes of gap financing economic assistance for the proposed Radio One development at 7th and S Streets, N.W;"},{"prefix":"C","text":" The amount of $500,000 shall be allocated to the Deputy Mayor for Planning and Economic Development for grants to property owners for facade and other improvements along H Street, N.E., the 1100 block of Good Hope Road, S.E., the 3600 block of Georgia Avenue, N.W, and the 3100 block of Martin Luther King, Jr. Avenue, S.E.; and"},{"prefix":"D","text":" The amount of $1 million shall be allocated to the Deputy Mayor for Planning and Economic Development for the purposes of property acquisition and gap financing economic assistance in the 1900 block of Martin Luther King, Jr. Avenue, S.E;"},{"prefix":"2","text":" The remaining $12.1 million shall be spent on Great Streets supporting projects in the following manner:"},{"prefix":"A","text":" The amount of $1.5 million shall be allocated to the Deputy Mayor for Planning and Economic Development for the purposes of issuing a grant to the Lincoln Theater to provide for repairs to the roof and other capital maintenance issues;"},{"prefix":"B","text":" The amount of $500,000 shall be allocated to the Anacostia Waterfront Corporation to begin a planning process for the construction of a new pedestrian bridge in Ward 7;"},{"prefix":"C","text":" The amount of $950,000 shall be allocated to the Deputy Mayor for Planning and Economic Development for the purposes of issuing a grant to the Historical Society of Washington;"},{"prefix":"D","text":" The amount of $450,000 shall be allocated to the Department of Parks and Recreation for the purposes of renovating the S and T Street, N.W., parks;"},{"prefix":"E","text":" The amount of $600,000 shall be allocated to the Department of Parks and Recreation for the purposes of a complete playground renovation at the Hearst Recreation Center, 3950 37th Street, N.W.;"},{"prefix":"F","text":" The amount of $100,000 shall be allocated to the Department of Parks and Recreation for the purposes of designing and building a new state-of-the-art ADA-compliant recreation center at Ft. Stanton Recreation Park, 1812 Erie Street, S.E.;"},{"prefix":"G","text":" The amount of $100,000 shall be allocated to the Department of Parks and Recreation for the purposes of a renovation project at North Michigan Park Recreation Center, 1333 Emerson Street, N.E.;"},{"prefix":"H","text":" The amount of $150,000 shall be allocated to the Department of Parks and Recreation for the purposes of designing and building a new state-of-the-art ADA-compliant recreation center at Douglas Recreation Center, 2100 Stanton Terrace, S.E.;"},{"prefix":"I","text":" The amount of $100,000 shall be allocated to the Department of Parks and Recreation for the Marvin Gaye Recreation Center;"},{"prefix":"J","text":" The amount of $1.2 million shall be allocated to the Deputy Mayor for Planning and Economic Development for purposes of acquisition along with facade and other improvements on Nannie Helen Burroughs Avenue, N.E.;"},{"prefix":"K","text":" The amount of $2 million shall be allocated to the Deputy Mayor for Planning and Economic Development for purposes of acquisition along with facade and other improvements on Pennsylvania Avenue, S.E., from the 2300 block of Pennsylvania Avenue, S.E., to Southern Avenue, S.E., at the Maryland line;"},{"prefix":"L","text":" The amount of $500,000 shall be allocated to begin the planning process and development of an environment education center and other environmental improvements at Kingman Island;"},{"prefix":"M","text":" The amount of $200,000 shall be allocated to the Department of Parks and Recreation for purposes of accelerating the designing and building of a new state-of-the-art ADA-compliant recreation center at Ridge Road Recreation Center at Ridge Road and Burns Street, S.E.;"},{"prefix":"N","text":" The amount of $500,000 shall be allocated to the Deputy Mayor for Planning and Economic Development for purposes of issuing a grant to the Boys and Girls Club of Metropolitan Washington #10 located at 2500 14th Street, N.W., for the purpose of capital improvements.;"},{"prefix":"O","text":" [Repealed]."},{"prefix":"P","text":" The amount of $500,000 shall be allocated to the Deputy Mayor for Planning and Economic Development for purposes of site acquisition and site preparation costs for a sit-down restaurant in the 5800 block of Georgia Avenue, N.W.;"},{"prefix":"Q","text":" The amount of $1.5 million shall be allocated to the Deputy Mayor for Planning and Economic Development for the purpose of issuing a grant to Georgia Avenue Investment Partners, LLC, to support the development of affordable housing units or neighborhood-serving retail in the 6400 block of Georgia Avenue, N.W.;"},{"prefix":"R","text":" The amount of $100,000 shall be allocated to the Department of Parks and Recreation for the purposes of designing and building a new state of the art ADA compliant recreation center at Ft. Greble Recreation Center, Martin Luther King Jr. Ave. and Elmira St, S.W.; and"},{"prefix":"S","text":" The amount of $150,000 shall be allocated to the Department of Parks and Recreation for the purposes of issuing a grant to the Marvin Deal African Heritage Dancers for studio/theater build-out expenses on newly acquired property at 1230 Good Hope Road, S.E."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"II-C","text":"Industrial Revenue Bond Fees."},"heading":{"title":"47","chaptersection":"340","identifier":"47-340.23","catch_text":"Use of funds allocated."}}