{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-392.13.\n\nDC CODE § 47-392.13\n\nCurrent through December 11, 2012","credits":"(Apr. 17, 1995, 109 Stat. 138, Pub. L. 104-8, § 213; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" In general. -- As a condition for the issuance of bonds, notes, or other obligations pursuant to this part, the Authority shall establish a debt service reserve fund in accordance with this section."},{"prefix":"b","text":" Requirements for fund. --"},{"prefix":"1","text":" Fund described. -- A debt service reserve fund established by the Authority pursuant to this subsection shall consist of such funds as the Authority may make available, and shall be a trust fund held for the benefit and security of the obligees of the Authority whose bonds, notes, or other obligations are secured by such fund."},{"prefix":"2","text":" Use of funds. -- Amounts in a debt service reserve fund may be used solely for the payment of the principal of bonds secured in whole or in part by such fund, the purchase or redemption of such bonds, the payment of interest on such bonds, or the payment of any redemption premium required to be paid when such bonds and notes are redeemed prior to maturity."},{"prefix":"3","text":" Restrictions of withdrawals. --"},{"prefix":"A","text":" In general. -- Amounts in a debt service reserve fund may not be withdrawn from the fund at any time in an amount that would reduce the amount of the fund to less than the minimum reserve fund requirement established for such fund in the resolution of the Authority creating such fund, except for withdrawals for the purpose of making payments when due of principal, interest, redemption premiums and sinking fund payments, if any, with respect to such bonds for the payment of which other moneys of the Authority are not available, and for the purpose of funding the operations of the Authority for a fiscal year (in such amounts and under such conditions as are established under the budget of the Authority for the fiscal year under § 47-391.06(a))."},{"prefix":"B","text":" Use of excess funds. -- Nothing in subparagraph (A) of this subsection may be construed to prohibit the Authority from transferring any income or interest earned by, or increments to, any debt service reserve fund due to the investment thereof to other funds or accounts of the Authority (to the extent such transfer does not reduce the amount of the debt service reserve fund below the minimum reserve fund requirement established for such fund) for such purposes as the Authority considers appropriate to promote the financial stability and management efficiency of the District government."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VII","text":"Financial Responsibility and Management Assistance."},"part":{"identifier":"C","text":"Issuance of Bonds."},"heading":{"title":"47","chaptersection":"392","identifier":"47-392.13","catch_text":"Establishment of debt service reserve fund."}}