{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-385.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-104, see Historical and Statutory Notes following § 47-381.\n\nDC CODE § 47-385\n\nCurrent through December 11, 2012","credits":"(Sept. 16, 1980, D.C. Law 3-104, § 6, 27 DCR 3748; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" Applications and state plans requiring Council consent. -- In addition to the notice required by § 47-384, the terms and conditions of each grant application or state plan which provides for or requests any of the following shall be approved by consent of the Council prior to submission to the federal grant-making agency:"},{"prefix":"1","text":" Any formula grant of more than $5,000,000;"},{"prefix":"2","text":" Any grant or state plan requiring the obligation of more than $100,000 in matching funds or in-kind contributions in any fiscal year; or"},{"prefix":"3","text":" Any other grant funded program which, in the Mayor's reasonable expectation, will require future annual funding of $100,000 or more out of District revenue funds after the termination of the proposed grant."},{"prefix":"b","text":" Submission to and consent by Council. -- (1) The Mayor, 5 days before approving any grant application or state plan meeting any of the criterion of subsection (a) of this section, shall submit a copy of such application or state plan to the Chairman of the Council, along with such information as required by § 47-384(a) and including copies of any state plans which are required as a condition of a grant."},{"prefix":"2","text":" The Chairman of the Council shall circulate such application or state plan to the members of the Council with a notice labeling it as requiring Council consent for submission to a grant-making agency."},{"prefix":"3","text":" The Mayor shall cause to be published in the D.C. Register public notice of such submission. The notice shall include a statement that Council consent is required pursuant to this section."},{"prefix":"4","text":" The Council shall consider such application or state plan according to its rules. Should no written notice of disapproval of such application or state plan be filed by any member of the Council within 14 days of the receipt of such application from the Mayor, the consent of the Council to the application shall be deemed to be given. Should notice of disapproval be filed during such initial 14-day period, the Council shall dispose of such notice of disapproval within 30 days of the initial receipt of the application from the Mayor, or Council consent to the application shall be deemed to be given; provided, that nothing in this paragraph shall be construed to waive any requirement for affirmative Council approval by the grant-making agency."},{"prefix":"5","text":" No applications or state plans may be submitted to the Chairman of the Council during such time as the Council is on recess, according to its rules, nor shall any time period provided in this section continue to run during such time as the Council is on recess."},{"prefix":"c","text":" Reconsideration by Council. -- If the Council withholds its consent to a grant application, the Mayor may, on a clear showing of changed circumstances, new information, or additional administrative hardship, ask for a reconsideration of the previous action of the Council. The Council may at its discretion reconsider its previous action."},{"prefix":"d","text":" Exemptions. -- The grants submitted by agencies identified in § 47- 383(b) are exempt from the provisions of this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VI","text":"Funds Control."},"heading":{"title":"47","chaptersection":"385","identifier":"47-385","catch_text":"Procedure for Council consent to certain grant applications and state plans."}}