{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-391.5.\n\nReferences in Text\n\n\"This Act,\" referred to in subsection (a), is the District of Columbia Financial Responsibility and Management Assistance Act of 1995, approved April 17, 1995, 109 Stat. 97, Pub. L. 104-8.\n\nDC CODE § 47-391.05\n\nCurrent through December 11, 2012","credits":"(Apr. 17, 1995, 109 Stat. 105, Pub. L. 104-8, § 105; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" Jurisdiction established in District Court for District of Columbia. -- Except as provided in § 47-391.03(e)(2) (relating to the issuance of an order enforcing a subpoena), any action against the Authority or any action otherwise arising out of this Act, in whole or in part, shall be brought in the United States District Court for the District of Columbia."},{"prefix":"b","text":" Prompt appeal. --"},{"prefix":"1","text":" Court of Appeals. -- Notwithstanding any other provision of law, any order of the United States District Court for the District of Columbia which is issued pursuant to an action brought under subsection (a) of this section shall be reviewable only pursuant to a notice of appeal to the United States Court of Appeals for the District of Columbia Circuit."},{"prefix":"2","text":" Supreme Court. -- Notwithstanding any other provision of law, review by the Supreme Court of the United States of a decision of the Court of Appeals which is issued pursuant to paragraph (1) of this subsection may be had only if the petition for such review is filed within 10 days after the entry of such decision."},{"prefix":"c","text":" Timing of relief. -- No order of any court granting declaratory or injunctive relief against the Authority, including relief permitting or requiring the obligation, borrowing, or expenditure of funds, shall take effect during the pendency of the action before such court, during the time appeal may be taken, or (if appeal is taken) during the period before the court has entered its final order disposing of such action."},{"prefix":"d","text":" Expedited consideration. -- It shall be the duty of the United States District Court for the District of Columbia, the United States Court of Appeals for the District of Columbia Circuit, and the Supreme Court of the United States to advance on the docket and to expedite to the greatest possible extent the disposition of any matter brought under subsection (a) of this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VII","text":"Financial Responsibility and Management Assistance."},"part":{"identifier":"A","text":"Establishment and Organization of Authority. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"391","identifier":"47-391.05","catch_text":"Treatment of actions arising from act."}}