{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-191, in subsec. (e), substituted \"§ 1-614.13\" for \"[§ 1-614.13]\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 1006(c) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following § 47-308.01.\n\nLaw 16-191, the \"Technical Amendments Act of 2006\", was introduced in Council and assigned Bill No. 16-760, which was referred to the Committee of the whole. The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively. Signed by the Mayor on July 31, 2006, it was assigned Act No. 16-475 and transmitted to both Houses of Congress for its review. D.C. Law 16-191 became effective on March 2, 2007.\n\nDC CODE § 47-308.02\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 1006(c), 52 DCR 7503; Mar. 2, 2007, D.C. Law 16-191, § 5(a), 53 DCR 6794.)","sections":[{"prefix":"a","text":" Each relevant performance measure must be linked to spending on the relevant activity."},{"prefix":"b","text":" Each relevant performance measure shall represent a significant and realistic challenge for expected performance of the activity."},{"prefix":"c","text":" Each agency shall have at least one relevant performance measure for each activity."},{"prefix":"d","text":" Relevant performance measures for each fiscal year, shall be established by the Mayor or his designee, after consultation with the agency's stakeholders."},{"prefix":"e","text":" Beginning with fiscal year 2007, and for each subsequent fiscal year, all relevant performance measures for the prior fiscal year shall be provided to the Council in January along with the performance accountability reports submitted pursuant to § 1-614.13, and beginning with fiscal year 2008, and for each following fiscal year, all relevant cost drivers shall be provided with the relevant performance measures in accordance with § 47-308.03(e)."},{"prefix":"f","text":" Beginning with fiscal year 2008, and for each subsequent fiscal year, the Mayor, or his designee, shall, in consultation with an agency's stakeholders, establish relevant performance measures and utilize these performance measures in the agency's strategic business plan."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"I","text":"Budget and Financial Management. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"308","identifier":"47-308.02","catch_text":"Relevant performance measures."}}