{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-391.3.\n\nReferences in Text\n\n\"This Act,\" referred to in subsections (a), (c)(1), (c)(2), (f), (g), and (h), is the District of Columbia Financial Responsibility and Management Assistance Act of 1995, approved April 17, 1995, 109 Stat. 97, Pub. L. 104.8.\n\nDC CODE § 47-391.03\n\nCurrent through December 11, 2012","credits":"(Apr. 17, 1995, 109 Stat. 103, Pub. L. 104-8, § 103; Apr. 26, 1996, 110 Stat. 1321 [221], Pub. L. 104-134, § 153(a); Sept. 30, 1996, 110 Stat. 3009 [1455, 1456], Pub. L. 104-208, §§ 5203(b), (c); enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" Hearings and sessions. -- The Authority may, for the purpose of carrying out this Act, hold hearings, sit and act at times and places, take testimony, and receive evidence as the Authority considers appropriate. The Authority may administer oaths or affirmations to witnesses appearing before it."},{"prefix":"b","text":" Powers of members and agents. -- Any member or agent of the Authority may, if authorized by the Authority, take any action which the Authority is authorized to take by this section."},{"prefix":"c","text":" Obtaining official data. --"},{"prefix":"1","text":" From Federal government. -- Notwithstanding sections 552 (commonly known as the Freedom of Information Act), 552a (the Privacy Act of 1974), and 552b (the Government in the Sunshine Act) of Title 5, United States Code, the Authority may secure directly from any department or agency of the United States information necessary to enable it to carry out this Act, with the approval of the head of that department or agency."},{"prefix":"2","text":" From District government. -- Notwithstanding any other provision of law, the Authority shall have the right to secure copies of such records, documents, information, or data from any entity of the District government necessary to enable the Authority to carry out its responsibilities under this Act. At the request of the Authority, the Authority shall be granted direct access to such information systems, records, documents or information or data as will enable the Authority to carry out its responsibilities under this Act. The head of the entity of the District government responsible shall provide the Authority with such information and assistance (including granting the Authority direct access to automated or other information systems) as the Authority requires under this paragraph."},{"prefix":"d","text":" Gifts, bequests, and devises. -- The Authority may accept, use, and dispose of gifts, bequests, or devises of services or property, both real and personal, for the purpose of aiding or facilitating the work of the Authority. Gifts, bequests, or devises of money and proceeds from sales of other property received as gifts, bequests, or devises shall be deposited in such account as the Authority may establish and shall be available for disbursement upon order of the Chair."},{"prefix":"e","text":" Subpoena power. --"},{"prefix":"1","text":" In general. -- The Authority may issue subpoenas requiring the attendance and testimony of witnesses and the production of any evidence relating to any matter under investigation by the Authority.   The attendance of witnesses and the production of evidence may be required from any place within the United States at any designated place of hearing within the United States."},{"prefix":"2","text":" Failure to obey a subpoena. -- If a person refuses to obey a subpoena issued under paragraph (1) of this subsection, the Authority may apply to a United States district court for an order requiring that person to appear before the Authority to give testimony, produce evidence, or both, relating to the matter under investigation. The application may be made within the judicial district where the hearing is conducted or where that person is found, resides, or transacts business. Any failure to obey the order of the court may be punished by the court as civil contempt."},{"prefix":"3","text":" Service of subpoenas. -- The subpoenas of the Authority shall be served in the manner provided for subpoenas issued by United States district court under the Federal Rules of Civil Procedure for the United States district courts."},{"prefix":"4","text":" Service of process. -- All process of any court to which application is made under paragraph (2) of this subsection may be served in the judicial district in which the person required to be served resides or may be found."},{"prefix":"f","text":" Administrative support services. -- Upon the request of the Authority, the Administrator of General Services shall promptly provide to the Authority, on a reimbursable basis, the administrative support services necessary for the Authority to carry out its responsibilities under this Act."},{"prefix":"g","text":" Authority to enter into contracts. -- The Executive Director may enter into such contracts as the Executive Director considers appropriate (subject to the approval of the Chair) to carry out the Authority's responsibilities under this Act."},{"prefix":"h","text":" Civil actions to enforce powers. -- The Authority may seek judicial enforcement of its authority to carry out its responsibilities under this Act."},{"prefix":"i","text":" Penalties. --"},{"prefix":"1","text":" Acts prohibited. -- Any officer or employee of the District government who:"},{"prefix":"A","text":" Takes any action in violation of any valid order of the Authority or fails or refuses to take any action required by any such order; or"},{"prefix":"B","text":" Prepares, presents, or certifies any information (including any projections or estimates) or report for the Board or any of its agents that is false or misleading, or, upon learning that any such information is false or misleading, fails to immediately advise the Board or its agents thereof in writing, shall be guilty of a misdemeanor, and shall be fined not more than $1,000, imprisoned for not more than 1 year, or both."},{"prefix":"2","text":" Administrative discipline. -- In addition to any other applicable penalty, any officer or employee of the District government who knowingly and willfully violates paragraph (1) of this subsection shall be subject to appropriate administrative discipline, including (when appropriate) suspension from duty without pay or removal from office by order of either the Mayor or Authority."},{"prefix":"3","text":" Report by Mayor on disciplinary actions taken. -- In the case of a violation of paragraph (1) of this subsection by an officer or employee of the District government, the Mayor shall immediately report to the Board all pertinent facts together with a statement of the action taken thereon."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VII","text":"Financial Responsibility and Management Assistance."},"part":{"identifier":"A","text":"Establishment and Organization of Authority. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"391","identifier":"47-391.03","catch_text":"Powers of Authority."}}