{"text":"For the purposes of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 47-382.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-104, see Historical and Statutory Notes following § 47-381.\n\nDC CODE § 47-382\n\nCurrent through December 11, 2012","credits":"(Sept. 16, 1980, D.C. Law 3-104, § 3, 27 DCR 3748; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Aug. 5, 1997, 111 Stat. 754, Pub. L. 105-33, § 11245(c)(1).)","sections":[{"prefix":"1","text":" \"Agency\" means the highest organizational structure of the District at which budgeting data is aggregated, but shall not include the District of Columbia Courts."},{"prefix":"2","text":" \"Control budget\" means the mechanism for the implementation and execution of the District obligational and revenue activities for any given fiscal year."},{"prefix":"3","text":" \"Control center\" means 1 or more responsibility centers aggregated for financial controls purposes."},{"prefix":"4","text":" \"Council\" means the Council of the District of Columbia."},{"prefix":"5","text":" \"Days\" means calendar days."},{"prefix":"6","text":" \"District\" means the District of Columbia government."},{"prefix":"7","text":" \"Formula grant\" means any grant which allocates federal funds to the District in accordance with distribution formulas prescribed by law for activities of a continuing nature not confined to a specific project."},{"prefix":"8","text":" \"Grant\" or \"grant funds\" means all grants-in-aid, block grants, reimbursements, including reimbursement for indirect costs, or other similar programs, the funds, or budgetary authority for which are provided by the federal government, other than through appropriation of revenue funds or any fund required by act of Congress to be treated as a local revenue. The term \"grant funds\" also includes any private funds voluntarily donated to the District and accepted by it for a specific purpose not connected with the payment of a tax, fee, charge, or other similar legal obligation."},{"prefix":"9","text":" \"Grant-making agency\" means the federal government or private source of grant funds."},{"prefix":"10","text":" \"Gross planning budget\" means the planning budget of the District including all anticipated revenue irrespective of source, and all planned expenditures presented at the responsibility center level of detail."},{"prefix":"11","text":" \"Non-appropriated budget authority\" means the authority of the District to incur obligations and make payments for specified purposes against funds which are not subject to approval by the Congress in the annual appropriations act for the District."},{"prefix":"12","text":" \"Responsibility center\" means the primary level at which a budget is established for financial control purposes."},{"prefix":"13","text":" \"Revenue funds\" means all funds derived from taxes, fees, charges, miscellaneous receipts, annual federal payments to the District authorized by law, funds derived from the sale of bonds which are general obligations of the District, general revenue sharing funds, or any other funds which are not grant funds as defined by this subchapter."},{"prefix":"14","text":" \"State plan\" means any plan or revision thereto other than an application to be filed with and approved by a grantor as a condition of receiving grant funds."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VI","text":"Funds Control."},"heading":{"title":"47","chaptersection":"382","identifier":"47-382","catch_text":"Definitions."}}