{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-392.21.\n\nDC CODE § 47-392.21\n\nCurrent through December 11, 2012","credits":"(Apr. 17, 1995, 109 Stat. 139, Pub. L. 104-8, § 221; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" In general. -- During the period beginning upon the termination of a control period pursuant to § 47-392.09(b) and ending with the suspension of its activities pursuant to § 47-391.07(a), the Authority shall conduct the following activities:"},{"prefix":"1","text":" The Authority shall review the budgets of the District government adopted by the Council under § 1-204.46 for each fiscal year occurring during such period."},{"prefix":"2","text":" At such time prior to the enactment of such budget by Congress as the Authority considers appropriate, the Authority shall prepare a report analyzing the budget and submit the report to the Mayor, the Council, the President, and Congress."},{"prefix":"3","text":" The Authority shall monitor the financial status of the District government and shall submit reports to the Mayor, the Council, the President, and Congress if the Authority determines that a risk exists that a control period may be initiated pursuant to § 47-392.09(a)."},{"prefix":"4","text":" The Authority shall carry out activities under part C of this subchapter with respect to bonds, notes, or other obligations of the Authority outstanding during such period."},{"prefix":"b","text":" Requiring Mayor to submit budgets to Authority. -- With respect to the budget for each fiscal year occurring during the period described in subsection (a) of this section, at the time the Mayor submits the budget of the District government adopted by the Council to the President under § 1- 204.46, the Mayor shall submit such budget to the Authority."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VII","text":"Financial Responsibility and Management Assistance."},"part":{"identifier":"D","text":"Other Duties of Authority."},"heading":{"title":"47","chaptersection":"392","identifier":"47-392.21","catch_text":"Duties of Authority during year other than control year."}}