{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see ยง 1092(b) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following ยง 47-308.01.\n\nMiscellaneous Notes\n\nShort title of subtitle P of title I of Law 16-33: Section 1091 of D.C. Law 16-33 provided that subtitle P of title I of the act may be cited as the Establishment of the Commodities Cost Reserve Fund Act of 2005.\n\nDC CODE ยง 47-368.04\n\nCurrent through December 11, 2012","credits":"(Oct, 20, 2005, D.C. Law 16-33, ยง 1092(b), 52 DCR 7503.)","sections":[{"prefix":"a","text":" There is established a fund designated as the Commodities Cost Reserve Fund, which shall be a segregated account within the General Fund of the District of Columbia. All funds shall be deposited into the Fund without regard to fiscal year limitation pursuant to an act and shall not revert to the fund balance of the General Fund of the District of Columbia at the end of any fiscal year or at any other time, but shall be continually available for the uses and purposes set forth in subsection (b) of this section, subject to authorization by Congress in an appropriations act. The Fund shall be administered by the Mayor."},{"prefix":"b","text":" At the end of each fiscal year, the Chief Financial Officer shall transfer into the Fund from the General Fund of the District of Columbia the unobligated and unexpended annual appropriation, identified after the end of the fiscal year, for the District of Columbia's costs for all consumption-driven commodities including electricity, fuel, water, steam, natural gas, postage, telephone, custodial, security, occupancy, and rent. The funds deposited in the Fund shall be used for the unbudgeted expenses caused by unanticipated increases in consumption-driven commodity costs."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"IV-A","text":"Special Budget Provisions."},"heading":{"title":"47","chaptersection":"368","identifier":"47-368.04","catch_text":"Commodities Cost Reserve Fund."}}