{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-340.6.\n\nTemporary Addition of Section\n\nSee Historical and Statutory Notes following § 47-340.01.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-46, see Historical and Statutory Notes following § 47-340.01.\n\nDC CODE § 47-340.06\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 1995, D.C. Law 11-46, § 7, 42 DCR 3603; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" The principal of, premium, if any, and interest on the bonds shall be payable solely from proceeds received from the sale of the bonds, income realized from the temporary investment of those proceeds, receipts and revenues realized by the District from the loan, income realized from the temporary investment of those receipts and revenues prior to payment to the bond owners, other moneys that, as provided in the financing documents, may be made available to the District for the payment of the bonds, and other sources, other than the District, of payment, all as provided for in the financing documents."},{"prefix":"b","text":" Payment of the bonds shall be secured as provided in the financing documents and by an assignment by the District for the benefit of the bond owners of certain of its rights under the financing documents and closing documents, including a security interest in certain collateral, to the trustee for the bonds pursuant to the financing documents."},{"prefix":"c","text":" The trustee is authorized to deposit, invest, and disburse the proceeds received from the sale of the bonds pursuant to the financing documents."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"II-B","text":"Industrial Revenue Bond Forward Commitment Program."},"heading":{"title":"47","chaptersection":"340","identifier":"47-340.06","catch_text":"Payment and security."}}