{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-362.\n\nEffect of Amendments\n\nD.C. Law 14-28 added subsec. (e).\n\nD.C. Law 18-111 repealed subsec. (e), which had read as follows:\n\n\"(e)(1) Each of the dollar threshold amounts in § 47-363 shall be adjusted, before October 1, 2001, to reflect the change in the Consumer Price Index for All Urban Consumers, as published by the Bureau of Labor Statistics, from 1980 through 2000. Each amount shall be rounded to the nearest $10,000.\n\n\"(2) Further annual inflation adjustments to the dollar reprogramming threshold amounts shall be computed, based upon the change in the Consumer Price Index for All Urban Consumers, as published by the Bureau of Labor Statistics, using 1980 as a base year, for each calendar year, beginning in 2001, before April 1 of the following calendar year. The annual inflation adjustments shall be rounded to the nearest $10,000. The annual inflation adjustments computed under this paragraph shall be implemented before July 1 of such following calendar year.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 102 of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nFor temporary (90 day) amendment of section, see § 1002(b) of Fiscal Year 2010 Budget Support Emergency Act of 2009 (D.C. Act 18-187, August 26, 2009, 56 DCR 7374).\n\nFor temporary (90 day) amendment of section, see § 1131(b) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 1131(b) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-100, see Historical and Statutory Notes following § 47-361.\n\nFor Law 14-28, see notes following § 47-308.01.\n\nFor Law 18-111, see notes following § 47-305.02.\n\nDC CODE § 47-362\n\nCurrent through December 11, 2012","credits":"(Sept. 16, 1980, D.C. Law 3-100, § 3, 27 DCR 3617; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Oct. 3, 2001, D.C. Law 14-28, § 102, 48 DCR 6981; Mar. 3, 2010, D.C. Law 18-111, § 1131(b), 57 DCR 181.)","sections":[{"prefix":"a","text":" A reprogramming shall be used only when an unforeseen situation develops, and then only if postponement until the next appropriations cycle would result in a serious hardship in the management of the City."},{"prefix":"b","text":" Reprogrammings shall not be used to establish new programs or to change allocations specifically denied, limited, or increased by the Council in the budget act, or the accompanying budget report or mark-up sheets."},{"prefix":"c","text":" Any program or project deferred through reprogramming shall not be later accomplished by means of further reprogramming. Funding for such section shall await the regular budget request."},{"prefix":"d","text":" Should unusual circumstances require changes to the policies included in subsections (a) through (c) of this section, proposals shall be submitted to the Council for approval regardless of the dollar amount involved."},{"prefix":"e","text":" Repealed."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"IV","text":"Reprogramming Policy."},"heading":{"title":"47","chaptersection":"362","identifier":"47-362","catch_text":"Policies enumerated."}}