{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-392.4.\n\nReferences in Text\n\n\"This Act,\" referred to in subsections (a)(4)(B)(ii) and (b), is the District of Columbia financial Responsibility and Management Assistance Act of 1995, approved April 17, 1995, 109 Stat. 97, Pub. L. 104-8.\n\nDC CODE § 47-392.04\n\nCurrent through December 11, 2012","credits":"(Apr. 17, 1995, 109 Stat. 119, Pub. L. 104-8, § 204; Sept. 30, 1996, 110 Stat. 3009 [1456, 1457], Pub. L. 104-208, § 5203(e)(1), (e)(2)(A); enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" Prior approval required. --"},{"prefix":"1","text":" In general. -- The District government may not borrow money during a control year unless the Authority provides prior certification that both the receipt of funds through such borrowing and the repayment of obligations incurred through such borrowing are consistent with the financial plan and budget for the year."},{"prefix":"2","text":" Revisions to financial plan and budget permitted. -- If the Authority determines that the borrowing proposed to be undertaken by the District government is not consistent with the financial plan and budget, the Mayor may submit to the Authority a proposed revision to the financial plan and budget in accordance with § 47-392.02(e) so that the borrowing will be consistent with the financial plan and budget as so revised."},{"prefix":"3","text":" Borrowing described. -- This subsection shall apply with respect to any borrowing undertaken by the District government, including borrowing through the issuance of bonds under part E of title IV of the District of Columbia Home Rule Act [§§ 1-204.61 through 1-204.90], the exercise of authority to obtain funds from the United States Treasury under title VI of the District of Columbia Revenue Act of 1939 (§§ 47-3401 through 47-3401.04), or any other means."},{"prefix":"4","text":" Special rules for treasury borrowing during fiscal year 1995. --"},{"prefix":"A","text":" No prior approval required during initial period following appointment. -- The District government may requisition advances from the United States Treasury under title VI of the District of Columbia Revenue Act of 1939 (§§ 47-3401 through 47-3401.04) without the prior approval of the Authority during the 45-day period which begins on the date of the appointment of the members of the Authority (subject to the restrictions described in such title, as amended by subsection (c) of this section)."},{"prefix":"B","text":" Criteria for approval during remainder of fiscal year. -- The District government may requisition advances described in subparagraph (A) of this paragraph during the portion of fiscal year 1995 occurring after the expiration of the 45-day period described in such subparagraph if the Authority finds that:"},{"prefix":"i","text":" Such borrowing is appropriate to meet the needs of the District government to reduce deficits and discharge payment obligations; and"},{"prefix":"ii","text":" The District government is making appropriate progress toward meeting its responsibilities under this Act (and the amendments made by this Act)."},{"prefix":"b","text":" Deposit of funds obtained through treasury with Authority. --"},{"prefix":"1","text":" Automatic deposit during control year. -- If the Mayor requisitions funds from the Secretary of the Treasury pursuant to title VI of the District of Columbia Revenue Act of 1939 (§§ 47-3401 through 47-3401.04) during a control year (beginning with Fiscal Year 1996), such funds shall be deposited by the Secretary into an escrow account held by the Authority, to be used as follows:"},{"prefix":"A","text":" The Authority shall expend a portion of the funds for its operations during the fiscal year in which the funds are requisitioned, in such amount and under such conditions as are established under the budget of the Authority for the fiscal year under § 47-391.06(a)."},{"prefix":"B","text":" The Authority shall allocate the remainder of such funds to the Mayor at such intervals and in accordance with such terms and conditions as it considers appropriate, consistent with the financial plan and budget for the year and with any other withholding of funds by the Authority pursuant to this Act."},{"prefix":"2","text":" Optional deposit during fiscal year 1995. --"},{"prefix":"A","text":" During initial period following appointment. -- If the Mayor requisitions funds described in paragraph (1) of this subsection during the 45-day period which begins on the date of the appointment of the members of the Authority, the Secretary of the Treasury shall notify the Authority, and at the request of the Authority shall deposit such funds into an escrow account held by the Authority in accordance with paragraph (1) of this subsection."},{"prefix":"B","text":" During remainder of fiscal year. -- If the Mayor requisitions funds described in paragraph (1) of this subsection during the portion of fiscal year 1995 occurring after the expiration of the 45-day period described in subparagraph (A) of this paragraph, the Secretary of the Treasury shall deposit such funds into an escrow account held by the Authority in accordance with paragraph (1) of this subsection at the request of the Authority."},{"prefix":"c","text":" [Reserved]."},{"prefix":"d","text":" Deposit of borrowed funds with Authority. -- If the District government borrows funds during a control year, the funds shall be deposited into an escrow account held by the Authority, to be allocated by the Authority to the Mayor at such intervals and in accordance with such terms and conditions as it considers appropriate, consistent with the financial plan and budget for the year and with any other withholding of funds by the Authority pursuant to this Act."},{"prefix":"e","text":" Expenditure of funds from account in accordance with Authority instructions. -- Any funds allocated by the Authority to the Mayor from the escrow account described in subsection (b)(1) of this section or the escrow amount described in subsection (d) of this section may be expended by the Mayor only in accordance with the terms and conditions established by the Authority at the time the funds are allocated."},{"prefix":"f","text":" Prohibition against borrowing while suit pending. -- The Mayor may not requisition advances from the Treasury pursuant to §§ 47-3401 through 47- 3401.04 if there is an action filed by the Mayor or the Council which is pending against the Authority challenging the establishment of or any action taken by the Authority."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VII","text":"Financial Responsibility and Management Assistance."},"part":{"identifier":"B","text":"Establishment and Enforcement of Financial Plan and Budget for District Government."},"heading":{"title":"47","chaptersection":"392","identifier":"47-392.04","catch_text":"Restrictions on borrowing by District during control year."}}