{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-391.1.\n\nReferences in Text\n\n\"This Act,\" referred to in subsections (a), (b)(1), (e)(1) and (e)(3) is the District of Columbia Financial Responsibility and Management Assistance Act of 1995, approved April 17, 1995, 109 Stat. 97, Pub. L. 104-8.\n\nMiscellaneous Notes\n\nManagement reform: Section 161 of Pub. L. 105-277 provided that notwithstanding any other provisions of law, funds allocated to management reform by the District of Columbia Financial Responsibility and Management Assistance Authority under Pub. L. 105-200 (111 Stat. 2159), as contained in the Authority's notification of June 24, 1998, shall remain available for management reform until September 30, 1999, provided that said funds shall not exceed $3,200,000.\n\nDC CODE § 47-391.01\n\nCurrent through December 11, 2012","credits":"(Apr. 17, 1995, 109 Stat. 100, Pub. L. 104-8, § 101; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Oct. 21, 1998, 112 Stat. 2681-149, Pub. L. 105-277, § 164.)","sections":[{"prefix":"a","text":" Establishment. -- Pursuant to Article I, section 8, clause 17 of the Constitution of the United States, there is hereby established the District of Columbia Financial Responsibility and Management Assistance Authority, consisting of members appointed by the President in accordance with subsection (b) of this section. Subject to the conditions described in § 47-391.08 and except as otherwise provided in this Act, the Authority is established as an entity within the government of the District of Columbia, and is not established as a department, agency, establishment, or instrumentality of the United States Government."},{"prefix":"b","text":" Membership. --"},{"prefix":"1","text":" In general. -- The Authority shall consist of 5 members appointed by the President who meet the qualifications described in subsection (c) of this section, except that the Authority may take any action under this Act (or any amendments made by this Act) at any time after the President has appointed 3 of its members."},{"prefix":"2","text":" Consultation with Congress. -- The President shall appoint the members of the Authority after consulting with the Chair of the Committee on Appropriations and the Chair of the Committee on Government Reform and Oversight of the House of Representatives, the Chair of the Committee on Appropriations and the Chair of the Committee on Governmental Affairs of the Senate, and the Delegate to the House of Representatives from the District of Columbia."},{"prefix":"3","text":" Chair. -- The President shall designate one of the members of the Authority as the Chair of the Authority."},{"prefix":"4","text":" Sense of Congress regarding deadline for appointment. -- It is the sense of Congress that the President should appoint the members of the Authority as soon as practicable after April 17, 1995, but in no event later than 25 days after April 17, 1995."},{"prefix":"5","text":" Term of service. --"},{"prefix":"A","text":" In general. -- Except as provided in subparagraph (B) of this paragraph, each member of the Authority shall be appointed for a term of 3 years."},{"prefix":"B","text":" Appointment for term following initial term. -- As designated by the President at the time of appointment for the term immediately following the initial term, of the members appointed for the term immediately following the initial term:"},{"prefix":"i","text":" 1 member shall be appointed for a term of 1 year;"},{"prefix":"ii","text":" 2 members shall be appointed for a term of 2 years; and"},{"prefix":"iii","text":" 2 members shall be appointed for a term of 3 years."},{"prefix":"C","text":" Removal. -- The President may remove any member of the Authority only for cause."},{"prefix":"D","text":" Continuation of service until successor appointed. -- Upon the expiration of a term of office, a member of the Authority may continue to serve until a successor has been appointed."},{"prefix":"c","text":" Qualifications for membership. -- An individual meets the qualifications for membership on the Authority if the individual:"},{"prefix":"1","text":" Has knowledge and expertise in finance, management, and the organization or operation of business or government;"},{"prefix":"2","text":" Does not provide goods or services to the District government (and is not the spouse, parent, child, or sibling of an individual who provides goods and services to the District government);"},{"prefix":"3","text":" Is not an officer or employee of the District government; and"},{"prefix":"4","text":" Maintains a primary residence in the District of Columbia or has a primary place of business in the District of Columbia."},{"prefix":"d","text":" No compensation for service. -- Members of the Authority shall serve without pay, but may receive reimbursement for any reasonable and necessary expenses incurred by reason of service on the Authority."},{"prefix":"e","text":" Adoption of by-laws for conducting business of authority. --"},{"prefix":"1","text":" In general. -- As soon as practicable after the appointment of its members, the Authority shall adopt by-laws, rules, and procedures governing its activities under this Act, including procedures for hiring experts and consultants. Such by-laws, rules, and procedures shall be public documents, and shall be submitted by the Authority upon adoption to the Mayor, the Council, the President, and Congress."},{"prefix":"2","text":" Certain activities requiring approval of majority of members. -- Under the by-laws adopted pursuant to paragraph (1) of this subsection, the Authority may conduct its operations under such procedures as it considers appropriate, except that an affirmative vote of a majority of the members of the Authority shall be required in order for the Authority to:"},{"prefix":"A","text":" Approve or disapprove a financial plan and budget under part B of this subchapter;"},{"prefix":"B","text":" Implement recommendations on financial stability and management responsibility under § 47-392.07;"},{"prefix":"C","text":" Give consent to the appointment of the Chief Financial Officer of the District of Columbia under part Bi of subchapter IV of Chapter 2 of Title 1; and"},{"prefix":"D","text":" Give consent to the appointment of the Inspector General of the District of Columbia under § 2-302.08(a)."},{"prefix":"3","text":" Adoption of rules and regulations of District of Columbia. -- The Authority may incorporate in its by-laws, rules, and procedures under this subsection such rules and regulations of the District government as it considers appropriate to enable it to carry out its activities under this Act with the greatest degree of independence practicable."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VII","text":"Financial Responsibility and Management Assistance."},"part":{"identifier":"A","text":"Establishment and Organization of Authority. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"391","identifier":"47-391.01","catch_text":"District of Columbia Financial Responsibility and Management Assistance Authority."}}