{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-3717.\n\nEffect of Amendments\n\nD.C. Law 15-217 rewrote subsecs. (a) and (b); and, in subsec. (c), substituted \"Except as provided in § 47-4312, any person aggrieved by an assessment of a deficiency in tax\" for \"Any person aggrieved by an assessment of a deficiency in tax finally determined by the Mayor\". Prior to amendment, subsecs. (a) and (b) had read as follows:\n\n\"(a) The Mayor shall have the authority to determine, redetermine, assess, or reassess any tax due under this chapter. If a deficiency in tax is determined by the Mayor, the person liable for the deficiency shall be notified of the determination of a deficiency by certified mail directed to the person's last known address. The notice shall state that a protest may be filed with the Mayor not more than 30 days after the date that the notice is certified as having been mailed, and the notice shall explain that the protest will be an opportunity to show cause why the deficiency should not be paid. If no protest is filed within the 30-day period, the deficiency as determined by the Mayor shall be final. If a protest is filed within the 30-day period, the Mayor shall provide an opportunity for a hearing concerning the matter and shall send notice of a final decision, together with a statement of taxes finally determined to be due, by certified mail to the last known address of the person liable for the payment of the deficiency.\n\n\"(b) Any deficiency in tax that has become final under subsection (a) of this section shall, if no protest is filed, be due and payable within 10 days after the end of the 30-day period described in subsection (a) of this section. If a protest is filed, the deficiency shall be due and payable within 10 days after notice of the Mayor's final decision concerning the protest is mailed to the person liable for the deficiency.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(h) of Office of Administrative Hearings Establishment Emergency Amendment Act of 2004 (D.C. Act 15-513, August 2, 2004, 51 DCR 8976).\n\nFor temporary (90 day) amendment of section, see § 3(h) of Office of Administrative Hearings Establishment Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-553, October 26, 2004, 51 DCR 10359).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-168, see Historical and Statutory Notes following § 47-3701.\n\nFor Law 15-217, see notes following § 47-1528.\n\nDC CODE § 47-3717\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-168, § 18, 33 DCR 7008; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Dec. 7, 2004, D.C. Law 15-217, § 4(h), 51 DCR 9126.)","sections":[{"prefix":"a","text":" The Mayor shall have the authority to determine, redetermine, assess, or reassess any tax due under this chapter. Assessments of any deficiencies in the tax due under this chapter, or any interest and penalties thereon, shall be governed by § 47-4312."},{"prefix":"b","text":" Any assessment of tax, penalties, and interest that has become final pursuant to § 47-4312 shall be due and payable within 10 days after service of a final assessment by the Mayor or service of a final order by the Office of Administrative Hearings, as applicable."},{"prefix":"c","text":" Except as provided in § 47-4312, any person aggrieved by an assessment of a deficiency in tax under the provisions of this section may appeal to the Superior Court of the District of Columbia in the same manner and to the same extent as set forth in §§ 47-3303, 47-3304, and 47-3308."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"37","text":"Inheritance and Estate Taxes. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"3717","identifier":"47-3717","catch_text":"Authority of Mayor to determine tax; deficiencies in tax."}}