{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-392.5.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-264, see Historical and Statutory Notes following § 47-392.02.\n\nEffective Dates\n\nSection 157(a)(3) of Pub. L. 105-100, 111 Stat. 2186, the District of Columbia Appropriations Act, 1998, provided that the amendments made by § 157(a) shall take effect as if included in the enactment of Pub. L. 105-33, 111 Stat. 251, the Balanced Budget Act of 1997.\n\nEditor's Notes\n\nSection 11601(b)(2)(A) of Pub. L. 105-33, 111 Stat. 777, the Balanced Budget Act of 1997, repealed this section. However, § 157(a)(1) of Pub. L. 105-100, 111 Stat. 2160, the District of Columbia Appropriations Act, 1998, reenacted and amended this section, effective as if included in the enactment of Pub. L. 105-33.\n\nDC CODE § 47-392.05\n\nCurrent through December 11, 2012","credits":"(Apr. 17, 1995, 109 Stat. 131, Pub. L. 104-8, § 205; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Aug. 5, 1997, 111 Stat. 777, Pub. L. 105-33, § 11601(b)(2)(A); Nov. 19, 1997, 111 Stat. 2186, Pub. L. 105- 100, § 157(a)(1); Apr. 20, 1999, D.C. Law 12-264, § 52(h), 46 DCR 2118.)","sections":[{"prefix":"a","text":" In general. --"},{"prefix":"1","text":" Deposit into escrow account. -- In the case of a fiscal year which is a control year, the Secretary of the Treasury shall deposit any Federal contribution to the District of Columbia for the year authorized under § 47- 3406.02(b) into an escrow account held by the Authority, which shall allocate the funds to the Mayor at such intervals and in accordance with such terms and conditions as it considers appropriate to implement the financial plan for the year. In establishing such terms and conditions, the Authority shall give priority to using the Federal contribution for cash flow management and the payment of outstanding bills owed by the District government."},{"prefix":"2","text":" Exception for amounts withheld for advances. -- Paragraph (1) of this subsection shall not apply with respect to any portion of the Federal contribution which is withheld by the Secretary of the Treasury in accordance with § 47-3401.03(b)(2) to reimburse the Secretary for advances made under §§ 47-3401 to 47-3401.04(b)(1)."},{"prefix":"b","text":" Expenditure of Funds from Account in Accordance with Authority Instructions. -- Any funds allocated by the Authority to the Mayor from the escrow account described in subsection (a)(1) of this section may be expended by the Mayor only in accordance with the terms and conditions established by the Authority at the time the funds are allocated."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VII","text":"Financial Responsibility and Management Assistance."},"part":{"identifier":"B","text":"Establishment and Enforcement of Financial Plan and Budget for District Government."},"heading":{"title":"47","chaptersection":"392","identifier":"47-392.05","catch_text":"Deposit of annual federal contribution with Authority."}}