{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 2(b) of Revised Capital Project Clarification Emergency Amendment Act of 2009 (D.C. Act 18-120, June 20, 2009, 56 DCR 4955).\n\nFor temporary (90 day) addition, see § 2(b) of Capital Project Clarification Emergency Amendment Act of 2009 (D.C. Act 18-100, June 2, 2009, 56 DCR 4449).\n\nFor temporary (90 day) addition, see § 1011(b) of Fiscal Year 2010 Budget Support Emergency Act of 2009 (D.C. Act 18-187, August 26, 2009, 56 DCR 7374).\n\nFor temporary (90 day) addition, see § 1141(b) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) addition, see § 1141(b) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor Law 18-111, see notes following § 47-305.02.\n\nMiscellaneous Notes\n\nShort title: Section 1140 of D.C. Law 18-111 provided that subtitle O of title I of the act may be cited as the \"Capital Project Clarification Act of 2009\".\n\nDC CODE § 47-339.01\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 2010, D.C. Law 18-111, § 1141(b), 57 DCR 181.)","sections":[{"prefix":"a","text":"(1) In accordance with §§ 1-204.43 and 1-204.44, the Mayor shall prepare and include in the annual budget a multiyear capital improvements plan for all agencies for all capital projects, which shall include for each capital project a written:"},{"prefix":"A","text":" Description of the scope of the project;"},{"prefix":"B","text":" Description of the purpose of the project;"},{"prefix":"C","text":" Estimated fully-funded cost;"},{"prefix":"D","text":" Estimated impact on the operating budget;"},{"prefix":"E","text":" Description of its geographic location, including the address and ward; provided, that planning and other studies as set forth in § 1-201.03(8)(A)), or a project established solely to procure capital equipment or information technology equipment, including those projects under the Master Lease program, shall not require a specified location; and"},{"prefix":"F","text":" A facility name or identifier, if applicable."},{"prefix":"2","text":"(A) A capital project may include multiple public betterments or improvements only if the public betterments or improvements are:"},{"prefix":"i","text":" At more than one location;"},{"prefix":"ii","text":" Of similar type or purpose; and"},{"prefix":"iii","text":" Do not involve construction of new facilities or substantial rehabilitation of government buildings."},{"prefix":"B","text":" The information listed in paragraph (1) of this subsection shall be separately provided for any public betterment or improvement included as part of a capital project if the cost of the public betterment or improvement is greater than $500,000 or more than 10% of the approved budget for the capital project."},{"prefix":"b","text":"(1) The Mayor shall provide the information required by subsection (a) of this section for every capital project for which funds have been appropriated, in whole or in part, beginning in fiscal year 2008, with the annual budget for each fiscal year until the project has been completed."},{"prefix":"2","text":" For projects included in fiscal years 2008, 2009, and 2010 budgets, the Mayor shall submit to the Council the information required by subsection (a) of this section by February 1, 2010, for each capital project for which this information has not been provided."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"II-A","text":"Capital Review and Debt Affordability."},"heading":{"title":"47","chaptersection":"339","identifier":"47-339.01","catch_text":"Capital projects."}}