{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-391.2.\n\nReferences in Text\n\n\"This Act,\" referred to in subsection (d), is the District of Columbia Financial Responsibility and Management Assistance Act of 1995, approved April 17, 1995, 109 Stat. 97, Pub. L. 104-8.\n\nDC CODE § 47-391.02\n\nCurrent through December 11, 2012","credits":"(Apr. 17, 1995, 109 Stat. 101, Pub. L. 104-8, § 102; Apr. 26, 1996, 110 Stat. 1321 [221], Pub. L. 104-134, §§ 153(b)(1)-(3); enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" Executive Director. -- The Authority shall have an Executive Director who shall be appointed by the Chair with the consent of the Authority. The Executive Director shall be paid at a rate determined by the Authority, except that such rate may not exceed the rate of basic pay payable for level IV of the Executive Schedule."},{"prefix":"b","text":" Staff. -- With the approval of the Chair, the Executive Director may appoint and fix the pay of additional personnel as the Executive Director considers appropriate, except that no individual appointed by the Executive Director may be paid at a rate greater than the rate of pay for the Executive Director."},{"prefix":"c","text":" Inapplicability of certain employment and procurement laws. --"},{"prefix":"1","text":" Civil service laws. -- The Executive Director and staff of the Authority may be appointed without regard to the provisions of Title 5, United States Code, governing appointments in the competitive service, and paid without regard to the provisions of Chapter 51 and subchapter III of Chapter 53 of that title relating to classification and General Schedule pay rates."},{"prefix":"2","text":" District employment and procurement laws. -- The Executive Director and staff of the Authority may be appointed and paid without regard to the provisions of the District of Columbia Official Code governing appointments and salaries. The provisions of the District of Columbia Official Code governing procurement shall not apply to the Authority."},{"prefix":"d","text":" Staff of Federal agencies. -- Upon request of the Chair, the head of any Federal department or agency may detail, on a reimbursable or nonreimbursable basis, any of the personnel of that department or agency to the Authority to assist it in carrying out its duties under this Act."},{"prefix":"e","text":" Preservation of retirement and certain other rights of federal employees who become employed by the Authority. --"},{"prefix":"1","text":" In general. -- Any federal employee who becomes employed by the Authority:"},{"prefix":"A","text":" May elect, for purposes set forth in paragraph (2)(A) of this subsection, to be treated, for so long as that individual remains continuously employed by the Authority, as if such individual had not separated from service with the federal government, subject to paragraph (3) of this subsection; and"},{"prefix":"B","text":" Shall, if such employee subsequently becomes reemployed by the federal government, be entitled to have such individual's service with the Authority treated, for purposes of determining the appropriate leave accrual rate, as if it had been service with the federal government."},{"prefix":"2","text":" Effect of an election. -- An election made by an individual under the provisions of paragraph (1)(A) of this subsection:"},{"prefix":"A","text":" Shall qualify such individual for the treatment described in such provisions for purposes of:"},{"prefix":"i","text":" Chapter 83 or 84 of Title 5, United States Code, as appropriate (relating to retirement), including the Thrift Savings Plan;"},{"prefix":"ii","text":" Chapter 87 of such title (relating to life insurance); and"},{"prefix":"iii","text":" Chapter 89 of such title (relating to health insurance); and"},{"prefix":"B","text":" Shall disqualify such individual, while such election remains in effect, from participating in the programs offered by the government of the District of Columbia (if any) corresponding to the respective programs referred to in subparagraph (A) of this paragraph."},{"prefix":"3","text":" Conditions for an election to be effective. -- An election made by an individual under paragraph (1)(A) of this subsection shall be ineffective unless:"},{"prefix":"A","text":" It is made before such individual separates from service with the federal government; and"},{"prefix":"B","text":" Such individual's service with the Authority commences within 3 days after so separating (not counting any holiday observed by the government of the District of Columbia)."},{"prefix":"4","text":" Contributions. -- If any individual makes an election under paragraph (1)(A) of this subsection, the Authority shall, in accordance with applicable provisions of law referred to in paragraph (2)(A) of this subsection, be responsible for making the same deductions from pay and the same agency contributions as would be required if it were a federal agency."},{"prefix":"5","text":" Regulations. -- Any regulations necessary to carry out this subsection shall be prescribed in consultation with the Authority by:"},{"prefix":"A","text":" The Office of Personnel Management, to the extent that any program administered by the office is involved;"},{"prefix":"B","text":" The appropriate office or agency of the government of the District of Columbia, to the extent that any program administered by such office or agency is involved; and"},{"prefix":"C","text":" The Executive Director referred to in § 8474 of Title 5, United States Code, to the extent that the Thrift Savings Plan is involved."},{"prefix":"f","text":" Federal benefits for others. --"},{"prefix":"1","text":" In general. -- The Office of Personnel Management, in conjunction with each corresponding office or agency of the government of the District of Columbia and in consultation with the Authority, shall prescribe regulations under which any individual who becomes employed by the Authority (under circumstances other than as described in subsection (e)) may elect either:"},{"prefix":"A","text":" To be deemed a Federal employee for purposes of the programs referred to in subsection (e)(2)(A)(i) through (iii) of this section; or"},{"prefix":"B","text":" To participate in 1 or more of the corresponding programs offered by the government of the District of Columbia."},{"prefix":"2","text":" Effect of an election. -- An individual who elects the option under paragraph (1)(A) and (B) of this subsection shall be disqualified, while such election remains in effect, from participating in any of the programs referred to in the other such subparagraph."},{"prefix":"3","text":" Definition of corresponding office or agency. -- For purposes of paragraph (1), the term \"corresponding office or agency of the government of the District of Columbia\" means, with respect to any program administered by the Office of Personnel Management, the office or agency responsible for administering the corresponding program (if any) offered by the government of the District of Columbia."},{"prefix":"4","text":" Thrift Savings Plan. -- To the extent that the Thrift Savings Plan is involved, the preceding provisions of this subsection shall be applied by substituting \"the Executive Director referred to in section 8474 of Title 5, United States Code\" for \"the Office of Personnel Management\"."},{"prefix":"g","text":"(1) Additional election for former federal employees serving on date of enactment; election for employees appointed during interim period. --"},{"prefix":"A","text":" In general. -- Any former federal employee employed by the Authority on the effective date of the regulations referred to in subsection (h)(1)(A) of this section may, within such period as may be provided for under those regulations, make an election similar, to the maximum extent practicable, to the election provided for under subsection (e) of this section. Such regulations shall be prescribed jointly by the Office of Personnel Management and each corresponding office or agency of the government of the District of Columbia in the same manner as provided for in subsection (f) of this section."},{"prefix":"B","text":" Exception. -- An election under this paragraph may not be made by any individual who:"},{"prefix":"i","text":" Is not then participating in a retirement system for federal employees (disregarding Social Security); or"},{"prefix":"ii","text":" Is then participating in any program of the government of the District of Columbia referred to in subsection (e)(2)(B) of this section."},{"prefix":"2","text":" Election for employees appointed during interim period. --"},{"prefix":"A","text":" From the federal government. -- Subsection (e) of this section (as last in effect before April 24, 1996) shall be deemed to have remained in effect for purposes of any federal employee who becomes employed by the District of Columbia Financial Responsibility and Management Assistance Authority during the period beginning on such date of enactment and ending on the day before the effective date of the regulations prescribed to carry out paragraph (1) of this subsection."},{"prefix":"B","text":" Other individuals. -- The regulations prescribed to carry out subsection (f) of this section shall include provisions under which an election under subsection (f) of this section shall be available to any individual who:"},{"prefix":"i","text":" Becomes employed by the District of Columbia Financial Responsibility and Management Assistance Authority during the period beginning on April 24, 1996, and ending on the day before the effective date of such regulations;"},{"prefix":"ii","text":" Would have been eligible to make an election under such regulations had those regulations been in effect when such individual became so employed; and"},{"prefix":"iii","text":" Is not then participating in any program of the government of the District of Columbia referred to in subsection (f)(1)(B) of this section."},{"prefix":"h","text":" Effective date. -- Not later than 6 months after April 24, 1996, there shall be prescribed in consultation with the Authority (and take effect):"},{"prefix":"1","text":" Regulations to carry out subsections (e), (f), and (g) of this section; and"},{"prefix":"2","text":" Any other regulations necessary to carry out subsections (e), (f), and (g) of this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VII","text":"Financial Responsibility and Management Assistance."},"part":{"identifier":"A","text":"Establishment and Organization of Authority. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"391","identifier":"47-391.02","catch_text":"Executive Director and staff of Authority."}}