{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-392.24.\n\nReferences in Text\n\n\"This Act,\" referred to in subsections (a)(1) and (a)(2), is the District of Columbia Financial Responsibility and Management Assistance Act of 1995, approved April 17, 1995, 109 Stat. 97, Pub. L. 104-8.\n\nDC CODE § 47-392.24\n\nCurrent through December 11, 2012","credits":"(Apr. 17, 1995, 109 Stat. 140, Pub. L. 104-8, § 224; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" Annual reports to Congress. -- Not later than 30 days after the last day of each fiscal year which is a control year, the Authority shall submit a report to Congress describing:"},{"prefix":"1","text":" The progress made by the District government in meeting the objectives of this Act during the fiscal year;"},{"prefix":"2","text":" The assistance provided by the Authority to the District government in meeting the purposes of this Act for the fiscal year; and"},{"prefix":"3","text":" Any other activities of the Authority during the fiscal year."},{"prefix":"b","text":" Review and analysis of performance and financial accountability reports. -- The Authority shall review each report prepared and submitted by the Mayor under § 1-204.61, and shall submit a report to Congress analyzing the completeness and accuracy of such reports."},{"prefix":"c","text":" Comments regarding activities of District government. -- At any time during a control year, the Authority may submit a report to Congress describing any action taken by the District government (or any failure to act by the District government) which the Authority determines will adversely affect the District government's ability to comply with an approved financial plan and budget under part B of this subchapter or will otherwise have a significant adverse impact on the best interests of the District of Columbia."},{"prefix":"d","text":" Reports on effect of Federal laws on District government. -- At any time during any year, the Authority may submit a report to the Mayor, the Council, the President, and Congress on the effect of laws enacted by Congress on the financial plan and budget for the year and on the financial stability and management efficiency of the District government in general."},{"prefix":"e","text":" Making reports publicly available. -- The Authority shall make any report submitted under this section available to the public, except to the extent that the Authority determines that the report contains confidential material."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VII","text":"Financial Responsibility and Management Assistance."},"part":{"identifier":"D","text":"Other Duties of Authority."},"heading":{"title":"47","chaptersection":"392","identifier":"47-392.24","catch_text":"Reports and comments."}}