{"text":"In this Act, the following definitions apply:","historical":"Prior Codifications\n\n1981 Ed., § 47-393.\n\nReferences in Text\n\n\"This Act,\" referred to in the introductory language of this section, is the District of Columbia Financial Responsibility and Management Assistance Act of 1995, approved April 17, 1995, 109 Stat. 97, Pub. L. 104-8.\n\n\"Part F of title IV of the District of Columbia Home Rule Act,\" referred to in (5), is part F of title IV of Pub. L. 93-198, 87 Stat. 774, approved December 24, 1973, codified as §§ 1-204.61 through 1-204.66.\n\nDC CODE § 47-393\n\nCurrent through December 11, 2012","credits":"(Apr. 17, 1995, 109 Stat. 152, Pub. L. 104-8, § 305; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Aug. 5, 1997, 111 Stat. 760, Pub. L. 105-33, § 11261(a).)","sections":[{"prefix":"1","text":" The term \"Authority\" means the District of Columbia Financial Responsibility and Management Assistance Authority established under § 47- 391.01(a)."},{"prefix":"2","text":" The term \"Council\" means the Council of the District of Columbia."},{"prefix":"3","text":" The term \"control period\" has the meaning given such term in § 47- 392.09."},{"prefix":"4","text":" The term \"control year\" means any fiscal year for which a financial plan and budget approved by the Authority under § 47-392.02(b) is in effect, and includes Fiscal Year 1996."},{"prefix":"5","text":" The term \"District government\" means the government of the District of Columbia, including any department, agency or instrumentality of the government of the District of Columbia; any independent agency of the District of Columbia established under part F of title IV of the District of Columbia Home Rule Act or any other agency, board, or commission established by the Mayor or the Council; the Council of the District of Columbia; and any other agency, public authority, or public benefit corporation which has the authority to receive monies directly or indirectly from the District of Columbia (other than monies received from the sale of goods, the provision of services, or the loaning of funds to the District of Columbia), except that such term does not include the Authority."},{"prefix":"6","text":" The term \"financial plan and budget\" means a financial plan and budget described in part B of this subchapter, and includes the budgets of the District government for the fiscal years which are subject to the financial plan and budget (as described in § 47-392.01(b))."},{"prefix":"7","text":" The term \"Mayor\" means the Mayor of the District of Columbia."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VII","text":"Financial Responsibility and Management Assistance."},"part":{"identifier":"E","text":"Definitions."},"heading":{"title":"47","chaptersection":"393","identifier":"47-393","catch_text":"Definitions."}}