{"text":"Beginning in fiscal year 2009 and each fiscal year thereafter, the Chief Financial Officer for the District of Columbia may, for the purpose of cash flow management, conduct short-term borrowing from the emergency reserve fund and from the contingency reserve fund established under § 1-204.50a: Provided, That the amount borrowed shall not exceed 50 percent of the total amount of funds contained in both the emergency and contingency reserve funds at the time of borrowing: Provided further, That the borrowing shall not deplete either fund by more than 50 percent: Provided further, That 100 percent of the funds borrowed shall be replenished within 9 months of the time of the borrowing or by the end of the fiscal year, whichever occurs earlier: Provided further, That in the event that short-term borrowing has been conducted and the emergency or the contingency reserve funds are later depleted below 50 percent as a result of an emergency or contingency, an amount equal to the amount necessary to restore reserve levels to 50 percent of the total amount of funds contained in both the emergency and contingency reserve fund must be replenished from the amount borrowed within 60 days.","historical":"Effect of Amendments\n\nD.C. Law 19-171 enacted into law subchapter IV-B of Chapter 3 of Title 47.\n\nLegislative History of Laws\n\nFor history of Law 19-171, see notes under § 47-369.01.\n\nDC CODE § 47-369.03\n\nCurrent through December 11, 2012","credits":"(Mar. 11, 2009, 123 Stat. 699, Pub. L. 111-8, § 818; Sept. 26, 2012, D.C. Law 19-171, § 301(b), 59 DCR 6190.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"IV-B","text":"Adjustments to Appropriations."},"heading":{"title":"47","chaptersection":"369","identifier":"47-369.03","catch_text":"Short-term borrowing from certain funds."}}