{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-3304.\n\n1973 Ed., § 47-2404.\n\nDC CODE § 47-3304\n\nCurrent through December 11, 2012","credits":"(Aug. 17, 1937, 50 Stat. 692, ch. 690, title IX, § 4; May 16, 1938, 52 Stat. 371, ch. 223, § 8; June 25, 1948, 62 Stat. 991, ch. 646, § 32(b); May 24, 1949, 63 Stat. 107, ch. 139, § 127; July 10, 1952, 66 Stat. 544, ch. 649, § 3(b); July 29, 1970, 84 Stat. 579, Pub. L. 91-358, title I, § 161(a)(4); enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" Decisions of the Superior Court in civil tax cases are reviewable in the same manner as other decisions of the court in civil cases tried without a jury. The District of Columbia Court of Appeals has the power to affirm, modify, or reverse the decision of the Superior Court with or without remanding the case for hearing."},{"prefix":"b","text":" The decision of the Superior Court shall become final:"},{"prefix":"1","text":" Upon the expiration of the time allowed for filing a petition for review, if no petition is filed within that time;"},{"prefix":"2","text":" Upon the expiration of time allowed for filing a petition for certiorari if the decision of the Superior Court has been affirmed on appeal, the appeal has been dismissed, or no petition for certiorari has been filed;"},{"prefix":"3","text":" Upon denial of a petition for certiorari if the decision of the Superior Court has been affirmed on appeal or the appeal has been dismissed; or"},{"prefix":"4","text":" Upon the expiration of 30 days from the date of issuance of the mandate of the Supreme Court, if that Court has affirmed the decision of the Superior Court or dismissed the petition for review."},{"prefix":"c","text":" If the Supreme Court directs that the decision of the Superior Court be modified or reversed, the decision rendered in accordance with the Supreme Court's mandate shall become final upon the expiration of 30 days from the time it was rendered unless within that time either the District or the taxpayer has instituted proceedings to have the decision corrected to accord with the mandate, in which event the decision of the Superior Court shall become final when so corrected."},{"prefix":"d","text":" If the decision of the Superior Court is modified or reversed by the District of Columbia Court of Appeals and if (1) the time allowed for filing a petition for certiorari has expired and no such petition has been filed, (2) the petition for certiorari has been denied, or (3) the decision of the District of Columbia Court of Appeals has been affirmed by the Supreme Court, then the decision of the Superior Court rendered in accordance with the mandate of the District of Columbia Court of Appeals shall become final upon the expiration of 30 days from the time the decision of the Superior Court was rendered, unless within that time either the District or the taxpayer has instituted proceedings to have the decision corrected so that it will accord with the mandate, in which event the decision of the Superior Court shall become final when corrected."},{"prefix":"e","text":" If the Supreme Court orders a rehearing, or if the case is remanded by the District of Columbia Court of Appeals for rehearing and if (1) the time allowed for filing of a petition for certiorari has expired and no petition has been filed, (2) the petition for certiorari has been denied, or (3) the decision of the District of Columbia Court of Appeals has been affirmed by the Supreme Court; then the decision of the Superior Court rendered upon such rehearing shall become final in the same manner as though no prior decision had been rendered."},{"prefix":"f","text":" As used in this section, the term \"mandate\", in case a mandate has been recalled prior to the expiration of 30 days from the date of issuance, means the final mandate."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"33","text":"Superior Court, Tax Division."},"heading":{"title":"47","chaptersection":"3304","identifier":"47-3304","catch_text":"Review by Court; finality of decision; modification or reversal."}}