{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-392.14.\n\nDC CODE § 47-392.14\n\nCurrent through December 11, 2012","credits":"(Apr. 17, 1995, 109 Stat. 138, Pub. L. 104-8, § 214; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" Minimum debt service reserve fund requirement. -- The Authority may not at any time issue bonds, notes, or other obligations pursuant to this part which are secured in whole or in part by a debt service reserve fund under § 47- 392.13 if issuance of such bonds would cause the amount in the debt reserve fund to fall below the minimum reserve requirement for such fund, unless the Authority at the time of issuance of such bonds shall deposit in the fund an amount (from the proceeds of the bonds to be issued or from other sources) which when added to the amount already in such fund will cause the total amount on deposit in such fund to equal or exceed the minimum reserve fund requirement established by the Authority at the time of the establishment of the fund."},{"prefix":"b","text":" Amounts included in aggregate limit on District borrowing. -- Any amounts provided to the District government through the issuance of bonds, notes, or other obligations to borrow funds pursuant to this part shall be taken into account in determining whether the amount of funds borrowed by the District of Columbia during a fiscal year exceeds the limitation on such amount provided under § 1-206.03(b)."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VII","text":"Financial Responsibility and Management Assistance."},"part":{"identifier":"C","text":"Issuance of Bonds."},"heading":{"title":"47","chaptersection":"392","identifier":"47-392.14","catch_text":"Other requirements for issuance of bonds."}}