{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-351.9.\n\nEmergency Act Amendments\n\nSee Historical and Statutory Notes following § 47-351.01.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-56, see Historical and Statutory Notes following § 47-351.01.\n\nDC CODE § 47-351.09\n\nCurrent through December 11, 2012","credits":"(Mar. 18, 1998, D.C. Law 12-56, § 2(c), 44 DCR 6933.)","sections":[{"prefix":"a","text":" The Mayor, or the CFO pursuant to § 47-351.02(c), may make a deposit in an insured financial institution in return for a commitment by that institution to make specific community development loans in a low-to-moderate income area. The Mayor, or the CFO pursuant to § 47-351.02(c), shall determine the amount and scope of community development loans required to qualify for such linked deposits."},{"prefix":"b","text":" When making a linked deposit, the Mayor, or the CFO pursuant to § 47- 351.02(c), may accept a below-market interest rate that is within 3% of the market rate interest if the insured financial institution provides an equivalent reduction in the interest rate charged for the community development lending to which the deposit is linked."},{"prefix":"c","text":" The Mayor, or the CFO pursuant to § 47-351.02(c), may make deposits linked to either specific loans or loan types."},{"prefix":"d","text":" An insured financial institution may submit to the Mayor, or the CFO pursuant to § 47-351.02(c), a linked deposit application that includes information about the proposed community development lending and any other information the Mayor, or the CFO pursuant to § 47-351.02(c), requires."},{"prefix":"e","text":" If the Mayor, or the CFO pursuant to § 47-351.02(c), approves a linked deposit application, the Mayor, or the CFO pursuant to § 47-351.02(c), and the insured financial institution shall enter into an agreement that includes each of the following terms and conditions and any others the Mayor, or the CFO pursuant to § 47-351.02(c), may require:"},{"prefix":"1","text":" A requirement that the insured institution shall not assign or sell a loan made with the proceeds of a linked deposit without approval of the Mayor, or the CFO pursuant to § 47-351.02(c), as long as the linked deposit is in effect;"},{"prefix":"2","text":" A requirement that a delay in payment or default by a borrower receiving a linked deposit loan does not affect the agreement between the insured financial institution and the Mayor, or the CFO pursuant to § 47-351.02(c);"},{"prefix":"3","text":" The terms of the deposit;"},{"prefix":"4","text":" A requirement that the Mayor, or the CFO pursuant to § 47-351.02(c), shall monitor compliance with the agreement; and"},{"prefix":"5","text":" The terms of the community development loans lending effort."},{"prefix":"f","text":" The total amount of linked deposits and community development program deposits shall not exceed 7% of the average annual investment balance of the latest audited fiscal year."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"III-A","text":"Financial Institutions Deposits and Investments."},"heading":{"title":"47","chaptersection":"351","identifier":"47-351.09","catch_text":"Linked deposits for community development lending."}}