{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-3503.\n\nEffect of Amendments\n\nD.C. Law 16-192 added subsec. (c)(5).\n\nD.C. Law 17-180, in subsec. (c)(5), designated subpar. (A) and added subpar. (B).\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 16-258, in subsec. (c)(5), designated the existing text as subpar. (A), and added subpar. (B) to read as follows:\n\n\"(B) The application of subparagraph (A) of this paragraph shall be limited as follows:\n\n\"(i) The credit under § 47-864 that may result for the tax year beginning October 1, 2006 shall be nonrefundable and shall be applied to the real property tax owed for the tax year beginning October 1, 2007, and thereafter.\n\n\"(ii) No credit under § 47-864 shall be allowed for a tax year prior to the tax year beginning October 1, 2006.\n\n\"(iii) Subparagraph (A) of this paragraph shall not apply if the ownership has not been continuous from the date that the exemption provided by this subsection has been validly in effect.\"\n\nSection 4(b) of D.C. Law 16-258 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2 of D.C. Law 17-95, in subsec. (c)(5), designated the existing text as subpar. (A) and added subpar. (B) to read as follows:\n\n\"(B) The application of subparagraph (A) of this paragraph shall be limited as follows:\n\n\"(i) The credit under § 47-864.01 that may result for the tax year beginning October 1, 2006 shall be nonrefundable and shall be applied to the real property tax owed for the tax year beginning October 1, 2007, and thereafter.\n\n\"(ii) No credit under § 47-864.01 shall be allowed for a tax year prior to the tax year beginning October 1, 2006.\n\n\"(iii) Subparagraph (A) of this paragraph shall not apply if the ownership has not been continuous from the date that the exemption provided by this subsection has been validly in effect.\"\n\nSection 4(b) of D.C. Law 17-95 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of sections, see § 1102 of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 1102 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 2 of Lower Income Homeownership Cooperative Housing Association Re-Clarification Emergency Act of 2006 (D.C. Act 16-574, December 19, 2006, 54 DCR 22).\n\nFor temporary (90 day) amendment of section, see § 1102 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 2 of Lower Income Homeownership Cooperative Housing Association Re-Clarification Emergency Act of 2007 (D.C. Act 17-147, October 17, 2007, 54 DCR 10756).\n\nFor temporary (90 day) repeal of section 3 of D.C. Law 17-180, see § 7022 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) repeal of section 3 of D.C. Law 17-180, see § 7022 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-31, see Historical and Statutory Notes following § 47-3501.\n\nLaw 7-205, the \"Cooperative Housing Assessment Procedure and Lower Income Homeownership Tax Abatement and Incentives Act of 1988,\" was introduced in Council and assigned Bill No. 7-548, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 29, 1988 and December 13, 1988, respectively. Signed by the Mayor on January 6, 1989, it was assigned Act No. 7-276 and transmitted to both Houses of Congress for its review.\n\nFor Law 16-192, see notes following § 47-2608.\n\nLaw 17-180, the \"Lower Income Homeownership Cooperative Housing Association Re-Clarification Act of 2008\", was introduced in Council and assigned Bill No.17- 71 which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on April 1, 2008, and May 6, 2008, respectively. Signed by the Mayor on May 20, 2008, it was assigned Act No. 17- 373 and transmitted to both Houses of Congress for its review. D.C. Law 17-180 became effective on July 18, 2008.\n\nMiscellaneous Notes\n\nExemptions granted to Sursum Corda Cooperative Association, Inc: D.C. Law 9- 20, effective August 17, 1991, temporarily clarified that the Sursum Corda Cooperative Association, Inc., qualifies as a cooperative housing association for the exemption from deed recordation, transfer, and real property taxes, and provided the Sursum Corda Cooperative Association, Inc., with equitable relief from water and sewer service charges. Section 4(b) of D.C. Law 9-20 provided that the act shall expire on the 225th day of its having taken effect or upon the date of the Sursum Corda Cooperative Association, Inc. Act of 1991, whichever occurs first.\n\nD.C. Law 9-60, effective Mar. 7, 1992, the Sursum Corda Cooperative Association, Inc., Clarification Act of 1991, clarified that the Sursum Corda Cooperative Association, Inc., qualifies as a cooperative housing association for the exemption from deed recordation, transfer, and real property taxes, and provided the Sursum Corda Cooperative Association, Inc., with equitable relief from water and sewer service charges.\n\nShort title: Section 1101 of D.C. Law 16-192 provided that subtitle I of title I of the act may be cited as the \"Lower Income Homeownership Cooperative Housing Association Clarification Act of 2006\".\n\nSection 3 of D.C. Law 17-180 provides:\n\n\"Sec. 3. Applicability.\n\n\"This act shall apply upon the inclusion of its fiscal effect in an approved budget and financial plan.\"\n\nSection 7022 of D.C. Law 18-111 repealed section 3 of D.C. Law 17-180.\n\nDC CODE § 47-3503\n\nCurrent through December 11, 2012","credits":"(Oct. 8, 1983, D.C. Law 5-31, § 4, 30 DCR 3879; Mar. 16, 1989, D.C. Law 7-205, § 3(a), 36 DCR 457; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Mar. 2, 2007, D.C. Law 16-192, § 1102, 53 DCR 6899; July 18, 2008, D.C. Law 17-180, § 2, 55 DCR 6255.)","sections":[{"prefix":"a","text":"(1) Deeds to property transferred to a qualifying lower income homeownership household shall be exempt from the deed recordation tax pursuant to § 42- 1102, if it meets the requirements of § 47-3502."},{"prefix":"2","text":" Deeds to property transferred to a cooperative housing association, as that term is defined in § 47-803(2), shall be exempt from the deed recordation tax pursuant to § 42-1102, if the cooperative housing association qualifies for the real property tax exemption pursuant to subsection (c) of this section or if a return under oath, certifying the association's intent to qualify for the real property tax exemption pursuant to subsection (c) of this section within 1 year, accompanies the deed at the time of its offer for recordation."},{"prefix":"3","text":" Recordation of a construction loan deed of trust or mortgage, as that term is defined in § 42-1101(9), or a permanent loan deed of trust or mortgage, as that term is defined in § 42-1101(10), shall be exempt from the deed recordation tax pursuant to § 42-1102, if the property securing the deed of trust or mortgage is owned by or is being simultaneously transferred to a qualifying lower income homeownership household or a cooperative housing association qualified for the real property tax exemption pursuant to subsection (c) of this section or if a return under oath, certifying the association's intent to qualify for the real property tax exemption pursuant to subsection (c) of this section, within 1 year, accompanies the deed at the time of its offer for recordation."},{"prefix":"b","text":"(1) Transfers of property to a qualifying lower income homeownership household shall be exempt from the transfer tax pursuant to § 47-902, if:"},{"prefix":"A","text":" The household meets the requirements of § 47-3502; and"},{"prefix":"B","text":" The purchaser in fee simple or the persons acquiring qualified ownership interests under a shared equity financing agreement receive a credit against the purchase price of the property in an amount equal to the total tax which would have been due without regard to this section."},{"prefix":"2","text":" Transfers of property to a cooperative housing association, as that term is defined in § 47-803(2), shall be exempt from the transfer tax pursuant to § 47-902, if:"},{"prefix":"A","text":" The cooperative housing association qualifies for the real property tax exemption pursuant to subsection (c) of this section or if a return under oath, certifying the association's intent to qualify for the real property tax exemption pursuant to subsection (c) of this section, within 1 year, accompanies the deed at the time of its offer for recordation; and"},{"prefix":"B","text":" The purchaser receives a credit against the purchase price of the property in an amount equal to the total tax that would have been due without regard to this paragraph."},{"prefix":"c","text":"(1) For purposes of this subsection, the term \"cooperative housing association\" has the same meaning given the term in § 47-803(2)."},{"prefix":"2","text":" Property transferred to a qualifying lower income homeownership household shall be exempt from real property tax pursuant to § 47-1002, if:"},{"prefix":"A","text":" The household meets the requirements of § 47-3502; and"},{"prefix":"B","text":" In the case of a qualifying lower income homeownership household under § 47-3502(2)(B), the household receives a credit against rent equal to that percentage of the real property tax that would have been due on the property without regard to this section which bears the same relation to the total real property tax that would have been due on the property without regard to this section as 100% minus the percentage of the household's qualified ownership interest bears to 100%."},{"prefix":"3","text":" The exemption provided by this subsection shall apply to property owned by a cooperative housing association if at least 50% of the dwelling units contained therein are occupied by households which meet the income limitations and conditions of transfer described in § 47-3502 and the credit against rent requirement described in paragraph (2)(B) of this subsection."},{"prefix":"4","text":" The exemption provided by this subsection shall be in effect only until the end of the fifth tax year following the year in which the property was transferred to the household and only so long as the same household is an owner and occupant of the property or in the case of a cooperative housing association, only so long as at least 50% of the dwelling units contained therein are occupied by households which meet the income limitations and conditions of transfer described in § 47-3502 and the credit against rent requirement described in paragraph (2)(B) of this subsection."},{"prefix":"5","text":"(A) A real property receiving the exemption under this subsection shall be deemed to be receiving the homestead deduction under § 47-850 or § 47- 850.01 for purposes of § 47-864; provided, that there is an approved and current homestead application on file applicable to the entire tax year following the expiration of the exemption."},{"prefix":"B","text":" The application of subparagraph (A) of this paragraph shall be limited as follows:"},{"prefix":"i","text":" The credit under § 47-864 that may result for the tax year beginning October 1, 2006 shall be nonrefundable and shall be applied to the real property tax owed for the tax year beginning October 1, 2007, and thereafter."},{"prefix":"ii","text":" No credit under § 47-864 shall be allowed for a tax year prior to the tax year beginning October 1, 2006."},{"prefix":"iii","text":" Subparagraph (A) of this paragraph shall not apply if the ownership has not been continuous from the date that the exemption provided by this subsection has been validly in effect."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"35","text":"Lower Income Homeownership Tax Abatement and Incentives."},"heading":{"title":"47","chaptersection":"3503","identifier":"47-3503","catch_text":"Exemptions for qualifying lower income homeownership households and cooperative housing associations."}}