{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-384.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-104, see Historical and Statutory Notes following § 47-381.\n\nDC CODE § 47-384\n\nCurrent through December 11, 2012","credits":"(Sept. 16, 1980, D.C. Law 3-104, § 5, 27 DCR 3748; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" The Mayor shall monthly give notice to the Council of every proposed application for grant funds or state plan approved by the Mayor. In giving notice to the Council, the Mayor shall provide a summary of a grant application's major provisions including, but not limited to:"},{"prefix":"1","text":" The grant-making agency to whom the application is made;"},{"prefix":"2","text":" The period of the proposed grant;"},{"prefix":"3","text":" Whether the proposed grant is new or a request for a renewal or revision of an existing grant;"},{"prefix":"4","text":" A statement summarizing the purpose of the grant, and indicating its relationship to any proposed or adopted state plan, if appropriate;"},{"prefix":"5","text":" A statement as to whether or not the function for which the grant is sought is already being performed by the District or within the private sector and, if so, how the grant will affect service delivery;"},{"prefix":"6","text":" The amount to be received by fiscal year;"},{"prefix":"7","text":" The amount of District appropriated funds, by fiscal year, to be used as a match, or the dollar equivalent and type of in-kind services to be used as a match by fiscal year and the impact on the agency budget providing the match;"},{"prefix":"8","text":" A statement indicating the agency which shall administer the grant and any subgrantees including other District agencies, private organizations, or individuals;"},{"prefix":"9","text":" A planning budget at the control center level for the grant, and the match, if any, including the number of employees by program structures, grade, position, and title who may be employed as a result of the grant;"},{"prefix":"10","text":" A statement setting forth the quantitative and qualitative measures to be employed, if any, to judge the effectiveness and efficiency of the program in meeting its stated goals;"},{"prefix":"11","text":" A statement describing the public participation, if any, in the formulation of the grant request;"},{"prefix":"12","text":" A statement indicating whether or not an audit is to be made during the life of the grant or at its expiration, and if so, by whom and the scope of the audit to be performed;"},{"prefix":"13","text":" A statement as to whether or not an environmental impact statement is required or planned;"},{"prefix":"14","text":" A statement as to how the objectives of the grant will be performed or funded, if at all, when the grant expires, and any proposed commitment to continue meeting the objectives at the end of the grant period with District appropriated funds or other grant funds, including an estimate of the annual cost of that commitment; and"},{"prefix":"15","text":" A statement of the amount of indirect cost charged to the grant, and where appropriate, a statement of grant-making agency policy or legislation for indirect costs recoveries which are different from negotiated agreements; and the proposed allocation of indirect costs recovered on the grant."},{"prefix":"b","text":" The Mayor shall monthly provide public notice of grant applications in the D.C. Register in accordance with the provisions of the District of Columbia Administrative Procedure Act (§ 2-505); and such public notice shall also be provided by the presiding officer of the governing bodies of those agencies identified in § 47-383(b); and such notice shall include, but not be limited to, a summary of the information required pursuant to subsection (a) of this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VI","text":"Funds Control."},"heading":{"title":"47","chaptersection":"384","identifier":"47-384","catch_text":"Notice of application for grant funds."}}