{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-340.13.\n\nTemporary Addition of Section\n\nSee Historical and Statutory Notes following § 47-340.01.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-46, see Historical and Statutory Notes following § 47-340.01.\n\nDC CODE § 47-340.13\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 1995, D.C. Law 11-46, § 14, 42 DCR 3603; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" The issuance of bonds is in the discretion of the District. Nothing contained in this subchapter, including, but not limited to, the bonds, the financing documents, the closing documents or the Council resolution, shall be construed as obligating the District to issue any bonds for the benefit of any applicant or to participate in or assist any applicant in any way with financing, refinancing, or reimbursing the costs of the development of any project. The applicant shall have no claims for damages or for any other legal or equitable relief against the District, its elected or appointed officials, officers, employees, or agents as a consequence of any failure to issue any bonds for the benefit of any applicant."},{"prefix":"b","text":" The District reserves the right to issue its bonds in the order or priority it determines in its sole and absolute discretion. The District gives no assurance and makes no representations that any portion of any limited amount of bonds, the interest on which is excludable from gross income for federal income tax purposes, will be reserved or will be available at the time of the proposed issuance of any bonds authorized by this subchapter."},{"prefix":"c","text":" The District, by enacting this subchapter or by taking any other action in connection with financing, refinancing, or reimbursing any project, does not provide any assurance that the project is viable or sound, that the applicant is financially sound, or that amounts owing on any bonds or under any loan will be paid. Neither the applicant, any purchaser of the bonds, nor any other person shall rely upon the District with respect to these matters."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"II-B","text":"Industrial Revenue Bond Forward Commitment Program."},"heading":{"title":"47","chaptersection":"340","identifier":"47-340.13","catch_text":"Disclaimer."}}