{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-392.9.\n\nReferences in Text\n\n\"This Act,\" referred to in the introductory language of (a), is the District of Columbia Financial Responsibility and Management Assistance Act of 1995, approved April 17, 1995, 109 Stat. 97, Pub. L. 104-8.\n\nDC CODE § 47-392.09\n\nCurrent through December 11, 2012","credits":"(Apr. 17, 1995, 109 Stat. 136, Pub. L. 104-8, § 209; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" Initiation. -- For purposes of this Act, a \"control period\" is initiated upon the occurrence of any of the following events (as determined by the Authority based upon information obtained through the Mayor, the Inspector General of the District of Columbia, or such other sources as the Authority considers appropriate):"},{"prefix":"1","text":" The requisitioning by the Mayor of advances from the Treasury of the United States under title VI of the District of Columbia Revenue Act of 1939 (§§ 47-3401 through 47-3401.04), or the existence of any unreimbursed amounts obtained pursuant to such authority;"},{"prefix":"2","text":" The failure of the District government to provide sufficient revenue to a debt service reserve fund of the Authority under part C of this subchapter;"},{"prefix":"3","text":" The default by the District government with respect to any loans, bonds, notes, or other form of borrowing;"},{"prefix":"4","text":" The failure of the District government to meet its payroll for any pay period;"},{"prefix":"5","text":" The existence of a cash deficit of the District government at the end of any quarter of the fiscal year in excess of the difference between the estimated revenues of the District government and the estimated expenditures of the District government (including repayments of temporary borrowings) during the remainder of the fiscal year or the remainder of the fiscal year together with the first 6 months of the succeeding fiscal year (as determined by the Authority in consultation with the Chief Financial Officer of the District of Columbia);"},{"prefix":"6","text":" The failure of the District government to make required payments relating to pensions and benefits for current and former employees of the District government; or"},{"prefix":"7","text":" The failure of the District government to make required payments to any entity established under an interstate compact to which the District of Columbia is a signatory."},{"prefix":"b","text":" Termination. --"},{"prefix":"1","text":" In general. -- A control period terminates upon the certification by the Authority that:"},{"prefix":"A","text":" The District government has adequate access to both short-term and long-term credit markets at reasonable interest rates to meet its borrowing needs; and"},{"prefix":"B","text":" For 4 consecutive fiscal years (occurring after April 17, 1995) the expenditures made by the District government during each of the years did not exceed the revenues of the District government during such years (as determined in accordance with generally accepted accounting principles, as contained in the comprehensive annual financial report for the District of Columbia under § 1-204.48(a)(4))."},{"prefix":"2","text":" Consultation with Inspector General. -- In making the determination under this subsection, the Authority shall consult with the Inspector General of the District of Columbia."},{"prefix":"c","text":" Control period deemed to exist upon enactment. -- For purposes of this part, a control period is deemed to exist beginning April 17, 1995."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VII","text":"Financial Responsibility and Management Assistance."},"part":{"identifier":"B","text":"Establishment and Enforcement of Financial Plan and Budget for District Government."},"heading":{"title":"47","chaptersection":"392","identifier":"47-392.09","catch_text":"Control periods described."}}