{"text":"The arena preconstruction activities described in this section are as follows:","historical":"Prior Codifications\n\n1981 Ed., § 47-398.4.\n\nEmergency Act Amendments\n\nFor a temporary limit on the amount of borrowing to be financed by the Arena Tax for the purpose of construction and financing of the Arena, see § 1303 of the Budget Support Congressional Review Emergency Act of 1996 (D.C. Act 11-206, February 9, 1996, 43 DCR 777).\n\nDC CODE § 47-398.04\n\nCurrent through December 11, 2012","credits":"(Sept. 6, 1995, 109 Stat. 269, Pub. L. 104-28, § 204; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"1","text":" The acquisition of real property (or rights in real property) to serve as the site of the sports arena and related facilities;"},{"prefix":"2","text":" The clearance, preparation, grading, and development of the site of the sports arena and related facilities, including the demolition of existing buildings;"},{"prefix":"3","text":" The provision of sewer, water, and other utility facilities and infrastructure related to the sports arena;"},{"prefix":"4","text":" The financing of a Metrorail connection to the site and other Metrorail modifications related to the sports arena;"},{"prefix":"5","text":" The relocation of employees and facilities of the District of Columbia government displaced by the construction of the sports arena and related facilities;"},{"prefix":"6","text":" The use of environmental, legal, and consulting services (including services to obtain regulatory approvals) for the construction of the sports arena;"},{"prefix":"7","text":" The financing of administrative and transaction costs incurred in borrowing funds pursuant to § 47-398.01(a), including costs incurred in connection with the issuance, sale, and delivery of bonds, notes, or other obligations; and"},{"prefix":"8","text":" The financing of other activities of the District of Columbia government associated with the development and construction of the sports arena, including the reimbursement of the District of Columbia government or others for costs incurred prior to September 6, 1995, which were related to the sports arena, so long as the designated authority determines that such costs are adequately documented and that the incurring of such costs was reasonable."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VIII","text":"District of Columbia Convention Center and Sports Arena Authorization."},"part":{"identifier":"B","text":"Sports Arena."},"heading":{"title":"47","chaptersection":"398","identifier":"47-398.04","catch_text":"Arena preconstruction activities described."}}