{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 47-3801.\n\nEffect of Amendments\n\nD.C. Law 13-166 rewrote this section, which previously read:\n\n\"For the purposes of this chapter, the term:\n\n\"(1) 'Fair market rent' means an amount as determined by the Mayor with reference to the average rent charged to tenants for occupancy of comparable space in other buildings in the underserved area.\n\n\"(2)(A) 'Supermarket' means a self-service retail establishment, independently owned or part of a corporation operating a chain of supermarkets under the same name, that:\n\n\"(i) Is licensed as a grocery store pursuant to § 47-2827;\n\n\"(ii) Offers for sale a full line of meat, seafood, fruits, vegetables, dairy products, and dry groceries, household products, and sundries; and\n\n\"(iii) Occupies at least 6,000 square feet of space.\n\n\"(B) The term 'supermarket' shall include related service departments, such as kitchens, bakeries, pharmacies, or flower shops of a retail establishment that meet the criteria set by subparagraph (A) of this paragraph.\n\n\"(3) 'Supermarket development' means a new supermarket for which construction begins on or after September 29, 1988, or an expansion or modernization of an existing supermarket if the expansion or modernization begins on or after September 29, 1988.\n\n\"(4) 'Underserved area' means an area of no more than one square mile within the District having a ratio of less than 2 supermarkets per 10,000 residents or having less than 1 supermarket.\"\n\nD.C. Law 17-138 designated the existing text of par. (1) as subpar. (A); added pars. (1)(B), (1A), (1B); and, in par. (2), deleted \"as defined in § 2- 1219.20\" following \"area\".\n\nD.C. Law 18-353, in pars. (1B) and (2), substituted \"eligible area\" for \"priority development area\"; and added pars. (1C) and (1D).\n\nD.C. Law 19-171, in pars. (1B) and (2), substituted \"an eligible\" for \"a eligible\" .\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Supermarket Tax Incentives Clarification Emergency Act of 2008 (D.C. Act 17-268, January 23, 2008, 55 DCR 1499).\n\nLegislative History of Laws\n\nLaw 7-173, the \"Supermarket Tax Incentive Amendment Act of 1988,\" was introduced in Council and assigned Bill No. 7-124, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 28, 1988 and July 12, 1988, respectively. Signed by the Mayor on July 15, 1988, it was assigned Act No. 7-229 and transmitted to both Houses of Congress for its review.\n\nLaw 13-166, the \"Supermarket Tax Exemption Act of 2000,\" was introduced in Council and assigned Bill No. 13-88, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on May 3, 2000, and June 6, 2000, respectively. Signed by the Mayor on June 26, 2000, it was assigned Act No. 13-365 and transmitted to both Houses of Congress for its review. D.C. Law 13-166 became effective on October 4, 2000.\n\nLaw 17-138, the \"National Capital Revitalization Corporation and Anacostia Waterfront Corporation Reorganization Act of 2008\", was introduced in Council and assigned Bill No. 17-340 which was referred to the Committee on Economic Development.  The Bill was adopted on first and second readings on December 11, 2007, and January 8, 2008, respectively.   Signed by the Mayor on February 5, 2008, it was assigned Act No. 17-289 and transmitted to both Houses of Congress for its review.  D.C. Law 17-138 became effective on March 26, 2008.\n\nLaw 18-353, the \"Food, Environmental, and Economic Development in the District of Columbia Act of 2010\", was introduced in Council and assigned Bill No. 18- 967, which was referred to the Committee on Economic Development and the Committee on Government Operations and the Environment. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on January 19, 2011, it was assigned Act No. 18-703 and transmitted to both Houses of Congress for its review. D.C. Law 18- 353 became effective on April 8, 2011.\n\nFor history of Law 19-171, see notes under § 47-369.01.\n\nDC CODE § 47-3801\n\nCurrent through December 11, 2012","credits":"(Sept. 29, 1988, D.C. Law 7-173, § 2, 35 DCR 5758; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; October 4, 2000, D.C. Law 13-166, 2(a), 47 DCR 5821; Mar. 26, 2008, D.C. Law 17-138, § 703(a)(1), 55 DCR 1689; Apr. 8, 2011, D.C. Law 18-353, § 205(a), 58 DCR 746; Sept. 26, 2012, D.C. Law 19-171, § 114(o), 59 DCR 6190.)","sections":[{"prefix":"1","text":"(A) \"Development\" means the new construction or substantial rehabilitation of a qualified supermarket for which building permits are issued on or after [October 4, 2000]. For the purposes of this paragraph, \"substantial rehabilitation\" means a capital investment within any 24-month period in a qualified supermarket that exceeds 50% of the adjusted basis of the building as calculated for District income tax purposes."},{"prefix":"B","text":" \"Development\" also means the new construction or substantial rehabilitation of a qualified restaurant or retail store for which building permits are issued on or after October 4, 2000. For the purposes of this sub-subparagraph, \"substantial rehabilitation\" means a capital investment within any 24-month period in a qualified restaurant or retail store that exceeds 50% of the adjusted basis of the building as calculated for District income tax purposes."},{"prefix":"1A","text":" \"Priority development area\" means:"},{"prefix":"A","text":" The Downtown East Area which shall consist of land within the boundary descriptions beginning at the intersection of Pennsylvania Avenue, N.W., and New Jersey Avenue, N.W., to Massachusetts Avenue, N.W.; west on Massachusetts Avenue, N.W., to 15th Street, N.W.; south on 15th Street, N.W. , to Pennsylvania Avenue, N.W.; and east on Pennsylvania Avenue, N.W., to New Jersey Avenue N.W.;"},{"prefix":"B","text":" The Capital City Business and Industrial Area which shall consist of land within the boundary descriptions beginning at the intersection of New York Avenue, N.E., and 9th Street, N.E., to Montana Avenue, N.E.; north on Montana Avenue, N.E., to W Street, N.E.; west on W Street, N.E., to 13th Street, N.E.; northwest on 13th Street, N.E., to Brentwood Road, N.E.; southwest on Brentwood Road, N.E., to 9th Street, N.E.; and south on 9th Street, N.E., to New York Avenue, N.E.;"},{"prefix":"C","text":" The Capital City Market Area which shall consist of land within the boundary descriptions beginning at the intersection of Florida Avenue, N. E., and North Capitol Street; southeast on Florida Avenue, N.E., to 12th Street, N.E.; south on 12th Street, N.E., to H Street, N.E., west on H street, N.E., to 9th Street, N.E., and north on 9th Street, N.E., to Florida Avenue, N.E.;"},{"prefix":"D","text":" The Georgia Avenue Area which shall consist of any square located on or abutting Georgia Avenue, N.W., beginning at the intersection of Florida Avenue, N. W., and north on Georgia Avenue, N.W., to Eastern Avenue, N.W.;"},{"prefix":"E","text":" All land within the District that is located east of the Anacostia River or east of the Potomac River that is not within the Anacostia Waterfront;"},{"prefix":"F","text":" Any District-designated Foreign Trade Zone or Free Trade Zone pursuant to 19 U.S.C.S. § 81a et seq.;"},{"prefix":"G","text":" Any federally-approved enterprise zone or empowerment zone;"},{"prefix":"H","text":" Any federally-approved enterprise community, including Target Area 1: New York Avenue/Northwest; Target Area 2: Marshall Heights; and Target Area 3: Buzzard Point/Anacostia/Congress Heights;"},{"prefix":"I","text":" Any area designated as Development Zone Areas pursuant to [Chapter 15 of Title 6], including Alabama Avenue, D.C. Village, and Anacostia;"},{"prefix":"J","text":" Any housing opportunity area, development opportunity area, or new or upgraded commercial center designated on the District of Columbia Generalized Land Use Policies Map that is part of the Comprehensive Plan;"},{"prefix":"K","text":" The Transit Impact Area which shall consist of any area located within 1500 feet of a Metrorail station in any of the areas set forth in this paragraph, or within 1500 feet of a Metrorail station at a designated Metrorail Station Development Opportunity Area, as defined in the District Elements of the Comprehensive Plan of the District of Columbia;"},{"prefix":"L","text":" The Minnesota Avenue area which shall consist of land within the boundary descriptions beginning from East Capitol Street, N.E., to Nannie Helen Burroughs Avenue, N.E.; the Dix Street area which shall consist of land within the boundary descriptions beginning from 58th Street, N.E., to Eastern Avenue, N.E.; the Nannie Helen Burroughs area which shall consist of land within the boundary descriptions beginning from Eastern Avenue, N.E., to 49th Street, N.E.; the Pennsylvania Avenue area which shall consist of land within the boundary descriptions beginning from Branch Avenue, S.E., to Carpenter Street, S.E.; the Benning Road area which shall consist of land within the boundary descriptions beginning from East Capitol Street, S.E., to 44th Street, N.E., from Hanna Place, S.E., to Hillside Road, S.E., and from 39th Street, S.E., to 36th Street, S.E.; and the Division Avenue area from Eads Street, N.E., to Hayes Street, N.E.; and"},{"prefix":"M","text":" Any property abandoned or underutilized because of perceived or actual contamination by hazardous substances or any property in which the expansion or redevelopment of the property is complicated by perceived or actual contamination by hazardous substances."},{"prefix":"1B","text":" \"Qualified restaurant or retail store\" means a restaurant or retail store located in an eligible area."},{"prefix":"1C","text":" \"Building materials\" means all materials necessary for the construction and build-out of real property, including furniture, fixtures, and other equipment installed in the property."},{"prefix":"1D","text":" \"Eligible area\" means:"},{"prefix":"A","text":" A historically underutilized business zone, as defined by section 3(p)(1) of the Small Business Act, approved July 18, 1958 (72 Stat. 384; 15 U.S.C. § 632(p)(1)); or"},{"prefix":"B","text":" Census tracts 18.01, 33.01, 95.05, 95.07, or 95.08."},{"prefix":"2","text":" \"Qualified supermarket\" means a supermarket located in an eligible area."},{"prefix":"3","text":"(A) \"Supermarket\" means a self-service retail establishment, independently owned or part of a corporation operating a chain of retail establishments under the same trade name, that:"},{"prefix":"i","text":" Is licensed as a grocery store under § 47-2827;"},{"prefix":"ii","text":" Offers for sale a full line of meat, seafood, fruits, vegetables, dairy products, dry groceries, household products, and sundries; and"},{"prefix":"iii","text":" Occupies the address under a certificate of occupancy with the use declared as a grocery store."},{"prefix":"B","text":" The term \"supermarket\" shall include related service departments, such as a kitchen, bakery, pharmacy, or flower shop, of a retail establishment that meets the criteria set forth in subparagraph (A) of this paragraph."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"38","text":"Supermarket Tax Incentives."},"heading":{"title":"47","chaptersection":"3801","identifier":"47-3801","catch_text":"Definitions."}}