{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-3406.2.\n\nEffect of Amendments\n\nD.C. Law 16-191, in subsec. (b), designated pars. (1) and (2), and redesignated former pars. (1) and (2) as subpars. (b)(1)(A) and (B).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 14 of Finance and Revenue Technical Amendments Second Emergency Amendment Act of 2006 (D.C. Act 16-585, December 28, 2006, 54 DCR 340).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-264, see Historical and Statutory Notes following § 47-3401.01.\n\nFor Law 16-191, see notes following § 47-2425.\n\nDC CODE § 47-3406.02\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 778, Pub. L. 105-33, § 11601(c); Apr. 20, 1999, D.C. Law 12-264, § 52(y), 46 DCR 2118; Mar. 2, 2007, D.C. Law 16-191, § 82, 53 DCR 6794.)","sections":[{"prefix":"a","text":" Findings. -- Congress finds as follows:"},{"prefix":"1","text":" Congress has restricted the overall size of the District of Columbia's economy by limiting the height of buildings in the District and imposing other limitations relating to the Federal presence in the District."},{"prefix":"2","text":" Congress has imposed limitations on the District's ability to tax income earned in the District of Columbia."},{"prefix":"3","text":" The unique status of the District of Columbia as the seat of the government of the United States imposes unusual costs and requirements which are not imposed on other jurisdictions and many of which are not directly reimbursed by the Federal government."},{"prefix":"4","text":" These factors play a significant role in causing the relative tax burden on District residents to be greater than the burden on residents in other jurisdictions in the Washington, D.C. metropolitan area and in other cities of comparable size."},{"prefix":"b","text":"(1) Federal contribution. -- There is authorized to be appropriated a Federal contribution towards the costs of the operation of the government of the Nation's capital:"},{"prefix":"A","text":" For fiscal year 1998, $190,000,000; and"},{"prefix":"B","text":" For each subsequent fiscal year, such amount as may be necessary for such contribution."},{"prefix":"2","text":" In determining the amount appropriated pursuant to the authorization under this subsection, Congress shall take into account the findings described in subsection (a) of this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"34","text":"Miscellaneous Provisions."},"heading":{"title":"47","chaptersection":"3406","identifier":"47-3406.02","catch_text":"Federal contribution to operations of government of Nation's Capital."}}