{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-3504.\n\nEffect of Amendments\n\nD.C. Law 14-282 added subsecs. (g) and (h).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 12(ddd) of Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, October 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see § 12(ddd) of Tax Clarity and Related Amendments Temporary Act of 2003 (D.C. Law 14-228, March 23, 2003, law notification 50 DCR 2741).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 12(ccc) of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) amendment of section, see § 12(ddd) of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 12(ddd) of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-31, see Historical and Statutory Notes following § 47-3501.\n\nFor Law 14-282, see notes following § 47-902.\n\nDC CODE § 47-3504\n\nCurrent through December 11, 2012","credits":"(Oct. 8, 1983, D.C. Law 5-31, § 5, 30 DCR 3879; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Apr. 4, 2003, D.C. Law 14-282, § 11(vv), 50 DCR 896.)","sections":[{"prefix":"a","text":" The Mayor shall assume that a shared equity financing agreement meets the requirements of §§ 47-3502 and 47-3503 if the persons acquiring qualified ownership interests in the property pursuant to the shared equity financing agreement certify that the agreement is intended to do so. The Mayor may verify the contents of the certification and the shared equity financing agreement."},{"prefix":"b","text":" If within 3 years of the filing of the certification under subsection (a) of this section the Mayor determines that the shared equity financing agreement does not meet the requirements of §§ 47-3502 and 47-3503, the Mayor shall disallow the exemptions granted under § 47-3503."},{"prefix":"c","text":" If the noncompliance with any requirement of § 47-3502 or § 47-3503 is cured within 90 days of the receipt of a notice of noncompliance from the Mayor, the exemptions shall not be disallowed."},{"prefix":"d","text":" For exemptions granted under § 47-3503(a) or (b), or both, and disallowed under subsection (b) of this section, there shall be due to the Mayor the total tax which would have been due without the exemptions, plus a penalty equal to 10% of the tax. For exemptions granted under § 47-3503(c) and disallowed under subsection (b) of this section, the property shall be reclassified in accordance with the provisions of § 47-813, and shall be taxed at the appropriate rate of taxation for that class, plus a penalty equal to 10% of the tax."},{"prefix":"e","text":" In regard to a shared equity financing agreement's compliance with the requirements of 26 U.S.C. § 280A(d)(3), for the purposes of this section and § 47-802(5), the Mayor shall assume that the compliance exists unless a contrary ruling or determination has been made by the Internal Revenue Service or other competent federal authority."},{"prefix":"f","text":" If any person, organization, association, corporation, or other entity shall willfully make a false statement concerning any information required to be supplied on the certification under subsection (a) of this section, the person, organization, association, corporation, or other entity shall be deemed guilty of the offense of making false statements and, upon conviction thereof, shall be subject to the penalties for that offense provided for by § 22- 2405(b)."},{"prefix":"g","text":" If the household which is exempt under this chapter no longer qualifies under the income limitations set forth under § 47-3502, the Mayor shall rescind the exemption as of the first full tax year following the date the household ceased to continue to qualify for the exemption. The real property tax shall be owed in the same manner as real property tax is owed for an erroneous or improper homestead deduction under § 47-850.02(c)."},{"prefix":"h","text":" The Mayor may contract with a collection agency to determine the eligibility or continued eligibility for the exemption granted under this chapter in the same manner and to the same extent as provided under § 47- 850.02(d) for homestead deduction audits."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"35","text":"Lower Income Homeownership Tax Abatement and Incentives."},"heading":{"title":"47","chaptersection":"3504","identifier":"47-3504","catch_text":"Exemptions for qualifying lower income homeownership households and cooperative housing associations--Administration and enforcement."}}