{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-39 rewrote subsecs. (a) and (b); and added subsecs. (b-1) and (e). Prior to amendment, subsecs. (a) and (b) read as follows:\n\n\"(a) Bonds in one or more series may be issued in an aggregate amount not to exceed $2,918,815,000 to fund costs of Capital Projects (including the issue of bond anticipation notes from time to time in one or more series in anticipation of all or a portion of the bonds; provided, that the principal amount of any such notes shall not be included in the total amount authorized by this subsection upon their repayment from bond proceeds), such amount being subject to adjustment by Council act, plus the costs and expenses of structuring, issuing, delivering, and maintaining the bonds, including, underwriting, rating agency fees, legal fees, accounting fees, financial advisory fees, trustee and Paying Agent fees, Collection Agent fees, bond insurance and other credit enhancements, liquidity enhancements, printing costs, and expenses.\n\n\"(b) The bonds, which may be issued from time to time in one or more series by Council resolution approving the amount of the series of bonds to be issued and the Capital Projects to be funded with the proceeds of that series of bonds, shall be tax-exempt or taxable as the Chief Financial Officer shall determine and shall be payable in the manner set forth in § 47-340.31.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(b) of Income Tax Secured Bond Authorization Emergency Act of 2011 (D.C. Act 19-145, August 9, 2011, 58 DCR 6823).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Income Tax Secured Bond Authorization Congressional Review Emergency Act of 2011 (D.C. Act 19-216, October 31, 2011, 58 DCR 9348).\n\nLegislative History of Laws\n\nFor Law 17-254, see notes following § 47-340.26.\n\nFor history of Law 19-39, see notes under § 47-340.26.\n\nDC CODE § 47-340.28\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2008, D.C. Law 17-254, § 2(b), 55 DCR 9275; Nov. 16, 2011, D.C. Law 19-39, § 2(b), 58 DCR 8471.)","sections":[{"prefix":"a","text":" Bonds in one or more series may be issued in an aggregate principal amount not to exceed $5,180,985,000 to fund costs of Capital Projects (including the issuance of both refunding bonds and bond anticipation notes from time to time in one or more series to refund Outstanding Debt or in anticipation of all or a portion of the bonds; provided, that the principal amount of any such refunded bonds or notes shall not be included in the total amount authorized by this section upon their repayment or defeasance from bond proceeds), such amount being subject to adjustment by Council act, plus an amount equal to all costs and expenses of issuing and delivering the bonds, including, but not limited to, underwriting, rating agency fees, legal fees, accounting fees, financial advisory fees, bond insurance and other credit enhancements, liquidity enhancements, printing costs and expenses, capitalized interest, establishment of debt service or other reserve funds related to the bonds, the payment of costs of contracts described in § 47-340.30(f), and the payments of other debt program related costs as provided in the related agreements."},{"prefix":"b","text":" The bonds authorized pursuant to subsection (a) of this section shall be tax-exempt or taxable as the Chief Financial Officer shall determine and shall be payable in the manner set forth in § 47-340.31."},{"prefix":"b-1","text":" The Council shall specify and determine from time to time, by resolution, the capital projects for which the issuance of bonds shall be authorized."},{"prefix":"c","text":" The Chief Financial Officer may pay from the proceeds of the bonds the costs and expenses specified in subsection (a) of this section, plus amounts, to the extent necessary, to establish or maintain the tax-exempt status of any of the bonds issued on a tax-exempt basis."},{"prefix":"d","text":" Subject to applicable law, the District shall maintain a capital projects fund separate and apart from other funds of the District into which it will deposit the proceeds of any series of the bonds, less any capitalized interest accrued interest and costs of issuance. The District shall expend the bond proceeds only to finance Capital Projects or to refund Outstanding Debt. Subject to applicable law, the proceeds of any series of the bonds may be escrowed in appropriate accounts with escrow agents or the trustee to be applied to the applicable purposes. Interest or other investment earnings of proceeds in the capital projects fund shall be credited to the General Fund of the District of Columbia, subject to provisions for any deposit requirements to a rebate fund or other funds in accordance with agreements pertaining to the bonds."},{"prefix":"e","text":" The costs of the capital projects approved for financing pursuant to this section and prior bond acts that have become law, which are paid originally from the General Fund of the District of Columbia, any enterprise fund, or other fund or account of the District, are reasonably expected to be reimbursed in whole or in part with the proceeds of the bonds in the maximum amount set forth in subsection (a) of this section. The Council declares that it is the intent of the District, in accordance with Treas. Reg. § 1.150-2, issued under the Internal Revenue Code of 1986, approved October 22, 1986 (100 Stat. 2085; 26 U.S.C. § 1 et seq.), to reimburse the General Fund of the District of Columbia, any enterprise fund, or other fund or account of the District, with the proceeds of the bonds."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"II-D","text":"Income Tax Secured Bonds."},"heading":{"title":"47","chaptersection":"340","identifier":"47-340.28","catch_text":"Bond authorization."}}