{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-340.5.\n\nTemporary Addition of Section\n\nSee Historical and Statutory Notes following § 47-340.01.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-46, see Historical and Statutory Notes following § 47-340.01.\n\nDC CODE § 47-340.05\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 1995, D.C. Law 11-46, § 6, 42 DCR 3603; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" The bonds of any series may be sold at negotiated or competitive sale at, above, or below par, to one or more persons or entities, and upon terms that the Mayor considers to be in the best interest of the District."},{"prefix":"b","text":" The Mayor or an authorized delegate may execute, in relation to each sale of the bonds, offering documents on behalf of the District and may authorize the distribution of the documents in relation to the bonds being sold."},{"prefix":"c","text":" The Mayor is authorized to deliver the executed and sealed bonds, on behalf of the District, for authentication, and, after the bonds have been authenticated, to deliver the bonds to the original purchasers of the bonds upon payment of the purchase price."},{"prefix":"d","text":" The bonds shall not be issued until the Mayor receives an approving opinion from bond counsel as to the validity of the bonds and, if the interest on the bonds is expected to be exempt from federal income taxes, the treatment of the interest on the bonds for purposes of federal income taxation."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"II-B","text":"Industrial Revenue Bond Forward Commitment Program."},"heading":{"title":"47","chaptersection":"340","identifier":"47-340.05","catch_text":"Sale of the bonds."}}