{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-392.26.\n\nDC CODE § 47-392.26\n\nCurrent through December 11, 2012","credits":"(Sept. 30, 1996, 110 Stat. 3009-503, Pub. L. 104-208, title V, ch. 2, § 5204; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" In general. -- Except as provided in subsection (b) of this section, none of the funds made available to the District of Columbia during any fiscal year (beginning with fiscal year 1996) may be used to pay the salary or wages of any individual whose employment by the District government is no longer required as determined by the District of Columbia Financial Responsibility and Management Assistant Authority, or to pay any expenses associated with a contractor or consultant of the District government whose contract or arrangement with the District government is no longer required as determined by the Authority,"},{"prefix":"b","text":" Exception for payments for services already provided. -- Funds made available to the District of Columbia may be used to pay an individual for employment already performed at the time of the Authority's determination, or to pay a contractor or consultant for services already provided at the time of the Authority's determination, to the extent permitted by the District of Columbia Financial Responsibility and Management Assistance Authority."},{"prefix":"c","text":" District government defined. -- In this section, the term \"District government\" has the meaning given such term in § 47-393(5)."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"VII","text":"Financial Responsibility and Management Assistance."},"part":{"identifier":"D","text":"Other Duties of Authority."},"heading":{"title":"47","chaptersection":"392","identifier":"47-392.26","catch_text":"Prohibiting funding for terminated employees or contractors."}}