{"text":"For purposes of this subchapter:","historical":"Prior Codifications\n\n1981 Ed., § 47-372.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-70, see Historical and Statutory Notes following § 47-371.\n\nDC CODE § 47-372\n\nCurrent through December 11, 2012","credits":"(June 14, 1980, D.C. Law 3-70, § 3, 27 DCR 1776; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"1","text":" The term \"Mayor\" means the Mayor of the District of Columbia."},{"prefix":"2","text":" The term \"Council\" means the Council of the District of Columbia."},{"prefix":"3","text":" The term \"fund\" means a fiscal and accounting entity with a self-balancing set of accounts recording cash and other financial resources, together with all related liabilities and residual equities or balances, and changes therein, which are segregated for the purpose of carrying on specific activities or attaining certain objectives in accordance with special regulations, restrictions, or limitations."},{"prefix":"4","text":" The term \"fund type\" means grouping or classification of funds of similar character or purpose."},{"prefix":"5","text":" The term \"fund category\" means groupings or classifications of fund types of similar character or purpose."},{"prefix":"6","text":" The term \"account group\" means a grouping of accounts as provided in § 47-373(3)."},{"prefix":"7","text":" The term \"fixed asset\" means capitalized, tangible, long-lived assets which are of significant value. General fixed assets are District fixed assets not recorded in a specific fund."},{"prefix":"8","text":" The term \"generally accepted accounting principles\" (GAAP) means uniform minimum standards of or guidelines to financial accounting and reporting which are promulgated by recognized authoritative accounting organizations or entities, such as, but not limited to, the Financial Accounting Standards Board (FASB) and predecessor organizations, the American Institute of Certified Public Accountants (AICPA), the National Council on Government Accounting (NCGA), the Securities and Exchange Commission (SEC) and the Comptroller General of the United States."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"V","text":"Fund Accounting. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"372","identifier":"47-372","catch_text":"Definitions."}}