{"text":"The Mayor shall promulgate regulations which enable employees to participate in a voluntary tax-sheltered income deferment program which meets the requirements of § 457 of the Internal Revenue Code of 1954, and the regulations and interpretations thereunder. The regulations shall include, but not be limited to:","historical":"Prior Codifications\n\n1981 Ed., § 47-3602.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-118, see Historical and Statutory Notes following § 47-3601.\n\nReferences in Text\n\nSection 457 of the Internal Revenue Code of 1954, referred to in the first sentence of the introductory language of the section, is classified to 26 U.S.C. § 457.\n\nMiscellaneous Notes\n\nDistrict of Columbia Deferred Compensation Committee Established: See Mayor's Order 85-135, August 2, 1985.\n\nDC CODE § 47-3602\n\nCurrent through December 11, 2012","credits":"(Sept. 26, 1984, D.C. Law 5-118, § 3, 31 DCR 4034; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"1","text":" Provision for the receipt of the compensation deferred and for the use of such funds in accordance with any investment election permitted employees participating in the employee deferred compensation program;"},{"prefix":"2","text":" Provision for a contract agreement between the Mayor and any employee who desires to defer compensation under the employee deferred compensation program; and"},{"prefix":"3","text":" Provision for and limitations on the types of instruments, securities, accounts or other items in which compensation deferred under the employee deferred compensation program may be invested."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"36","text":"Employee Deferred Compensation Program."},"heading":{"title":"47","chaptersection":"3602","identifier":"47-3602","catch_text":"Regulations."}}