{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-375.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-70, see Historical and Statutory Notes following § 47-371.\n\nReferences in Text\n\nThe Revenue Funds Availability Act of 1975, referred to in subsection (i) of this section, is D.C. Law 1-42.\n\nDC CODE § 47-375\n\nCurrent through December 11, 2012","credits":"(June 14, 1980, D.C. Law 3-70, §§ 6, 7(h)-(j), 27 DCR 1776; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" The Mayor shall be responsible for the future classification of any funds and accounts within the appropriate fund types and fund categories as set forth in this subchapter."},{"prefix":"b","text":" Classification by the Mayor shall be consistent with generally accepted accounting principles."},{"prefix":"c","text":" The Mayor shall furnish the Council notice of his or her classification at the time of the submission of the annual budget for the District of Columbia government as provided in § 1-204.42(a)."},{"prefix":"d","text":" The Mayor, pursuant to §§ 1-204.47, 1-204.48, and 1-204.49, shall be responsible for developing and implementing appropriate accounting policies and procedures to carry out the purposes of this subchapter, including all steps necessary to establish the systems and internal procedures and controls necessary to assure proper application of the policies and procedures and appropriate proceedings for monitoring such system."},{"prefix":"e","text":" The financial statement submitted by the Mayor to the Council pursuant to § 1-204.48(a)(4) shall identify any changes in accounting principles and policies followed by the District, the reasons therefore, and the practical effect of the changes."},{"prefix":"f","text":" To the maximum extent possible, common terminology and classifications will be used in the budgeting, accounting and reporting process."},{"prefix":"g","text":" The Mayor is authorized to establish for accounting and financial reporting purposes a Water and Sewer Enterprise Fund in accordance with generally accepted accounting principles."},{"prefix":"h","text":" The enumeration contained in this section shall not be construed so as to limit the Mayor's authority with respect to classification and establishment of appropriate accounting procedures for other funds or accounts not specifically referenced."},{"prefix":"i","text":" Nothing contained in the Revenue Funds Availability Act of 1975 shall prevent the Mayor from accounting for revenues and expenditures in accordance with generally accepted accounting principles."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"V","text":"Fund Accounting. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"375","identifier":"47-375","catch_text":"Duties of Mayor."}}