{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-254, see notes following § 47-340.26.\n\nDC CODE § 47-340.31\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2008, D.C. Law 17-254, § 2(b), 55 DCR 9275.)","sections":[{"prefix":"a","text":" The bonds shall be special obligations of the District payable solely from the Available Tax Revenues pledged therefor under this subchapter and other receipts, revenues, and funds in the Income Tax Secured Bond Fund and payable to the Income Tax Secured Bond Fund pursuant to this subchapter and the Financing Documents. The Available Tax Revenues shall constitute dedicated taxes and fees and available revenues within the meaning of § 1-204.90(n). As such, the holders of the bonds shall have a first lien on and pledge of the Available Tax Revenues superior to that of any other person, including holders of general obligation bonds or notes secured by the full faith and credit of the District pursuant to § 1-204.82."},{"prefix":"b","text":" The bonds shall be without recourse to the District, are not a pledge of, and do not involve, the faith and credit or the taxing power of the District (other than the Available Tax Revenues and any other taxes and fees allocated to the Income Tax Secured Bond Fund), do not constitute a debt of the District, and do not constitute lending of the public credit for private undertakings as prohibited in § 1-206.02(a)(2). The bonds shall contain a legend expressly setting forth the limitations set forth in the preceding sentence."},{"prefix":"c","text":" Payment of the bonds shall be secured as provided in the Financing Documents and by an assignment by the District for the benefit of the bond owners of certain of its rights under the Financing Documents and Closing Documents to the Collection Agent and trustee pursuant to the Financing Documents."},{"prefix":"d","text":" The Collection Agent and trustee, respectively, may deposit, invest, and disburse the Available Tax Revenues received pursuant to the Financing Documents."},{"prefix":"e","text":" The trustee may disburse the proceeds of the bonds to the District."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"II-D","text":"Income Tax Secured Bonds."},"heading":{"title":"47","chaptersection":"340","identifier":"47-340.31","catch_text":"Payment and security."}}