{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-319.1.\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of subchapter, see §§ 901 to 904 of Budget Support Temporary Act of 1995 (D.C. Law 11-78, January 26, 1996, law notification 43 DCR ).\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter, see §§ 901 through 904 of the Budget Support Emergency Act of 1995 (D.C. Act 11-137, August 14, 1995, 42 DCR 4706), §§ 901 through 904 of the Budget Support Legislative Review Emergency Act of 1995 (D.C. Act 11-154, November 9, 1995, 42 DCR 6569), and §§ 701 through 704 of the Budget Support Congressional Review Emergency Act of 1996 (D.C. Act 11- 206, February 9, 1996, 43 DCR 777).\n\nLegislative History of Laws\n\nLaw 11-98, the \"Budget Support Act of 1995,\" was introduced in Council and assigned Bill No. 11-440 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1995, and December 5, 1995, respectively. Signed by the Mayor on December 26, 1995, it was assigned Act No. 11-181 and transmitted to both Houses of Congress for its review. D.C. Law 11-98 became effective on March 5, 1996.\n\nDC CODE § 47-319.01\n\nCurrent through December 11, 2012","credits":"(Mar. 5, 1996, D.C. Law 11-98, § 701, 43 DCR 5; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" There is established an Initiative Implementation Monitoring Committee (\"Committee\")."},{"prefix":"b","text":" The Committee shall advise the Mayor and the Council on the status of the implementation of the initiatives contained in the District's Revised Fiscal Year 1996 Budget Request Act and the July 1995 recommendations of the Financial Responsibility and Management Assistance Authority."},{"prefix":"c","text":" The Committee is authorized to meet weekly to review weekly reports on the implementation of budget initiatives from subordinate agency heads and the budget officers of independent agencies to facilitate the monitoring of spending initiatives."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"I-C","text":"Monitoring Committee."},"heading":{"title":"47","chaptersection":"319","identifier":"47-319.01","catch_text":"Establishment of the Initiative Implementation Monitoring Committee; duties."}}