{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-3719.\n\nEffect of Amendments\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\".\n\nD.C. Law 16-191, in subsec. (f), validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-168, see Historical and Statutory Notes following § 47-3701.\n\nFor Law 15-354, see notes following § 47-340.03.\n\nFor Law 16-191, see notes following § 47-2845.\n\nDC CODE § 47-3719\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-168, § 20, 33 DCR 7008; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Apr. 13, 2005, D.C. Law 15-354, § 73(m), 52 DCR 2638; Mar. 2, 2007, D.C. Law 16-191, § 48(h)(4), 53 DCR 6794.)","sections":[{"prefix":"a","text":" Except as may be necessary for the enforcement of this chapter, it shall be unlawful for any officer or employee, or any former officer or employee, of the District to divulge or make known in any manner any particulars set forth or disclosed in any return required to be filed under this chapter, and neither the original nor a copy of any return desired for use in litigation in court shall be furnished where neither the District nor the United States is interested in the result of the litigation, whether or not the request is contained in an order of the court."},{"prefix":"b","text":" Nothing contained in this section shall be construed to prevent the furnishing to a taxpayer of a copy of his or her return upon the payment of a fee as the Mayor may prescribe by rule."},{"prefix":"c","text":" The provisions of this section shall also be applicable to any federal, state, or local inheritance or estate tax returns or copies and to any other federal, state, or local inheritance or estate tax information either submitted by the taxpayer or otherwise obtained."},{"prefix":"d","text":" Notwithstanding the provisions of subsection (a) of this section, any tax returns or other tax information required by this chapter may be disclosed to any official of the District having a right to the information in his or her official capacity or to a contractor to the extent necessary for the processing, storage, transmission, or reproduction of the tax information or for the programming, maintenance, repair, testing, and procurement of equipment for purposes of tax administration. The provisions of subsections (a) and (f) of this section shall be applicable to all contractors and former contractors and to their officers and employees."},{"prefix":"e","text":" The Mayor may permit the proper officer of the United States or of any state imposing a similar tax to inspect the tax returns filed with the Mayor pursuant to this chapter or may furnish the officer or representative a copy of the tax returns if the United States or the state grants substantially similar privileges to the Mayor."},{"prefix":"f","text":" Any violation of the provisions of this section shall be a misdemeanor and, upon conviction, shall be punishable by a fine not to exceed $1,000, imprisonment for not more than 1 year, or both. All prosecutions under this section shall be brought in the Superior Court of the District of Columbia on information by the Attorney General for the District of Columbia or his or her assistants in the name of the District of Columbia."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"37","text":"Inheritance and Estate Taxes. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"3719","identifier":"47-3719","catch_text":"Secrecy of returns."}}