{"text":"Without regard to the competitive bidding requirements of §§ 47-351.05 and 47-351.07, the Mayor, or the CFO pursuant to § 47-351.02(c), may reserve up to 10% of District funds available for deposit or investment in order to make an investment or a deposit with one or more insured financial institutions located in the District that have less than $550 million in assets. The amount available for deposit or investment is to be calculated based upon the prior year's average investment balance. In selecting an insured financial institution under this section, the Mayor, or the CFO pursuant to § 47- 351.02(c), shall follow the provisions of § 47-351.04 and shall encourage the use of women-owned banks and federally or District chartered minority-owned banks certified by the Small and Local Business Opportunity Commission in accordance with [subchapter IX-A of Chapter 2 of Title 2]. The amount of District funds deposited in any such institution shall not exceed the federally insured amount, unless the amount of District funds deposited that exceed the federally insured amount meet the collateral requirements set forth in § 47- 351.08 and the permitted investment instrument provisions set forth in § 47- 351.03.","historical":"Prior Codifications\n\n1981 Ed., § 47-351.11.\n\nEffect of Amendments\n\nD.C. Law 13-169 authorized striking the phrase \"Minority Business Opportunity Commission in accordance with § 1-1141 et seq.\" and inserting the phrase \"Local Business Opportunity Commission in accordance with subchapter II-B of Chapter 2 of Title 2.\" in its place.\n\nD.C. Law 16-33 substituted \"Small and Local Business Opportunity Commission in accordance with [subchapter IX-A if Chapter 2 of Title 2]\" for \"District of Columbia Local Business Opportunity Commission in accordance with subchapter IX of Chapter 2 of Title 2\".\n\nD.C. Law 17-124 substituted \"10%\" for \"1%\"; substituted \"550\" for \"350\"; and inserted \", unless the amount of District funds deposited that exceed the federally insured amount meet the collateral requirements set forth in § 47- 351.08 and the permitted investment instrument provisions set forth in § 47- 351.03\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 8 of Equal Opportunity for Local, Small, or Disadvantaged Business Enterprises Temporary Amendment Act of 2000(D.C. Law 13-216, April 3, 2001, law notification 48 DCR 3458).\n\nEmergency Act Amendments\n\nSee Historical and Statutory Notes following § 47-351.01.\n\nFor temporary (90-day) amendment of section, see § 8 of the Equal Opportunity for Local, Small, or Disadvantaged Business Enterprises Emergency Amendment Act of 2000 (D.C. Act 13-415, August 14, 2000, 47 DCR 7296).\n\nFor temporary (90 day) amendment of section, see § 2381(c) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-56, see Historical and Statutory Notes following § 47-351.01.\n\nLaw 13-169, the \"Equal Opportunity for Local, Small, or Disadvantaged Business Enterprises Amendment Act of 2000,\" was introduced in Council and assigned Bill No. 13-241, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on April 4, 2000, and June 6, 2000, respectively. Signed by the Mayor on June 26, 2000, it was assigned Act No. 13-373 and transmitted to both Houses of Congress for its review. D.C. Law 13-169 became effective on October 4, 2000.\n\nFor Law 16-33, see notes following § 47-308.01.\n\nLaw 17-124, the \"District Funds Reserved Act of 2008\", was introduced in Council and assigned Bill No. 17-73 which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on December 11, 2007, and January 8, 2008, respectively. Signed by the Mayor on January 29, 2008, it was assigned Act No. 17-273 and transmitted to both Houses of Congress for its review. D.C. Law 17-124 became effective on March 20, 2008.\n\nDC CODE § 47-351.11\n\nCurrent through December 11, 2012","credits":"(Mar. 18, 1998, D.C. Law 12-56, § 2(c), 44 DCR 6933; October 4, 2000, D.C. Law 13-169, § 8, 47 DCR 5846; Oct. 20, 2005, D.C. Law 16-33, § 2381(c), 52 DCR 7503; Mar. 20, 2008, D.C. Law 17-124, § 2, 55 DCR 1516.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"III-A","text":"Financial Institutions Deposits and Investments."},"heading":{"title":"47","chaptersection":"351","identifier":"47-351.11","catch_text":"District funds reserved for certain insured institutions."}}