{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-338.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-126, see Historical and Statutory Notes following § 47-336.\n\nDC CODE § 47-338\n\nCurrent through December 11, 2012","credits":"(May 24, 1994, D.C. Law 10-126, § 4, 41 DCR 1814; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" The Committee shall review the size and condition of the District general obligation bonds and capital lease financings on a continuing basis."},{"prefix":"b","text":" On or before August 1 of each year, the Committee shall submit to the Mayor and the Council the Committee's estimate of the total amount of new District general obligation bonds and capital lease financings that prudently may be authorized for the next fiscal year."},{"prefix":"c","text":" In making the estimate the Committee shall consider the following:"},{"prefix":"1","text":" The amount of District general obligation bonds and capital lease financings that, during the next fiscal year:"},{"prefix":"A","text":" Will be outstanding; and"},{"prefix":"B","text":" Will be authorized but unissued;"},{"prefix":"2","text":" The capital budget;"},{"prefix":"3","text":" The multiyear capital improvements plan;"},{"prefix":"4","text":" Projections of debt service and capital lease payment requirements during the next 6 years;"},{"prefix":"5","text":" The criteria used by bond rating agencies to judge the quality of issues of District bonds; and"},{"prefix":"6","text":" Any other factor that is relevant to the ability of the District to meet its projected debt service and capital lease financings."},{"prefix":"d","text":" The estimate of the Committee is advisory and does not bind the Council or the Mayor."},{"prefix":"e","text":" The Committee may review the capital needs of the District on a continuing basis."},{"prefix":"f","text":" On or before October 1 of each year, the Committee may submit to the Mayor and the Council the Committee's recommended allocation for the following budget year of financing determined under this section for the following capital projects:"},{"prefix":"1","text":" Mass Transit Facilities and Equipment;"},{"prefix":"2","text":" Public School and Public Education Facilities and Equipment;"},{"prefix":"3","text":" Governmental and Public Works Facilities and Equipment;"},{"prefix":"4","text":" Administrative Services Facilities and Equipment;"},{"prefix":"5","text":" Transportation and Public Works Facilities and Equipment;"},{"prefix":"6","text":" Public and Assisted Housing Facilities and Equipment;"},{"prefix":"7","text":" Correctional and Public Safety Facilities and Equipment; and"},{"prefix":"8","text":" All other capital projects."},{"prefix":"g","text":" In recommending the allocation, the Committee shall consider the following:"},{"prefix":"1","text":" A multiyear capital improvements strategy;"},{"prefix":"2","text":" The condition and life replacement cycle of the District's infrastructure;"},{"prefix":"3","text":" The requirements for sustained economic development;"},{"prefix":"4","text":" The availability of matching federal grant funds;"},{"prefix":"5","text":" The condition of and need for public and correctional facilities;"},{"prefix":"6","text":" Existing contract commitments;"},{"prefix":"7","text":" Commitments for regional participation; and"},{"prefix":"8","text":" Comprehensive plans for other specific types of capital investment."},{"prefix":"h","text":" The allocation of financing recommended by the Committee is advisory and does not bind the Mayor or the Council."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Budget and Financial Management; Borrowing; Deposit of Funds."},"subchapter":{"identifier":"II-A","text":"Capital Review and Debt Affordability."},"heading":{"title":"47","chaptersection":"338","identifier":"47-338","catch_text":"Duties of the Committee."}}