{"text":"","historical":"Temporary Amendments of Section\n\nSection 13(b) of D.C. Law 19-53 amended the section to read as follows:\n\n\"§ 47-4702. Annual certification of continuing eligibility for exemptions and abatements from real property tax.\n\n\"(a) To the extent allowable by law, on or before April 1 of each year, beginning in 2012, and every year thereafter, any nonprofit organization or business entity owning property receiving a real property tax exemption or abatement pursuant to Chapter 10 (other than property exempt under § 47- 1002(1), (2), (3), or (21)) or Chapter 46 of this title, regardless of when the exemption or abatement was received, shall be required to file an annual report, under oath, with the Office of the Chief Financial Officer providing:\n\n\"(1) The lot and square, parcel, or reservation number of the real property and certifying that the real property has been used during the preceding real property tax year for the purpose for which the exemption or abatement was granted; and\n\n\"(2) A description of the community benefits provided pursuant to the provisions of the act granting the tax exemption or abatement, or an update on the progress of the community benefits identified in the associated act granting the tax exemption or abatement.\n\n\"(b) Failure to certify that the property was still eligible for the exemption or abatement based on the use of the property as required by subsection (a)(1) of this section shall result in a termination of the exemption or abatement as of the beginning of the tax year in which the report is required to be filed. If the report is not filed timely, the Office of the Chief Financial Officer shall assess a penalty of $250. This section shall not apply to a property owner that is required to file an annual report pursuant to § 47-1007.\n\n\"(c) Upon written application by the property owner filed on or before April 1 of any year, the Office of the Chief Financial Officer may grant a reasonable extension of time for filing the report required under subsection (a) of this section. For reasonable cause, the Office of the Chief Financial Officer may abate the penalty provided under subsection (b) of this section as well as the tax, penalty, and interest resulting from the failure to file the report timely.\".\n\nSection 15(b) of D.C. Law 19-53 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 13(b) of Revised Fiscal Year 2012 Budget Support Technical Clarification Emergency Amendment Act of 2011 (D.C. Act 19-157, October 4, 2011, 58 DCR 8688).\n\nFor temporary (90 day) amendment of section, see § 108(b) of Fiscal Year 2013 Budget Support Technical Clarification Emergency Amendment Act of 2012 (D.C. Act 19-482, October 10, 2012, 59 DCR 12478).\n\nLegislative History of Laws\n\nFor history of Law 19-21, see notes under § 47-4701.\n\nDC CODE § 47-4702\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2011, D.C. Law 19-21, § 7142(b), 58 DCR 6226.)","sections":[{"prefix":"a","text":" To the extent allowable by law, on or before April 1 of each year, beginning in 2012, and every year thereafter, any taxpayer receiving a real property tax exemption or abatement pursuant to Chapter 10 or Chapter 46 of this title, regardless of when the exemption or abatement was received, shall be required to file an annual report with the Office of the Chief Financial Officer providing:"},{"prefix":"1","text":" The lot and square and certifying that the real property has been used during the preceding real property tax year for the purpose for which the exemption or abatement was granted; and"},{"prefix":"2","text":" An update on the progress of the community benefits identified in the associated act granting the tax exemption or abatement."},{"prefix":"b","text":" Failure to certify that the property was still eligible for the exemption or abatement based on the use of the property as required by subsection(a)(1)) of this section shall result in a termination of the exemption or abatement as of the beginning of the tax year in which the report is filed. This section shall not apply to taxpayers who are required to file an annual report pursuant to § 47-1007."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"47","text":"Exemptions and Abatements Approval Requirements."},"heading":{"title":"47","chaptersection":"4702","identifier":"47-4702","catch_text":"Annual certification of continuing eligibility for exemptions and abatements from real property tax."}}