{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-463.\n\nEffect of Amendments\n\nD.C. Law 19-21 rewrote the section, which formerly read:\n\n\"(a) The Commission shall be a nonpartisan Commission composed of 17 members drawn from experts in the field of taxation such as tax lawyers and public finance economists; several community representatives such as members of labor unions, public interest groups, civic associations, and tenant and housing associations; and representatives of important sectors of the business community such as real estate, banking, retailing, and public utilities.\n\n\"(b) Eight members of the Commission shall be appointed by the Mayor, and 9 members shall be appointed by the Council. The Council shall appoint the Chairperson of the Commission from among the Council-appointed members of the Commission. All appointments shall be made within 60 days of June 13, 1996. A vacancy shall be filled in the same manner in which its initial appointment was made.\n\n\"(c) The Commission, by a vote in which a majority of the members are in the affirmative, may select a Director who shall perform the duties required for the day-to-day functioning of the Commission as deemed necessary by the members, including, but not limited to, appointment of staff and selection of consultants.\n\n\"(d) The Commission may appoint task forces composed of representatives from the District of Columbia, the State of Maryland, and the Commonwealth of Virginia.\n\n\"(e) Each member of the Commission shall serve without compensation. Each member, however, may be reimbursed for actual expenses pursuant to section 1108 of the District of Columbia Government Comprehensive Merit Personnel Act of 1978, effective March 3, 1979 (§ 1-611.08).\"\n\nD.C. Law 19-171, in subsec. (e), validated a previously made technical correction.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Tax Revision Commission Establishment Temporary Amendment Act of 1996 (D.C. Law 11-224, April 9, 1997, law notification 44 DCR 2582).\n\nFor temporary (225 day) amendment of section, see § 2 of Tax Revision Commission Establishment Temporary Amendment Act of 1998(D.C. Law 12-79, April 9, 1997, law notification 45 DCR 2114).\n\nEmergency Act Amendments\n\nSee Historical and Statutory Notes following § 47-461.\n\nFor temporary amendment of section, see § 2 of the Tax Revision Commission Establishment Emergency Amendment Act of 1996 (D.C. Act 11-435, October 30, 1996, 43 DCR 6184), and § 2 of the Tax Revision Commission Establishment Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-30, March 11, 1997, 44 DCR 1902).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-143, see Historical and Statutory Notes following § 47-461.\n\nFor history of Law 19-21, see notes under § 47-305.02.\n\nFor history of Law 19-171, see notes under § 47-369.01.\n\nDC CODE § 47-463\n\nCurrent through December 11, 2012","credits":"(June 13, 1996, D.C. Law 11-143, § 4, 43 DCR 2170; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Sept. 14, 2011, D.C. Law 19-21, § 7062(c), 58 DCR 6226; Sept. 26, 2012, D.C. Law 19-171, § 114(p), 59 DCR 6190.)","sections":[{"prefix":"a","text":" The Commission shall be a nonpartisan body composed of 11 members, including a Chairperson."},{"prefix":"b","text":" The members of the Commission shall be appointed as follows:"},{"prefix":"1","text":" The Mayor shall appoint 5 members, of whom:"},{"prefix":"A","text":" Three shall be experts in the field of taxation, such as tax lawyers or public finance economists;"},{"prefix":"B","text":" One shall be a community representative, such as a leader of a public-interest group, labor union, civic association, or a tenant or housing association; and"},{"prefix":"C","text":" One shall be a representative of one or more important sectors of the business community, such as real estate, banking, retail, or high technology."},{"prefix":"2","text":" The Chairman of the Council shall appoint 5 members, of whom:"},{"prefix":"A","text":" Three shall be experts in the field of taxation, such as tax lawyers or public finance economists;"},{"prefix":"B","text":" One shall be a community representative, such as a leader of a public-interest group, labor union, civic association, or a tenant or housing association; and"},{"prefix":"C","text":" One shall be a representative of one or more important sectors of the business community, such as real estate, banking, retail, or high technology."},{"prefix":"3","text":" The Chief Financial Officer, or his or her designee, shall be an ex officio member of the Commission."},{"prefix":"4","text":" The Chairman of the Council shall appoint one member of the Commission as the Chairperson of the Commission."},{"prefix":"c","text":" All appointments shall be made within 60 days of [September 14, 2011]. A vacancy shall be filled in the same manner in which the initial appointment was made."},{"prefix":"d","text":" The Commission, by a majority vote, shall select a Director who shall perform the duties required for the day-to-day functioning of the Commission as considered necessary by the members, including appointment of staff, selection of consultants, and the administration of meetings and report production."},{"prefix":"e","text":" Each member of the Commission shall serve without compensation. Each member may be reimbursed for actual expenses pursuant to § 1-611.08."},{"prefix":"f","text":" Members of the Commission shall act with the utmost integrity and professionalism. Each member shall avoid conflicts of interest and may seek the advice of the Office of the Attorney General to ensure that his or her duties are being discharged ethically."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Collection and Disbursement of Taxes."},"subchapter":{"identifier":"VI","text":"Tax Revision Commission."},"heading":{"title":"47","chaptersection":"463","identifier":"47-463","catch_text":"Same--Composition; selection of Director."}}