{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-171 validated a previously made technical correction in the section designation.\n\nLegislative History of Laws\n\nLaw 17-252, the \"Southwest Waterfront Bond Financing Act of 2008\", was introduced in Council and assigned Bill No. 17-591 which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on July 1, 2008, and July 15, 2008, respectively. Signed by the Mayor on August 4, 2008, it was assigned Act No. 17-499 and transmitted to both Houses of Congress for its review. D.C. Law 17-252 became effective on October 22, 2008.\n\nFor history of Law 19-171, see notes under § 47-369.01.\n\nDC CODE § 47-4616\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2008, D.C. Law 17-252, § 201(b), 55 DCR 9251; Sept. 26, 2012, D.C. Law 19-171, § 124, 59 DCR 6190.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Bonds\" means any bonds, notes, or other obligations issued by the District pursuant to the Southwest Waterfront Bond Financing Act of 2008 [D.C. Law 17- 252]."},{"prefix":"2","text":" \"Lot\" means real property as defined in § 47-802(1)."},{"prefix":"3","text":" \"Master Developer\" means the development entity to which the District transfers the leasehold interest in the Southwest Waterfront PILOT/TIF Area and which is responsible for the planned development of the entire Southwest Waterfront PILOT/TIF Area, including the project."},{"prefix":"4","text":" \"Southwest Waterfront PILOT/TIF Area\" shall consist of the following geographic area:"},{"prefix":"A","text":" Approximately 23 acres of land area between the southern curb line of Maine Avenue, S.W., and the bulkhead paralleling the Washington Channel from the western edge of the Fish Market to the western curb of 6th Street, S.W., to the eastern edge of Lot 843, Square 473, the eastern edge of Lots 883, 884, and 885, Square 503, to the eastern edge of parcel 255/15, to the western edge of the P Street, S.W., right-of-way; and"},{"prefix":"B","text":" The riparian area and piers associated with the land described in subparagraph (A) of this paragraph, which include:"},{"prefix":"i","text":" The Fish Market;"},{"prefix":"ii","text":" The Capital Yacht Club;"},{"prefix":"iii","text":" The Gangplank Marina; and"},{"prefix":"iv","text":" Piers 4 and 5."},{"prefix":"5","text":" \"Owner\" shall have the same meaning as provided in § 47-802(5) and shall include the holder of a possessory interest as described in § 47-1005.01."},{"prefix":"6","text":" \"Payment in lieu of taxes\" or \"PILOT\" means payments made in lieu of real property taxes pursuant to this section."},{"prefix":"7","text":" \"PILOT period\" means, with respect to any lot within the Southwest Waterfront PILOT/TIF Area, the period commencing on the date the lot is transferred by the District to the Master Developer and ending on the earlier of:"},{"prefix":"A","text":" September 30, 2044; or"},{"prefix":"B","text":" The day after all of the bonds are paid or provided for and are no longer outstanding pursuant to their terms."},{"prefix":"8","text":" \"Project\" means the publicly owned infrastructure located within the Southwest Waterfront PILOT/TIF Area, including streets, parking facilities, sidewalks, walkways, streetscapes, parks, bulkheads, piers, curbs, gutters, and gas, electric, and water utility lines, and the acquisition, equipping, relocation, construction, and redevelopment of certain public facilities, including parks."},{"prefix":"b","text":" During the PILOT period:"},{"prefix":"1","text":" The lots in the Southwest Waterfront PILOT/TIF Area that are subject to the PILOT shall be exempt from real property taxation, including the special tax provided for in § 1-204.81; and"},{"prefix":"2","text":"(A) Possessory interests in such lots shall be exempt from the possessory interest tax imposed by § 47-1005.01."},{"prefix":"B","text":" Each owner of a lot, other than the United States or the District, or an otherwise taxable possessory interest in a lot in the Southwest Waterfront PILOT/TIF Area shall enter into a PILOT agreement with the District obligating the owner to make an annual PILOT in an amount equal to the real property taxes, including the special tax provided for in § 1-204.81, or possessory interest taxes that the owner would be obligated to pay on the lot or possessory interest in the Southwest Waterfront PILOT/TIF Area in the absence of this section, which agreement shall run with the land and be binding on the successors and assigns of the original owner."},{"prefix":"c","text":" The Chief Financial Officer shall determine the amount of PILOT due for each lot and shall generally administer the PILOT program established herein, in the same manner as provided for real property taxation under Chapter 8 of this title or in the case of PILOT due with respect to possessory interests under § 47-1005.01."},{"prefix":"d","text":" The PILOT shall be subject to the same penalty and interest provisions as unpaid real property taxes under Chapter 8 of this title or unpaid possessory interest taxes under § 47-1005.01(f)(3)."},{"prefix":"e","text":" All PILOT shall be made to the District and shall be allocated as provided in the Southwest Waterfront Bond Financing Act of 2008 [D.C. Law 17-252]."},{"prefix":"f","text":" The PILOT shall be paid at the same time and in the same manner as real property taxes under Chapter 8 of this title."},{"prefix":"g","text":" A lien for unpaid PILOT, including penalty and interest, shall attach to the applicable lot within the Southwest Waterfront PILOT/TIF Area in the same manner and with the same priority as a lien for delinquent real property tax under Chapter 13A of this title. Unpaid PILOT shall be collected in accordance with Chapter 13A of this title. Notwithstanding the foregoing, if a possessory interest tax would be imposed with respect to a lease or right to use a lot pursuant to § 47-1005.01 but for this section, the failure to make payments in lieu of taxes with respect to the possessory interest shall be enforced against the owner of the possessory interest in the manner specified in § 47-1005.01(f)(3). The PILOT shall be deemed a tax within the meaning of 11 U.S.C. §§ 502(b), 505, and 507(a)(8)(B)."},{"prefix":"h","text":" The owner of a lot or possessory interest within the Southwest Waterfront PILOT/TIF Area may challenge any assessment or reassessment of the lot or possessory interest in accordance with the provisions of Chapter 8 of this title and the applicable PILOT shall reflect the result of the challenge."},{"prefix":"i","text":" The PILOT shall be an assessment for the purposes of §§ 47-832 through 47-835 relating to subdivisions of lots, parcels, or tracts."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Special Tax Incentives."},"heading":{"title":"47","chaptersection":"4616","identifier":"47-4616","catch_text":"Payments in lieu of taxes, Southwest Waterfront PILOT/TIF Area."}}