{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-282, in subsec. (a)(2), substituted \"greater than or equal to 400%, or less than or equal to 25%, of\" for \"400% or more greater or less than\"; and in subsec. (a)(4), substituted \"greater than or equal to 200%, or less than or equal to 50%, of\" for \"200% or more greater or less than\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 12(ggg) of Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, October 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see § 12(ggg) of Tax Clarity and Related Amendments Temporary Act of 2003 (D.C. Law 14-228, March 23, 2003, law notification 50 DCR 2741).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 12(fff) of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) amendment of section, see § 12(ggg) of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 12(ggg) of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-4201.\n\nFor Law 14-282, see notes following § 47-902.\n\nDC CODE § 47-4211\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 403(b), 48 DCR 334; Apr. 4, 2003, D.C. Law 14-282, § 11(xx), 50 DCR 896.)","sections":[{"prefix":"a","text":" For purposes of this section, the term:"},{"prefix":"1","text":" \"Negligence\" means a failure to make a reasonable attempt to comply with the provisions of this title or to exercise ordinary and reasonable care in the preparation of a tax return without the intent to defraud. A position with respect to an item is attributable to negligence if it lacks a reasonable basis. Negligence is indicated where:"},{"prefix":"A","text":" The taxpayer fails to include on an income tax return an amount of income shown on an information return;"},{"prefix":"B","text":" The taxpayer fails to make a reasonable attempt to ascertain the correctness of a deduction, credit, or exclusion on a return; or"},{"prefix":"C","text":" The taxpayer fails to keep adequate books and records or to substantiate items properly."},{"prefix":"2","text":" \"Gross valuation misstatement\" means the reporting on any return for a tax imposed by this title of the value of a property or the adjusted basis of a property which is greater than or equal to 400%, or less than or equal to 25%, of the amount determined to be the correct amount of the valuation or adjusted basis."},{"prefix":"3","text":"(A) \"Substantial understatement of income tax\" means, for a taxable year, an understatement made by taxpayer in filing an individual or estate tax return if the amount of the understatement for the taxable year exceeds the greater of:"},{"prefix":"i","text":" Ten percent of the tax required to be shown on the return for the taxable year; or"},{"prefix":"ii","text":" $2,000."},{"prefix":"B","text":" In the case of a taxpayer other than an individual or estate, subparagraph (A) of this paragraph shall be applied by substituting \"$4,000\" for \"$2,000\"."},{"prefix":"C","text":"(i) For purposes of this section, the term \"understatement\" means the excess of the amount of tax required to be shown on a return less the tax shown on the return."},{"prefix":"ii","text":" The amount of the understatement under sub-subparagraph (i) of this paragraph shall be reduced by the portion of the understatement which is attributable to:"},{"prefix":"I","text":" The tax treatment of an item by the taxpayer if there is or was substantial authority for the treatment; or"},{"prefix":"II","text":" An item if:"},{"prefix":"aa","text":" The relevant facts affecting the item's tax treatment are adequately disclosed in a statement attached to the return; and"},{"prefix":"bb","text":" There is a reasonable basis for the tax treatment of the item by the taxpayer."},{"prefix":"4","text":" \"Substantial valuation misstatement\" means the reporting on any return for a tax imposed by this title of the value of a property or the adjusted basis of a property which is greater than or equal to 200%, or less than or equal to 50%, of the amount determined to be the correct amount of the valuation or adjusted basis."},{"prefix":"b","text":"(1) There shall be added to a tax imposed by this title an amount equal to 20% of the portion of an underpayment which is attributable to one or more of the following:"},{"prefix":"A","text":" Negligence;"},{"prefix":"B","text":" A substantial understatement of income tax; or"},{"prefix":"C","text":" A substantial valuation misstatement."},{"prefix":"2","text":" There shall be added to the tax imposed by this title an amount equal to 40% of the portion of an underpayment which is attributable to a gross valuation misstatement."},{"prefix":"c","text":"(1) Subsection (b) of this section shall not apply to the portion of an underpayment on which a penalty is imposed under § 47-4212."},{"prefix":"2","text":" No penalty shall be imposed under subsection (b) of this section by reason of a substantial valuation misstatement or a gross valuation misstatement unless the portion of the underpayment for the taxable year attributable to the substantial valuation misstatement exceeds $5,000 ($10,000 in the case of a corporation)."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"42","text":"Interest and Penalties."},"subchapter":{"identifier":"II","text":"Penalties."},"heading":{"title":"47","chaptersection":"4211","identifier":"47-4211","catch_text":"Imposition of accuracy-related penalty."}}