{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 1062(c) of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) addition, see § 1062(c) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) addition, see § 1062(c) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nLegislative History of Laws\n\nFor Law 16-192, see notes following § 47-2608.\n\nDC CODE § 47-4314\n\nCurrent through December 11, 2012","credits":"(Mar. 2, 2007, D.C. Law 16-192, § 1062(c), 53 DCR 6899.)","sections":[{"prefix":"a","text":" The time and place of examination pursuant to § 47-4313 shall be fixed by the Mayor, or any authorized officer or employee of the Office of Tax and Revenue, and shall be reasonable under the circumstances. The time and place for an examination shall be presumed to be reasonable if it is scheduled:"},{"prefix":"1","text":" During a normally scheduled work day and normal business hours of the Office of Tax and Revenue; or"},{"prefix":"2","text":" Without regard to seasonal fluctuations in the businesses of particular taxpayers or their representatives."},{"prefix":"b","text":"(1) The Mayor, or an authorized officer or employee of the Office of Tax and Revenue, shall determine whether an examination will be an office examination or a field examination."},{"prefix":"2","text":"(A) An office examination of an individual shall take place at the Office of Tax and Revenue."},{"prefix":"B","text":" A field examination shall take place at the location where the taxpayer's original books, records, and source documents pertinent to the examination are maintained, which determination shall be made by the Mayor or an authorized officer or employee of the Office of Tax and Revenue. In the case of a sole proprietorship or taxpayer entity, this will usually be the taxpayer's principal place of business."},{"prefix":"C","text":" A taxpayer shall not be subjected to unnecessary examinations or investigations."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"43","text":"Administration."},"subchapter":{"identifier":"II","text":"Summons Authority; Records; Protests."},"heading":{"title":"47","chaptersection":"4314","identifier":"47-4314","catch_text":"Time and place of examination."}}