{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-292 substituted \"spouse (or domestic partner)\" for ''spouse\".\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-4401.\n\nFor Law 16-292, see notes following § 47-1801.04.\n\nDC CODE § 47-4440\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 405(b), 48 DCR 334; Mar. 14, 2007, D.C. Law 16-292, § 2(h), 54 DCR 1080.)","sections":[{"prefix":"a","text":" The chief taxing official of a state, local, or municipal government may certify to the Mayor the existence of a tax debt and request that the Mayor withhold a refund due to a taxpayer to satisfy the debt owed by the taxpayer to the requesting state, local, or municipal government."},{"prefix":"b","text":" A request under subsection (a) of this section shall not be honored unless the state, local, or municipal government provides a reciprocal right of credit to the District of Columbia."},{"prefix":"c","text":" Certification of a tax debt shall include:"},{"prefix":"1","text":" The full name and current address of the taxpayer;"},{"prefix":"2","text":" The taxpayer's social security number or federal identification number;"},{"prefix":"3","text":" The amount of the debt, including a detailed statement showing tax, interest, and penalty for each taxable period; and"},{"prefix":"4","text":" A statement that all rights to administrative remedies or appeals have been exhausted or lapsed and that the assessment of tax, interest, and penalty is final and enforceable."},{"prefix":"d","text":" Upon receipt of a request under subsection (a) of this section, the Mayor shall notify the taxpayer (and in the case of a refund of a tax imposed upon the income of individuals, a spouse (or domestic partner) with whom the taxpayer filed a joint return). The notice shall include a copy of the certification by the chief taxing official of the requesting state, local, or municipal government."},{"prefix":"e","text":" The Mayor may enter into agreements with the chief taxing official of a state, local or municipal government with respect to the operation of this section, including safeguards against the disclosure or inappropriate use of any information which personally identifies the taxpayer."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Collections."},"subchapter":{"identifier":"III","text":"Refund Offset."},"heading":{"title":"47","chaptersection":"4440","identifier":"47-4440","catch_text":"Reciprocal refund offset."}}