{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-217 rewrote subsec. (b) which had read as follows:\n\n\"(b) If a jeopardy assessment has been made, the taxpayer shall have the right to administratively appeal, within 5 business days, the assessment of tax, the seizure of property, or both, and the property seized for the collection of the tax shall not be sold until the appeal is completed.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(o) of Office of Administrative Hearings Establishment Emergency Amendment Act of 2004 (D.C. Act 15-513, August 2, 2004, 51 DCR 8976).\n\nFor temporary (90 day) amendment of section, see § 3(o) of Office of Administrative Hearings Establishment Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-553, October 26, 2004, 51 DCR 10359).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-4401.\n\nFor Law 15-217, see notes following § 47-1528.\n\nDC CODE § 47-4451\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 405(b), 48 DCR 334; Dec. 7, 2004, D.C. Law 15-217, § 4(o), 51 DCR 9126.)","sections":[{"prefix":"a","text":" If the Mayor believes that the assessment or collection of a deficiency of a tax imposed under this title (except real property taxes) will be jeopardized by delay, or if the Mayor finds that a taxpayer designs quickly to depart from the United States or to remove his property therefrom, to conceal himself or his property therein, or to perform any other act (including, in the case of a corporation, distributing all or a part of its assets in liquidation or otherwise) tending to prejudice or to render wholly or partially ineffectual proceedings to collect a tax, the Mayor may immediately make a determination of tax due and shall, notwithstanding any other law, immediately assess the tax, together with all interest and additions to the tax, and notice and demand shall be made for the payment thereof."},{"prefix":"b","text":" If a jeopardy assessment has been made, the taxpayer shall have the right to file, within 5 business days, a protest of the assessment of tax, the seizure of property, or both. The protest shall be governed by the procedures set forth in § 47-4312, except that the 30-day filing deadline established in § 47-4312(a) shall not apply. If a timely protest is filed, the property seized for the collection of the tax shall not be sold until completion of the proceedings in the Office of Administrative Hearings."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Collections."},"subchapter":{"identifier":"IV","text":"Jeopardy."},"heading":{"title":"47","chaptersection":"4451","identifier":"47-4451","catch_text":"Jeopardy and termination."}}