{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-305, see notes under § 47-4401.\n\nDC CODE § 47-4435\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 405(b), 48 DCR 334.)","sections":[{"prefix":"a","text":" The amount offset for liabilities other than District of Columbia or United States taxes shall be deposited with:"},{"prefix":"1","text":" The agency of the District responsible for administering the child support program as authorized by Part D of Title IV of the Social Security Act, approved January 4, 1995 (88 Stat. 2351; 42 U.S.C. § 651 et seq.), and shall be disbursed in accordance with section 651 of the Social Security Act, approved January 4, 1995 (88 Stat. 2356; 42 U.S.C. § 657) and the regulations promulgated thereunder;"},{"prefix":"2","text":" The university (for refunds withheld from individuals in default under a federal student loan program) and applied to the repayment of the amount of principal determined to be in default; or"},{"prefix":"3","text":" The Department of Employment Services and applied to the repayment of the Unemployment Compensation Fund."},{"prefix":"b","text":" If the Mayor is notified that a taxpayer owes more than one debt that is subject to an offset of a tax refund under § 47-4431(c), the Mayor shall apply the portion of tax refund of a taxpayer remaining after application to satisfy in the following order:"},{"prefix":"1","text":" To satisfy any court-ordered child support under § 47-4431(c)(1);"},{"prefix":"2","text":" To satisfy the default under a federal student loan under § 47- 4431(c)(2); and"},{"prefix":"3","text":" To satisfy overpayments of unemployment compensation under § 47- 4431(c)(3)."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Collections."},"subchapter":{"identifier":"III","text":"Refund Offset."},"heading":{"title":"47","chaptersection":"4435","identifier":"47-4435","catch_text":"Deposit of offset amount; application when more than one debt."}}