{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-217 rewrote the section which had read as follows:\n\n\"(a) Unless otherwise provided in this title, before a final assessment of a deficiency, interest, and penalties against a person, the Mayor shall send the person a proposed assessment and provide the person, not less than 30 days after the proposed assessment is sent, with an opportunity to file a protest that explains why the deficiency, interest, and penalties should not be assessed. If a protest is filed in a timely manner, the Mayor shall grant the person a hearing if requested.\n\n\"(b) If the person fails to file a protest in a timely manner under subsection (a) of this section, or the Mayor determines after review of the protest or after a hearing granted under subsection (a) of this section, that the person is liable for a deficiency, interest, or penalties, the Mayor shall send the person a final assessment of the deficiency, interest, or penalties.\n\n\"(c) If the period of limitations will expire without adequate opportunity for assessment, the Mayor may issue a final assessment of a deficiency, interest, or penalties against a person under this title without first issuing a proposed assessment.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(l) of Office of Administrative Hearings Establishment Emergency Amendment Act of 2004 (D.C. Act 15-513, August 2, 2004, 51 DCR 8976).\n\nFor temporary (90 day) amendment of section, see § 3(l) of Office of Administrative Hearings Establishment Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-553, October 26, 2004, 51 DCR 10359).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-4301.\n\nFor Law 15-217, see notes following § 47-1528.\n\nMiscellaneous Notes\n\nSection 5 of D.C. Law 15-217 provided that section 4 shall apply as of October 1, 2004.\n\nDC CODE § 47-4312\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 404(b), 48 DCR 334; Dec. 7, 2004, D.C. Law 15-217, § 4(l), 51 DCR 9126.)","sections":[{"prefix":"a","text":" Unless otherwise provided in this title, before a final assessment of a deficiency, interest, or penalties against a person, the Mayor shall send the person a proposed assessment.  No later than 30 days after the proposed assessment is sent, the person may file a protest with the Office of Administrative Hearings, and shall serve a copy on the Mayor.   The protest shall explain why the deficiency, interest, and penalties should not be assessed."},{"prefix":"b","text":" If the person fails to file a protest in a timely manner under subsection (a) of this section, the Mayor shall send the person a final assessment of the deficiency, interest, or penalties."},{"prefix":"c","text":" If a protest is filed in a timely manner under subsection (a) of this section, the Mayor may not issue a final assessment of the deficiency, interest, or penalties, and the Office of Administrative Hearings shall decide, after providing an opportunity for a hearing, whether the deficiency, interest, or penalties are proper. Filing a protest shall be deemed to be an election that the Office of Administrative Hearings shall be the exclusive forum to adjudicate all challenges to the proposed assessment, and shall be deemed to be an irrevocable waiver of any right to adjudication of all such challenges in any other forum. Nothing in this subsection limits the right of any person to judicial review pursuant to § 2-1831.16."},{"prefix":"d","text":" Nothing in this section or in § 2-1831.03(b)(4) shall limit or preclude any person from appealing any assessment to the Superior Court of the District of Columbia pursuant to § 47-3303, or other applicable law, as an alternative to filing a protest with the Office of Administrative Hearings."},{"prefix":"e","text":" Except with respect to the election of remedy and the waiver of rights required by subsection (c) of this section and by § 2-1831.03(j), a final order of the Office of Administrative Hearings in any matter in which a protest has been filed shall have the same effect as a final assessment of a deficiency, interest, or penalties, and the Mayor may undertake any lawful collection efforts for any amount that such final order determines is due from any person."},{"prefix":"f","text":" By October 7, 2004, the Office of Tax and Revenue shall notify in writing any person who filed a timely protest of a proposed assessment with the Office of Tax and Revenue on or before September 30, 2004, of his or her right to file a request for a hearing with the Office of Administrative Hearings on or before November 1, 2004. If any such person does not file a timely request for a hearing pursuant to this subsection, the Mayor shall send the person a final assessment of any deficiency, interest, or penalties."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"43","text":"Administration."},"subchapter":{"identifier":"II","text":"Summons Authority; Records; Protests."},"heading":{"title":"47","chaptersection":"4312","identifier":"47-4312","catch_text":"Protest of assessment."}}