{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-21, see notes under § 47-305.02.\n\nMiscellaneous Notes\n\nShort title: Section 7061 of D.C. Law 19-21 provided that subtitle H of title VII of the act may be cited as \"Beulah Baptist Church Tax Relief Act of 2011\".\n\nDC CODE § 47-4654\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2011, D.C. Law 19-21, § 7072(b), 58 DCR 6226.)","sections":[{"prefix":"a","text":" Beulah Baptist Church of Deanwood Heights is the owner of real property known as Lots 23, 811, 813, and 814 in Square 5253 and Lots 5, 7, 9, and 39 in Square 5263. These properties shall be exempt from the list compiled pursuant to § 42-3131.16(b)."},{"prefix":"b","text":" Beulah Community Improvement Association is the owner of real property known as Lot 822 in Square 5262 and Lot 33 in Square 5264. These properties shall be exempt from the list compiled pursuant to § 42-3131.16(b)."},{"prefix":"c","text":" Dix Street Corridor Senior Housing LP is the owner of real property known as Lots 30, 45 and 54 in Square 5266. These properties shall be exempt from the list compiled pursuant to § 42-3131.16(b)."},{"prefix":"d","text":" The real property known as Lot 44 in Square 5228 and Lots 3 and 4 in Square 5229 and Lots 23, 811, 813, and 814 in Square 5253 and Lots 14 and 822 in Square 5262 and Lots 5, 6, 7, 9, 10, 39, and Lot 40 in Square 5263 and Lots 31, 33, 34 and 807 in Square 5264 and Lots 28, 29, 30, 45, and 54 in Square 5266 shall be exempt from real property taxes imposed by Chapter 8 of this title effective October 1, 2006, through September 30, 2010."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Special Tax Incentives."},"heading":{"title":"47","chaptersection":"4654","identifier":"47-4654","catch_text":"Beulah Baptist Church, Dix Street Corridor Senior Housing LP, et al. equitable tax relief."}}