{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-21, see notes under § 47-305.02.\n\nMiscellaneous Notes\n\nShort title: Section 8081 of D.C. Law 19-21 provided that subtitle I of title VIII of the act may be cited as \"Bank Account Tax Offset Act of 2011\".\n\nDC CODE § 47-4481\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2011, D.C. Law 19-21, § 8082(b), 58 DCR 6226.)","sections":[{"prefix":"a","text":"(1) The Chief Financial Officer may request, up to 4 times per year, information and assistance from a financial institution concerning any obligor who is delinquent in the payment of taxes to aid in the enforcement of District tax laws."},{"prefix":"2","text":" The CFO's request shall:"},{"prefix":"A","text":" Include the full name of the obligor and any other names known to be used by the obligor;"},{"prefix":"B","text":" Include the social security number, or other taxpayer identification number, of the obligor; and"},{"prefix":"C","text":" Be transmitted to the financial institution in an electronic format, unless the financial institution asks the CFO to submit the request in hard-copy form."},{"prefix":"b","text":"(1) Within 30 days of receipt of a request from the CFO, the financial institution shall, with respect to each obligor whose name the CFO submitted to the financial institution, submit a report, in machine-readable form, to the CFO in compliance with paragraph (3) of this subsection."},{"prefix":"2","text":" A financial institution submitting a report to the CFO pursuant to this section is prohibited from disclosing to an obligor that his or her name has been received in a request for information or furnished to the CFO."},{"prefix":"3","text":"(A) Except as provided in subparagraph (B) of this paragraph, the report required pursuant to paragraph (1) of this subsection shall contain, to the extent reflected in the records of the financial institution:"},{"prefix":"i","text":" The full name of the obligor;"},{"prefix":"ii","text":" The address of the obligor;"},{"prefix":"iii","text":" The social security number, or other taxpayer identification number, of the obligor;"},{"prefix":"iv","text":" Any other identifying information needed to ensure positive identification of the obligor; and"},{"prefix":"v","text":" For each account of the obligor, the obligor's account number and balance."},{"prefix":"B","text":" For a financial institution that submits reports through the Federal Parent Locator Service under 42 U.S.C. § 666(a)(17), a report that contains the information that meets the specifications required for financial-data-match reports under the Federal Parent Locator Service shall meet the requirements of this subsection."},{"prefix":"c","text":" A financial institution that submits a report in compliance with this section is not liable to any person for:"},{"prefix":"1","text":" Disclosure of any information submitted to the CFO in accordance with this section; or"},{"prefix":"2","text":" Any other action taken in good faith to comply with the requirements of this section."},{"prefix":"d","text":" The Mayor may institute civil proceedings to enforce this section through the Office of Attorney General for the District of Columbia."},{"prefix":"e","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Account\" means any funds from a demand deposit account, checking account, negotiable order of withdrawal account, savings account, time deposit account, money market mutual fund account, or certificate of deposit account, any funds paid towards the purchase of shares or other interest in a financial institution, and any funds or property held by a financial institution, and does not include an account or portion of an account to which an obligor does not have access due to the pledge of the funds as security for a loan or other obligation, funds on property deposited to an account after the time that the financial institution initially attaches the account, an account or portion of an account to which the financial institution has a present right to exercise a right of setoff, an account or portion of an account that has an account holder of interest named as an owner on the account, or an account or portion of an account to which the obligor does not have an unconditional right of access."},{"prefix":"2","text":" \"Account holder of interest\" means any person, other than the obligor, who asserts an ownership interest in an account."},{"prefix":"3","text":" \"CFO\" means the Chief Financial Officer of the District of Columbia."},{"prefix":"4","text":" \"Financial institution\" means a:"},{"prefix":"A","text":" Depository institution, as defined in the Federal Deposit Insurance Act under 12 U.S.C. § 1813(c);"},{"prefix":"B","text":" Federal credit union or State credit union, as defined in the Federal Credit Union Act under 12 U.S.C. § 1752; or"},{"prefix":"C","text":" Benefit association, insurance company, safe deposit company, money market mutual fund, or similar entity doing business in the state that holds property or maintains accounts reflecting property belonging to others."},{"prefix":"5","text":" \"Obligor\" means a person, whose property is subject to a tax lien."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Collections."},"subchapter":{"identifier":"VI","text":"Distraint."},"heading":{"title":"47","chaptersection":"4481","identifier":"47-4481","catch_text":"Financial institutions, requests for information."}}