{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-282, in subsec. (a), substituted \"(e), and (e-1)\" for \"and (e)\"; and added subsec. (e-1).\n\nD.C. Law 15-50, in subsec. (a), substituted \", (e-1), and (e-2)\" for \", and (e-1)\"; and added subsec. (e-2).\n\nD.C. Law 15-217, in subsec. (b), substituted \"Mayor, the Office of Administrative Hearings,\" for \"Mayor\".\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see 12(ooo) of Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, October 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see 12(ooo) of Tax Clarity and Related Amendments Temporary Act of 2003 (D.C. Law 14-228, March 23, 2003, law notification 50 DCR 2741).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 12(nnn) of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) amendment of section, see § 12(ooo) of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 12(ooo) of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Superior Court of the District of Columbia Master Jury List Project Clarification Emergency Act of 2003 (D.C. Act 15-111, July 29, 2003, 50 DCR 6571).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Superior Court of the District of Columbia Master Jury List Project Clarification Legislative Review Emergency Act of 2003 (D.C. Act 15-201, October 24, 2003, 50 DCR 9831).\n\nFor temporary (90 day) amendment of section, see § 3(m) of Office of Administrative Hearings Establishment Emergency Amendment Act of 2004 (D.C. Act 15-513, August 2, 2004, 51 DCR 8976).\n\nFor temporary (90 day) amendment of section, see § 3(m) of Office of Administrative Hearings Establishment Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-553, October 26, 2004, 51 DCR 10359).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-4401.\n\nFor Law 14-282, see notes following § 47-902.\n\nFor Law 15-50, see notes following § 47-1805.04.\n\nFor Law 15-217, see notes following § 47-1528.\n\nFor Law 15-354, see notes following § 47-340.03.\n\nDC CODE § 47-4406\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 405(b), 48 DCR 334; Apr. 4, 2003, D.C. Law 14-282, § 11(fff), 50 DCR 896; Dec. 9, 2003, D.C. Law 15-50, § 2(b), 50 DCR 8980; Dec. 7, 2004, D.C. Law 15-217, § 4(m), 51 DCR 9126; Apr. 13, 2005, D.C. Law 15-354, § 73(o)(2), 52 DCR 2638.)","sections":[{"prefix":"a","text":" Except as provided in subsections (b), (c), (d)(2), (e), (e-1), and (e-2) of this section, and except as to an official of the District of Columbia, having a right thereto in his official capacity, an officer, employee, or contractor, or a former officer, employee, or contractor, of the District of Columbia shall not divulge or make known in any manner the amount of reported value, or any information relating to value or the computation of value, disclosed in a return required to be filed under this title. The original (or a copy) of a tax return desired for use in litigation in court shall not be furnished where the District of Columbia or the United States is not interested in the result of the litigation, whether or not the request is contained in an order of the court. Nothing contained in this section shall prevent the furnishing to the taxpayer of a copy of his or her return upon the payment of a fee as provided by the Mayor. This subsection shall also be applicable to federal, state, or local tax returns (or copies of these returns) and to federal, state, or local tax information either submitted by the taxpayer or otherwise obtained."},{"prefix":"b","text":" The District of Columbia may provide the information reported in a tax return to either the Mayor, the Office of Administrative Hearings, or the United States if either the District of Columbia or the United States is a party to litigation in which either of the 2 governments is interested in the result of the litigation and if the information reported in the tax return would be relevant to the liabilities of the parties in the litigation."},{"prefix":"c","text":" The District of Columbia may provide the information reported in a tax return to either the federal government or a state government if the United States, with respect to disclosure to the federal government, and the state government, with respect to disclosure to the state government, grant substantially similar privileges to the District of Columbia."},{"prefix":"d","text":" The District of Columbia may publish the following information if it does not identify particular tax returns and items in tax returns:"},{"prefix":"1","text":" Statistics about the tax system;"},{"prefix":"2","text":" A list of taxpayers who are delinquent in their taxes; and"},{"prefix":"3","text":" Other information that may help the Mayor collect taxes."},{"prefix":"e","text":" The District of Columbia may disclose information reported on tax returns to a contractor obligated to the District of Columbia to store documents or information to provide other services related to tax administration to the extent that the disclosure relates to the obligations of the contractor."},{"prefix":"e-1","text":" The provisions of this section shall not apply to the return required by §§ 42-1103 and 47-903, unless otherwise provided by regulation."},{"prefix":"e-2","text":" Nothwithstanding any other provision of this section, the Office of Tax and Revenue may furnish in accordance with § 11-1905 to the Superior Court of the District of Columbia, upon request of the Court, the names, addresses, and social security numbers of individuals who have filed a return under § 47-1805.02(1)."},{"prefix":"f","text":" A person who willfully violates this section shall be guilty of a misdemeanor and upon conviction thereof, shall be fined not more than $1,000, or imprisoned not more than 180 days, or both. Prosecutions under this section shall be brought in the Superior Court of the District of Columbia by the Attorney General for the District of Columbia in the name of the District of Columbia."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Collections."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"47","chaptersection":"4406","identifier":"47-4406","catch_text":"Secrecy of returns."}}