{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-305, see notes under ยง 47-4401.\n\nDC CODE ยง 47-4478\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, ยง 405(b), 48 DCR 334.)","sections":[{"prefix":"a","text":" The Mayor shall release the levy upon all, or part, of the property levied upon and shall promptly notify the person upon whom the levy was made (if any) that the levy has been released if:"},{"prefix":"1","text":" The liability for which the levy was made is satisfied or becomes unenforceable;"},{"prefix":"2","text":" Release of the levy will facilitate the collection of the liability;"},{"prefix":"3","text":" The taxpayer has entered into an agreement to satisfy the liability by means of installment payments (unless the agreement provides otherwise); provided, that the Mayor shall not be required to release the levy if the release would jeopardize the status of the District of Columbia as a secured creditor;"},{"prefix":"4","text":" The Mayor determines that the levy is creating an economic hardship due to the financial condition of the taxpayer; or"},{"prefix":"5","text":" The fair market value of the property exceeds the liability and release of the levy on part of the property will not hinder the collection of the liability."},{"prefix":"b","text":" The release of levy on a property under subsection (a)(1) of this section shall not prevent a subsequent levy on the property."},{"prefix":"c","text":" If the Mayor determines that property has been wrongfully levied upon, the Mayor may return:"},{"prefix":"1","text":" The specific property levied upon, at any time;"},{"prefix":"2","text":" An amount of money equal to the amount of money levied upon; or"},{"prefix":"3","text":" An amount of money equal to the amount of money received by the District of Columbia from a sale of the property."},{"prefix":"d","text":" Interest shall be allowed and paid at the overpayment rate established in ยง 47-4212:"},{"prefix":"1","text":" In a case described in subsection (c)(2) of this section, from (A) the date of receipt of the money by the Mayor from the levy to (B) a date (to be determined by the Mayor) preceding the date of return of the money by not more than 60 days; or"},{"prefix":"2","text":" In a case described in subsection (c)(3) of this section, from (A) the date of the sale of the property to (B) a date (to be determined by the Mayor) preceding the date of return of the proceeds of sale by not more than 60 days."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Collections."},"subchapter":{"identifier":"VI","text":"Distraint."},"heading":{"title":"47","chaptersection":"4478","identifier":"47-4478","catch_text":"Release of levy and return of property."}}