{"text":"","historical":"Temporary Amendments of Section\n\nSection 2 of D.C. Law 19-30, in par. (12), substituted \"the relocation, construction (on-site or off-site), and redevelopment (on-site or off-site) of certain public facilities located within or serving the Capper/Carrollsburg PILOT Area, including off-site facilities for the Department of Public Works operations relocated from the Capper/Carrollsburg PILOT Area\" for \"the relocation, construction, and redevelopment of certain public facilities located within or serving the Capper/Carrollsburg PILOT Area\"; and rewrote par. (16B) to read as follows:\n\n\"(B) Costs of relocation, construction (on-site or off-site), and redevelopment (on-site or off-site) of the Capper/Carrollsburg Public Improvements, including off-site facilities for the Department of Public Works operations relocated from the Capper/Carrollsburg PILOT Area;\".\n\nSection 4(b) of D.C. Law 19-30 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of §§ 201 to 204 of D.C. Law 16-244, see § 101 of Arthur Capper/Carrollsburg Public Improvement Revenue Bonds Technical Correction Emergency Act of 2008 (D.C. Act 17-318, March 19, 2008, 55 DCR 3418).\n\nFor temporary (90 day) addition, see § 202(c)(2) of Arthur Capper/Carrollsburg Public Improvement Revenue Bonds Technical Correction Emergency Act of 2008 (D.C. Act 17-318, March 19, 2008, 55 DCR 3418).\n\nFor temporary (90 day) amendment of § 201 of D.C. Law 16-244, see § 2 of Arthur Capper/Carrollsburg Public Improvements Revenue Bonds Emergency Amendment Act of 2011 (D.C. Act 19-88, June 27, 2011, 58 DCR 5401).\n\nLegislative History of Laws\n\nFor Law 17-118, see notes following § 47-902.\n\nMiscellaneous Notes\n\nFor Capper/Carrollsburg Pilot and Bond Issuance approval, see §§ 201 to 204 of D.C. Law 16-244, as amended by D.C. Law 17-118, § 101, and D.C. Law 18-132, § 2.\n\nDC CODE § 47-4611\n\nCurrent through December 11, 2012","credits":"(Mar. 20, 2008, D.C. Law 17-118, § 202(c)(2), 55 DCR 1461.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Bonds\" means any bonds, notes, or other obligations issued by the District pursuant to the PILOT Authorization Increase and Arthur Capper/Carrollsburg Public Improvements Revenue Bonds Approval Act of 2006, effective March 8, 2007 (D.C. Law 16-244; 54 DCR 609), and D.C. Official Code § 1-204.90."},{"prefix":"2","text":" \"Capper/Carrollsburg PILOT Area\" means land in the southeast quadrant of the District located in Lots 0045, 0046, 0047, and 0048, Square 799; Lots 0020, 0025, 0026, 0027, 0028, 0816, 0818, 0819, and 0820, Square 800; Lots 0037, 0038, and 0039, Square 824; Squares 737, 739, 767, 768, 769, 797, 798, 825, S825 and 882; any portion of the land known as Reservation 17A which becomes part of Square 737 or 739; and land consisting of streets or alleys located within the Capper/Carrollsburg PILOT Area upon abandonment thereof and reversion to a square or lot included in the Capper/Carrollsburg PILOT Area."},{"prefix":"3","text":" \"DCHA\" means the District of Columbia Housing Authority."},{"prefix":"4","text":" \"Improvement Parcels\" means Lots 0074 and 0075, Square 737, and Lot 0021, Square 769, but excluding any portion of the land known as Reservation 17A which becomes part of Square 737, and land consisting of streets or alleys located within the Capper/Carrollsburg PILOT Area upon abandonment thereof and reversion to Square 737 or 769 or lot included in Square 737 or 769."},{"prefix":"5","text":" \"Owner\" means those persons who may, from time to time, own all or a part of the Capper/Carrollsburg PILOT Area."},{"prefix":"7","text":" \"Payment in lieu of taxes\" or \"PILOT\" means payments made in lieu of real property taxes pursuant to this section."},{"prefix":"8","text":" \"PILOT period\" means the period commencing April 1, 2007, and ending on the earlier of March 31, 2037, or the day after the principal of bonds, together with interest and premium, if any, thereon, and all costs and expenses in connection with any suit, action, or proceeding by or on behalf of the holders of the bonds are fully met and discharged."},{"prefix":"b","text":" During the PILOT period, the real property in the Capper/Carrollsburg PILOT Area (other than the Improvement Parcels) shall be exempt from real property taxation. The improvements on the real property within the Improvement Parcels shall be exempt from real property taxation, but shall not be exempt from special tax provided for in § 1-204.81. The land within the Improvement Parcels shall not be exempt from real property taxation pursuant to this section. Real property and improvements within the Capper/Carrollsburg PILOT Area which in the absence of this section would be subject to business improvement district assessments and other special assessments shall not be exempt from such assessments pursuant to this section or § 47-1002(30). Each owner of a parcel in the Capper/Carrollsburg PILOT Area shall make a PILOT in an amount equal to the real estate taxes, if any, that the owner would be obligated to pay on such parcel in the Capper/Carrollsburg PILOT Area in the absence of this section or in the case of the Improvement Parcels on the improvements on such parcel in the absence of this section. The PILOT shall be made in the same manner and at such times as annual real property taxes under Chapter 8 of this title."},{"prefix":"c","text":" The PILOT shall be subject to the same penalty and interest provisions as unpaid real property taxes under Chapter 8 of this title."},{"prefix":"d","text":" All PILOT shall be made to the District or its designee."},{"prefix":"e","text":" The PILOT shall be paid on such dates that the annual real property taxes would have been due and payable on such parcel. An owner shall have at least 30 days from the date of issuance of a bill to pay any PILOT installment The owner shall deliver such PILOT to the address identified for delivery of such payment on the applicable bill."},{"prefix":"f","text":" A lien for unpaid PILOT, including penalty and interest, shall attach to the applicable lot within the Capper/Carrollsburg PILOT Area in the same manner and with the same priority as a lien for delinquent real property tax under Chapter 13A of this title. An unpaid PILOT may be collected in accordance with Chapter 13A of this title."},{"prefix":"g","text":" The owner of a lot within the Capper/Carrollsburg PILOT Area shall have the right to challenge any assessment or reassessment of such lot in accordance with the provisions of Chapter 8 of this title and the applicable PILOT shall reflect the result of such challenge."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Special Tax Incentives."},"heading":{"title":"47","chaptersection":"4611","identifier":"47-4611","catch_text":"Payments in lieu of taxes, Capper/Carrollsburg PILOT Area."}}