{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-307 repealed subsec. (c) which had read as follows:\n\n\"(c) Until the Internal Revenue Service has provided guidance that the provision to a contributor of the choice of 2 or more investment instruments under a qualified state tuition program will not disqualify the program for favorable tax treatment under § 529 of the Internal Revenue Code, no management contract entered into by the Chief Financial Officer shall provide for more than one type of investment instrument.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(d) of College Savings Program Temporary Act of 2002 (D.C. Law 14-186, October 1, 2002, law notification 49 DCR 9244).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(d) of College Savings Program Emergency Act of 2002 (D.C. Act 14-374, May 20, 2002, 49 DCR 5114).\n\nFor temporary (90 day) amendment of section, see § 2402(g) of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) repeal of section, see § 2402(g) of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see § 2402(g) of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nLegislative History of Laws\n\nFor Law 13-212, see notes under § 47-4501.\n\nFor Law 14-307, see notes following § 47-903.\n\nDC CODE § 47-4506\n\nCurrent through December 11, 2012","credits":"(Mar. 31, 2001, D.C. Law 13-212, § 2(b), 47 DCR 9457; June 5, 2003, D.C. Law 14-307, § 2402(g), 49 DCR 11664.)","sections":[{"prefix":"a","text":" The Chief Financial Officer shall implement the Program through use of one or more financial organizations as account depositories and managers. Under the Program, individuals may establish accounts directly with an account depository."},{"prefix":"b","text":" The Chief Financial Officer shall solicit proposals from financial organizations to act as account depositories or managers of the Program. The Chief Financial Officer shall promulgate regulations that establish a procedure to, from time to time, review the method by which financial organizations are selected. Financial organizations submitting proposals shall describe the investment instrument which will be used in accounts. The Chief Financial Officer may select as account depositories or managers one or more financial organizations that demonstrate the most advantageous combination, both to potential program participants and the District of Columbia, from among the following factors:"},{"prefix":"1","text":" Financial stability and integrity of the financial organization;"},{"prefix":"2","text":" The safety of the investment instrument being offered;"},{"prefix":"3","text":" The ability of the investment instrument to track increasing costs of higher education;"},{"prefix":"4","text":" The ability of the financial organization to satisfy recordkeeping and reporting requirements;"},{"prefix":"5","text":" The financial organization's plan for promoting the Program and the investment it is willing to make to promote the Program;"},{"prefix":"6","text":" The fees, if any, proposed to be charged to persons for opening accounts;"},{"prefix":"7","text":" The minimum initial deposit and minimum contributions that the financial organization will require;"},{"prefix":"8","text":" The ability of banking organization to accept electronic withdrawals, including payroll deduction plans; and"},{"prefix":"9","text":" Other benefits to the District of Columbia or its residents included in the proposal, including fees payable to the District of Columbia to pay the expenses of the operation of the Program."},{"prefix":"c","text":" Repealed."},{"prefix":"d","text":" A management contract shall include terms requiring the financial organization to:"},{"prefix":"1","text":" Take any action required to keep the Program in compliance with requirements of § 47-4503 and not to take any action which would disqualify the Program as a qualified state tuition plan under § 529 of the Internal Revenue Code;"},{"prefix":"2","text":" Keep adequate records of each account, keep each account segregated from each other account, and provide the Chief Financial Officer with the information necessary to prepare the statements required by § 47-4503."},{"prefix":"3","text":" Compile information contained in statements provided to account owners;"},{"prefix":"4","text":" If there is more than one program manager, provide the Chief Financial Officer with the information necessary to determine compliance with § 47- 4503."},{"prefix":"5","text":" Provide the Chief Financial Officer, or its designee, access to the books and records of the program manager to the extent needed to determine compliance with the contract;"},{"prefix":"6","text":" Hold all accounts for the benefit of the account owner;"},{"prefix":"7","text":" Be audited at least annually by a firm of certified public accountants;"},{"prefix":"8","text":" Provide the Chief Financial Officer with copies of all regulatory filings and reports made by the financial organization during the term of the management contract or while it is holding any accounts, other than confidential filings or reports that will not become part of the Program. The program manger shall make available for review by the Chief Financial Officer the results of any periodic examination of the manager by a federal banking, insurance, or securities commission, except to the extent the report may not be disclosed under applicable law or the rules of the commission; and"},{"prefix":"9","text":" Ensure that any description of the Program, whether in writing or through the use of other media, is consistent with the marketing plan developed by the Chief Financial Officer."},{"prefix":"e","text":" The Chief Financial Officer may provide that an audit may be conducted of the operations and financial positions of the program depository or manager at any time if the Chief Financial Officer has reason to be concerned about the financial position, the recordkeeping practices, or the status of accounts of the program depository and manager."},{"prefix":"f","text":" During the term of a contract with a program manager, the Chief Financial Officer shall conduct an examination of the manager and its handling of accounts. The examination shall be conducted at least biennially if the manager is not otherwise subject to periodic examination by the Mayor, the Federal Deposit Insurance Corporation, or other similar entity."},{"prefix":"g","text":" If selection of a financial organization as a program manager or depository is not renewed, after the end of its term:"},{"prefix":"1","text":" No new accounts may be placed with the financial organization;"},{"prefix":"2","text":" Accounts previously established and held in investment instruments at the financial organization shall be terminated;"},{"prefix":"3","text":" If accounts are not terminated, additional contributions may be made to the accounts; and"},{"prefix":"4","text":" Existing accounts held by the depository shall remain subject to all oversight and reporting requirements established by the Chief Financial Officer."},{"prefix":"h","text":" If the Chief Financial Officer terminates a financial organization as a program manager or depository, the Chief Financial Officer shall cause the accounts to be transferred to another financial organization that is selected as a program manager or depository and into investment instruments as similar to the original instruments as possible."},{"prefix":"i","text":" The Chief Financial Officer:"},{"prefix":"1","text":" Shall preserve, invest, and expend the assets of the Program solely for the purposes of this chapter; and"},{"prefix":"2","text":" Shall not loan, transfer, or use the assets of the Program for any other purpose than as provided in this chapter."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"45","text":"College Savings Program."},"heading":{"title":"47","chaptersection":"4506","identifier":"47-4506","catch_text":"Implementation of the Program."}}