{"text":"","historical":"Temporary Addition of Section\n\nSection 2(b) of D.C. Law 18-21 added a section to read as follows:\n\n\"§ 47-4618. View 14 Project tax exemptions.\n\n\"(a) For the purposes of this section, the term:\n\n\"(1) 'Developer' means L2CP, LLC, its successors, affiliates, and assigns.\n\n\"(2) 'View 14 Project' means the acquisition, development, construction, installation, and equipping, including the financing, refinancing, or reimbursing of costs incurred of the mixed-use, multi-family residential and retail project under construction on the east side of 14th Street, N.W., between Florida Avenue and Belmont Street, to consist of:\n\n\"(A) One hundred and eighty-five units of condominium/apartment house use totaling approximately 173,765 square feet of floor area, including a minimum of 6,000 square feet devoted to affordable housing for residents within an income that is no greater than 80% of the metropolitan Washington, D.C. area media income;\n\n\"(B) Approximately 13,903 square feet of retail space; and\n\n\"(C) A below-grade parking garage.\n\n\"(3) 'View 14 Property' means the real property, including any improvements constructed thereon, located on Lot 155, Square 2868, as recorded on Page 68 of Book 201 in the Office of the Surveyor for the District of Columbia (or as the land for such lots may be subdivided into a record lot or lots or assessment and taxation lots, condominium lots, air rights lots, or any combination in the future).\n\n\"(b)(1) The View 14 Property is hereby exempt from real property taxation under Chapter 8 for 20 consecutive years, 10 years at 100% and a 10% increase in years 11 through 20 until the annual real property taxation equals 100%.\n\n\"(2) The View 14 Project shall also be exempt from the District of Columbia sales tax on materials used directly for construction of the View 14 Project, which are incorporated into and become a part of the realty, subject to the provisions of § 47-1002, providing for exemption of certain real properties.\n\n\"(3) The tax exemptions granted by paragraphs (1) and (2) of this subsection shall not exceed, in the aggregate, $5.7 million.\n\n\"(c) The tax exemptions pursuant to subsection (b) of this section shall be in addition to, and not in lieu of, any other tax relief or assistance from any other source applicable to the View 14 Project, the View 14 Property, or the Developer.\n\n\"(d) This section shall not prevent or restrict the Developer from utilizing any other tax, development, or other economic incentives available to the View 14 Project, the View 14 Property, or the Developer.\n\n\"(e) Nothing in this section shall be construed to limit the owner of the View 14 Property from appealing or contesting its real estate tax assessment.\"\n\nSection 5(b) of D.C. Law 18-21 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2 of View 14 Economic Development Emergency Act of 2009 (D.C. Act 18-32, March 16, 2009, 56 DCR 2337).\n\nFor temporary (90 day) addition, see § 7201(b) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) addition, see § 7201(b) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor Law 18-111, see notes following § 47-305.02.\n\nMiscellaneous Notes\n\nShort title: Section 7200 of D.C. Law 18-111 provided that subtitle R of title VII of the act may be cited as the \"View 14 Project Economic Development Act of 2009\".\n\nDC CODE § 47-4623\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 2010, D.C. Law 18-111, § 7201(b), 57 DCR 181.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Developer\" means L2CP, LLC, its successors, affiliates, and assigns."},{"prefix":"2","text":" \"View 14 Project\" means the acquisition, development, construction, installation, and equipping, including the financing, refinancing, or reimbursing of costs incurred of the mixed-use, multifamily residential and retail project under construction on the east side of 14th Street, N.W., between Florida Avenue and Belmont Street, to consist of:"},{"prefix":"A","text":" One hundred and eighty-five units of condominium/apartment house use totaling approximately 173,765 square feet of floor area, including a minimum of 6,000 square feet devoted to affordable housing for residents with an income that is no greater than 80% of the metropolitan Washington D.C. area media income;"},{"prefix":"B","text":" Approximately 13,903 square feet of retail space; and"},{"prefix":"C","text":" A below-grade parking garage."},{"prefix":"3","text":" \"View 14 Property\" means the real property, including any improvements constructed thereon, described as Lot 155, Square 2868, as recorded on Page 68 of Book 201 in the Office of the Surveyor for the District of Columbia (or as the land for such lots may be subdivided into a record lot or lots or assessment and taxation lots, condominium lots, air rights lots, or any combination in the future)."},{"prefix":"b","text":"(1) The View 14 Property shall be exempt from real property taxation under Chapter 8 of this title for 20 consecutive years, 10 years at 100% and a 10% increase in years 11 through 20 until the annual real property taxation equals 100%."},{"prefix":"2","text":" The View 14 Project shall be exempt from the tax imposed by Chapter 20 of this title on materials used directly for construction of the View 14 Project, which are incorporated into and become a part of the real property."},{"prefix":"3","text":" The tax exemptions granted by paragraphs (1) and (2) of this subsection shall not exceed, in the aggregate, $5.7 million."},{"prefix":"c","text":" The tax exemptions pursuant to subsection (b) of this section shall be in addition to, and not in lieu of, any other tax relief or assistance from any other source applicable to the View 14 Project, the View 14 Property, or the developer."},{"prefix":"d","text":" This section shall not prevent or restrict the developer from utilizing any other tax, development or other economic incentives available to the View 14 Project, the View 14 Property, or the developer."},{"prefix":"e","text":" Nothing in this section shall be construed to limit the owner of the View 14 Property from appealing or contesting its real estate tax assessment."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Special Tax Incentives."},"heading":{"title":"47","chaptersection":"4623","identifier":"47-4623","catch_text":"View 14 Project tax exemption."}}