{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-168 rewrote subsec. (c), which formerly read:\n\n\"(c) The overpayment rate is 6% per year simple interest.\"\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-4201.\n\nFor history of Law 19-168, see notes under § 47-355.01.\n\nMiscellaneous Notes\n\nShort title: Section 7051 of D.C. Law 19-168 provided that subtitle E of title VII of the act may be cited as \"Overpayment Interest Rate Act of 2012\".\n\nDC CODE § 47-4202\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 403(b), 48 DCR 334; Sept. 20, 2012, D.C. Law 19-168, § 7052, 59 DCR 8025.)","sections":[{"prefix":"a","text":" Unless otherwise provided in this title, interest shall be allowed and paid on an overpayment of a tax imposed by this title at the overpayment rate set forth in subsection (c) of this section."},{"prefix":"b","text":" Interest shall be allowed and paid as follows:"},{"prefix":"1","text":" In the case of a refund, from the date of the overpayment to a date (to be determined by the Mayor) preceding the date of the refund check by not more than 60 days, whether or not the refund check is accepted by the taxpayer after tender of the check to the taxpayer. The acceptance of the check shall be without prejudice to any right of the taxpayer to contest the amount of the overpayment and interest thereon."},{"prefix":"2","text":" In the case of a return filed on or before the last day prescribed for filing the return (determined with regard to extension), interest shall not be allowed or paid before:"},{"prefix":"A","text":" The 91st day after the due date of an individual income tax return required under Chapter 18 of this title; or"},{"prefix":"B","text":" The 181st day after the due date of any other return required under this title."},{"prefix":"3","text":" In the case of a return filed after the last date prescribed for filing the return (determined with regard to extension), an amended return, or a claim for refund or credit, interest shall not be allowed or paid before:"},{"prefix":"A","text":" The 91st day after an individual income tax return or claim is filed under Chapter 18 of this title; or"},{"prefix":"B","text":" The 181st day after any other tax return or claim is filed under this title."},{"prefix":"4","text":" If an adjustment initiated by the Mayor results in a refund of an overpayment, interest on the overpayment shall be computed from:"},{"prefix":"A","text":" The 91st day after the date of the adjustment to the date of the payment in the case of an individual income tax return filed under Chapter 18 of this title; or"},{"prefix":"B","text":" The 181st day after the date of the adjustment to the date of the payment in the case of any other return filed under this title."},{"prefix":"c","text":"(1) For overpayments on which interest is due on or before December 31, 2012, the overpayment rate shall be 6% per year simple interest."},{"prefix":"2","text":" For overpayments on which interest is due beginning January 1, 2013, the overpayment rate for each annual period shall be one percentage point above the primary credit discount rate for the Richmond Federal Reserve Bank as of the previous September 30, rounded to the nearest whole number, but not exceeding 6% in the aggregate."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"42","text":"Interest and Penalties."},"subchapter":{"identifier":"I","text":"Interest."},"heading":{"title":"47","chaptersection":"4202","identifier":"47-4202","catch_text":"Interest on overpayments."}}