{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-191, in subsec. (a), substituted \"of this title\" for \"[of this title]\" following \"Chapter 15\"; and, in subsec. (b), substituted \"of this title\" for \"[of this title]\" following \"Chapter 20\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) ticket tax exemption, see § 2 of Atlanta Coast Conference Tournament Ticket Tax Clarification Emergency Act of 2005 (D.C. Act 16-52, March 17, 2005, 52 DCR 3168).\n\nFor temporary (90 day) amendment of section, see § 18 of Finance and Revenue Technical Amendments Second Emergency Amendment Act of 2006 (D.C. Act 16-585, December 28, 2006, 54 DCR 340).\n\nLegislative History of Laws\n\nFor Law 15-333, see notes following § 47-1002.\n\nFor Law 16-191, see notes following § 47-2425.\n\nDC CODE § 47-4604\n\nCurrent through December 11, 2012","credits":"(Apr. 12, 2005, D.C. Law 15-333, § 2(b), 52 DCR 2010; Mar. 2, 2007, D.C. Law 16-191, § 87, 53 DCR 6794.)","sections":[{"prefix":"a","text":" The personal property of any organization that is wholly-owned by a legitimate theater company, which is a District of Columbia nonprofit corporation, and that acquires any portion of the lot that is designated, as of October 1, 2003, as lot 878 in square 456 in the District of Columbia, shall be exempt from the tax imposed by Chapter 15 of this title to the same extent as if the personal property was owned by the legitimate theater company."},{"prefix":"b","text":" Sales to any organization that is wholly-owned by a legitimate theater company, which is a District of Columbia nonprofit corporation, and that acquires any portion of the lot that is designated, as of October 1, 2003, as lot 878 in square 456 in the District of Columbia, shall be exempt from the tax imposed by Chapter 20 of this title to the same extent as if the sale was made to the legitimate theater company."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Special Tax Incentives."},"heading":{"title":"47","chaptersection":"4604","identifier":"47-4604","catch_text":"Lot 878, square 456 personal property tax and sales tax exemption."}}