{"text":"","historical":"Temporary Addition of Section\n\nSection 2(b) of D.C. Law 16-38 added provisions to read as follows:\n\n\"§ 47-4608. Brentwood Retail Center, 1060 Brentwood Road, N.E.; lot 57, square 3848.\".\n\n\"(a) The real property located in the District of Columbia, described as lot 57, square 3848, situated at 1060 Brentwood Road, N.E., shall be exempt from real property taxation under Chapter 8 for 6 years, beginning on the effective date of this section, so long as:\n\n\"(1) The real property is owned and managed by Brentwood RI, LLC, a District of Columbia limited liability company;\n\n\"(2) The real property shall be used to develop a commercial and retail center, containing at least 5 retail establishments, of which, 2 shall be leased to national credit retail stores (\"project\");\n\n\"(3) Construction on the development of the project shall commence within 60 days after the effective date of the Brentwood Retail Center Real Property Tax Exemption Temporary Act of 2005;\n\n\"(4) The Brentwood RI, LLC shall comply with the First Source Agreement and Local, Small, and Disadvantaged Business Enterprises commitments as set forth in the \"Application for Economic Assistance\" to the District government.\n\n\"(b) If there is noncompliance with any of the conditions set forth in subsection (a) of this section, the abatement shall terminate as of the beginning of the year in which the noncompliance occurred.\".\n\nSection 4(b) of D.C. Law 16-38 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2(b) of Brentwood Retail Center Real Property Tax Exemption Emergency Act of 2005 (D.C. Act 16-147, July 26, 2005, 52 DCR 7187).\n\nFor temporary (90 day) addition, see § 2(b) of Brentwood Retail Center Real Property Tax Exemption Congressional Review Emergency Act of 2005 (D.C. Act 16- 193, October 28, 2005, 52 DCR 10032).\n\nLegislative History of Laws\n\nLaw 16-73, the \"Brentwood Retail Center Real Property Tax Exemption Act of 2006\", was introduced in Council and assigned Bill No. 16-385 which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on December 6, 2005, and January 4, 2006, respectively. Signed by the Mayor on January 19, 2006, it was assigned Act No. 16-249 and transmitted to both Houses of Congress for its review. D.C. Law 16-73 became effective on March 30, 2006.\n\nDC CODE § 47-4606\n\nCurrent through December 11, 2012","credits":"(Mar. 30, 2006, D.C. Law 16-73, § 2(b), 53 DCR 480.)","sections":[{"prefix":"a","text":" The real property located in the District of Columbia, described as lot 57, square 3848, situated at 1060 Brentwood Road, N.E., shall be exempt from real property taxation under Chapter 8 for 6 years, beginning on the first day of the month following the month in which the property title was transferred to Brentwood RI, LLC, so long as:"},{"prefix":"1","text":" The real property is owned and managed by Brentwood RI, LLC, a District of Columbia limited liability company;"},{"prefix":"2","text":" The real property shall be used to develop a commercial and retail center, containing at least 5 retail establishments, of which 2 shall be leased to national retail stores (\"project\");"},{"prefix":"3","text":" Construction on the development of the project shall commence within 60 days after December 10, 2005;"},{"prefix":"4","text":" The Brentwood RI, LLC shall comply with the First Source Agreement and Local, Small, and Disadvantaged Business Enterprises commitments as set forth in the \"Application for Economic Assistance\" to the District government."},{"prefix":"b","text":" No later than April 1 of each year, the Deputy Mayor for Planning and Economic Development shall provide to the Office of Tax and Revenue a report with information sufficient to allow the Office of Tax and Revenue to determine whether the real property and the owner are in compliance with the requirements of this exemption."},{"prefix":"c","text":" If there is noncompliance with any of the conditions set forth in subsection (a) of this section, the abatement shall terminate as of the beginning of the year in which the noncompliance occurred."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Special Tax Incentives."},"heading":{"title":"47","chaptersection":"4606","identifier":"47-4606","catch_text":"Brentwood Retail Center, 1060 Brentwood Road, N.E.; lot 57, square 3848."}}