{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-462.\n\nEffect of Amendments\n\nD.C. Law 19-21 rewrote subsecs. (a)(1), (b)(6), and (d); in subsec. (a)(2), deleted \"and\" from the end; added subsecs. (a)(4) and (5); in subsec. (b)(2), substituted \"recommending potential modifications to tax rates\" for \"enabling the possibility that general rates might be reduced\"; and, in subsec. (c), substituted \"June 2, 1998, and entitled 'Taxing Simply, Taxing Fairly\"' for \"December 5, 1977, pursuant to Council Resolution 1-149\" . Prior to amendment, subsecs. (a)(1), (b)(6), and (d) read as follows:\n\n\"(1) Mitigate the current tax burden on taxpayers;\"\n\n\"(6) To conduct an analysis of a split rate approach to real property taxation together with a recommendation as to how it could be structured with minimal effect on taxes paid by the average taxpayer.\"\n\n\"(d) The Commission shall submit to the Council and the Mayor emergency recommendations within 90 days of its appointment and its final report no later than 9 months after the Commission's appointment.\"\n\nD.C. Law 19-171, in subsec. (a)(3), validated a previously made technical correction in the punctuation.\n\nEmergency Act Amendments\n\nSee Historical and Statutory Notes following § 47-461.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-143, see Historical and Statutory Notes following § 47-461.\n\nFor history of Law 19-21, see notes under § 47-305.02.\n\nFor history of Law 19-171, see notes under § 47-369.01.\n\nDC CODE § 47-462\n\nCurrent through December 11, 2012","credits":"(June 13, 1996, D.C. Law 11-143, § 3, 43 DCR 2170; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Sept. 14, 2011, D.C. Law 19-21, § 7062(b), 58 DCR 6226; Sept. 26, 2012, D.C. Law 19-171, § 114(c), 59 DCR 6190.)","sections":[{"prefix":"a","text":" There is established a Tax Revision Commission (\"Commission\") with the purpose of preparing comprehensive recommendations to the Council and the Mayor which:"},{"prefix":"1","text":" Provide for fairness in apportionment of taxes;"},{"prefix":"2","text":" Broaden the tax base;"},{"prefix":"3","text":" Make the District's tax policy more competitive with surrounding jurisdictions;"},{"prefix":"4","text":" Encourage business growth and job creation; and"},{"prefix":"5","text":" Modernize, simplify, and increase transparency in the District's tax code."},{"prefix":"b","text":" Specific functions of the Commission shall include the following:"},{"prefix":"1","text":" To analyze the District's current tax system in terms of revenue productivity and stability, efficiency, equity, simplicity of administration, and effect upon the District's economy;"},{"prefix":"2","text":" To propose innovative solutions for meeting the District's projected revenue needs while recommending potential modifications to tax rates;"},{"prefix":"3","text":" To identify economic activities which are either beneficial or detrimental to the District's economy and which should be either encouraged or discouraged through tax policy;"},{"prefix":"4","text":" To recommend changes in the District's current tax policies and laws;"},{"prefix":"5","text":" To establish criteria and a conceptual framework for evaluating current and future taxes; and"},{"prefix":"6","text":" To identify unused and duplicative tax credits and tax abatements and recommend policy changes to improve the way the District utilizes tax expenditures."},{"prefix":"c","text":" The Commission shall submit its recommendations in the form of a report or reports similar in form and scope as those transmitted by the District of Columbia Tax Revision Commission by letter dated June 2, 1998, and entitled \"Taxing Simply, Taxing Fairly\". The report or reports shall be accompanied by draft legislation, regulations, amendments to existing regulations, or other specific steps for implementing the recommendations."},{"prefix":"d","text":" The Commission shall submit to the Council and the Mayor its final report no later than 9 months after the Commission's appointment."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Collection and Disbursement of Taxes."},"subchapter":{"identifier":"VI","text":"Tax Revision Commission."},"heading":{"title":"47","chaptersection":"462","identifier":"47-462","catch_text":"Tax Revision Commission--Established; submission of recommendations."}}