{"text":"An employee of the Office of Tax and Revenue who, as part of his or her official duties, conducts investigations of alleged misdemeanor and felony violations, shall possess the following authority while engaged in the performance of his or her official duties:","historical":"Effect of Amendments\n\nD.C. Law 14-213, in the section heading, substituted \"§ 47-4108.01. Special agents for the Office of Tax and Revenue.\" for \"§ 47-4108a.   Special agents for the Office of Tax and Revenue.\"\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-901.\n\nFor Law 14-213, see notes following § 47-820.\n\nDC CODE § 47-4108.01\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 402(c), 48 DCR 334.; Oct. 19, 2002, D.C. Law 14-213, § 33(z), 49 DCR 8140.)","sections":[{"prefix":"1","text":" To carry a firearm inside or outside of the District of Columbia in conformance with state and local laws; provided, that the employee has completed a course of training in the safe handling of firearms and the use of deadly force and is qualified to use a firearm according to the standards applicable to officers of the Metropolitan Police Department. The employee shall not carry a firearm in the course of official duties unless it is authorized in writing by the Deputy Chief Financial Officer for the Office of Tax and Revenue. The Deputy Chief Financial Officer, in consultation with the Metropolitan Police Department, shall issue written guidelines pertaining to the authority to carry firearms, the appropriate use of firearms, firearms issuance and security, and the use of force;"},{"prefix":"2","text":" To make an arrest without a warrant if the employee has probable cause to believe that a felony violation of a federal or District of Columbia statute is being committed in his or her presence; provided, that the arrest shall be made while the employee is engaged in the performance of his or her official duties within the District of Columbia or, subject to state and local laws, outside of the District of Columbia; and"},{"prefix":"3","text":" To serve as an affiant for, to apply to an appropriate judicial officer for, or execute, a search warrant under the authority of the District of Columbia or the United States for the search of premises or the seizure of evidence upon the probable cause."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"41","text":"Criminal Provisions. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"4108","identifier":"47-4108.01","catch_text":"Special agents for the Office of Tax and Revenue."}}