{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-213, in subsec. (c), validated a previously made technical correction.\n\nD.C. Law 14-282, in subsec. (c), substituted \"Title 42\" for \"Title 45\".\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\".\n\nD.C. Law 16-33, in subsec. (a), substituted \"owing for a period longer than 90 days\" for \"owing for a period longer than 6 months\"; in subsec. (b)(3), substituted \"including penalties and interest\" for \"excluding penalties and interest\"; and added subsec. (d).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see 12(nnn) of Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, October 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see 12(nnn) of Tax Clarity and Related Amendments Temporary Act of 2003 (D.C. Law 14-228, March 23, 2003, law notification 50 DCR 2741).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 12(mmm) of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) amendment of section, see § 12(nnn) of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 12(nnn) of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nFor temporary (90 day) amendment of section, see § 1062 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-4401.\n\nFor Law 14-213, see notes following § 47-820.\n\nFor Law 14-282, see notes following § 47-902.\n\nFor Law 15-354, see notes following § 47-340.03.\n\nFor Law 16-33, see notes following § 47-308.01.\n\nMiscellaneous Notes\n\nShort title of subtitle M of title I of Law 16-33: Section 1061 of D.C. Law 16-33 provided that subtitle M of title I of the act may be cited as the Assessment of Collection Fees Act of 2005.\n\nDC CODE § 47-4405\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 405(b), 48 DCR 334; Oct. 19, 2002, D.C. Law 14-213, § 33(bb), 49 DCR 8140; Apr. 4, 2003, D.C. Law 14-282, § 11(eee), 50 DCR 896; Apr. 13, 2005, D.C. Law 15-354, § 73(o)(1), 52 DCR 2638; Oct. 20, 2005, D.C. Law 16-33, § 1062, 52 DCR 7503.)","sections":[{"prefix":"a","text":" For purposes of this section, the term \"delinquent taxes\" includes all tax liabilities that are due and owing for a period longer than 90 days which may be collected under this chapter and for which the taxpayer has been sent notice in accordance with subsection (b)(1) of this section."},{"prefix":"b","text":"(1) For the purpose of collecting delinquent taxes due from a taxpayer, the Mayor may contract with a collection agency inside or outside the District of Columbia. Before contracting with a collection agency, the Mayor shall send the taxpayer at least one written notice, by certified or registered mail, to the taxpayer's last known mailing address requesting payment. The notice shall state that the matter of the taxpayer's delinquency may be referred to a collection agency. The taxpayer shall have 30 days from the date of mailing of the certified or registered notice to pay, in full, the delinquent taxes before the delinquent account is referred to a collection agency."},{"prefix":"2","text":" All funds collected by the collection agency shall be remitted to the Mayor not less than once a month. Forms to be utilized for the remittances may be prescribed by the Mayor. The Mayor may require that the collection agency furnish a bond securing compliance with the provisions of this subsection and the contract with the District of Columbia."},{"prefix":"3","text":" The costs of collection, including reasonable attorneys' or agents' fees, shall be the responsibility of the delinquent taxpayer. In addition to the costs of collection, the collection agency may charge a collection fee not in excess of 25% of the total amount of the delinquent taxes, including penalties and interest, that is actually collected."},{"prefix":"c","text":" Notwithstanding any other provision contained in this title or Title 42, the tax return or other information required to be disclosed in connection with the tax return may be provided to a collection agency for purposes of collecting a delinquent tax under this section. If the tax return or other information is provided to a collection agency under this subsection, the collection agency shall not disclose the information to a third party, other than the taxpayer (or his or her representative), unless the Mayor would be authorized by law to make the disclosure. A collection agency, or employee of a collection agency, violating the provisions of this subsection shall be guilty of a misdemeanor and, upon conviction thereof, shall be fined not more than $1,000, or imprisoned for not more than 180 days, or both. All prosecutions under this paragraph shall be brought in the Superior Court of the District of Columbia on information by the Attorney General for the District of Columbia in the name of the District of Columbia."},{"prefix":"d","text":" If the Mayor does not contract with a collection agency inside or outside the District of Columbia, for the collection of delinquent taxes due from a taxpayer, a collection fee not in excess of 25% may be charged by the District as set forth in subsection (b)(3) of this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Collections."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"47","chaptersection":"4405","identifier":"47-4405","catch_text":"Collections through third party contractors."}}