{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-171 validated a previously made technical correction in the section designation.\n\nTemporary Addition of Section\n\nSection 2(b) of D.C. Law 18-57 added a section to read as follows:\n\n\"§ 47-4624. Rhode Island Avenue development parcels --tax deferral.\n\n\"Upon application, the Mayor shall defer, until October 1, 2009, the real property tax imposed by Chapter 8 of this title on Rhode Island Avenue development parcels 4219/0010, 4219/0009, 4192/0012, and 4217/0003.   If the real property tax is deferred and paid prior to October 1, 2009, penalty and interest shall be abated.  The foregoing parcels shall not be sold at tax sale during 2009;  provided, that any court-ordered foreclosure of a parcel pending prior to the effective date of this section shall supersede the provisions of this section with respect to that particular parcel and the real property owner shall be responsible for any tax sale legal fees.\".\n\nSection 4(b) of D.C. Law 18-57 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2(b) of Neighborhood Development Tax Deferral Emergency Act of 2009 (D.C. Act 18-114, June 20, 2009, 56 DCR 4944).\n\nFor temporary (90 day) addition, see § 2(b) of Neighborhood Development Tax Deferral Congressional Review Emergency Act of 2009 (D.C. Act 18-150, July 31, 2009, 56 DCR 6336).\n\nFor temporary (90 day) repeal of section 3 of D.C. Law 17-359, see § 7028 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) repeal of section 3 of D.C. Law 17-359, see § 7028 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nLaw 17-359, the \"Gateway Market Center and Residences Real Property Tax Exemption Act of 2008\", was introduced in Council and assigned Bill No. 17-730 which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 18, 2008, and December 16, 2008, respectively. Signed by the Mayor on January 16, 2009, it was assigned Act No. 17-693 and transmitted to both Houses of Congress for its review. D.C. Law 17-359 became effective on March 25, 2009.\n\nFor history of Law 19-171, see notes under § 47-369.01.\n\nMiscellaneous Notes\n\nSection 3 of D.C. Law 17-359 provides that this act shall apply upon the inclusion of its fiscal effect in an approved budget and financial plan.\n\nSection 7028 of D.C. Law 18-111 repealed section 3 of D.C. Law 17-359.\n\nDC CODE § 47-4621\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 2009, D.C. Law 17-359, § 2(2), 56 DCR 1193; Sept. 26, 2012, D.C. Law 19-171, § 128, 59 DCR 6190.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Gateway Market Center and Residences\" means the real property located at 1240--1248 4th Street, N.E., more particularly described as Lots 5, 800, 802, and 809, and Parcels 129/9 and 129/32, Square 3587."},{"prefix":"2","text":" \"Gateway Market Center and Residences Project\" means the mixed-use development to be constructed on the Lots 5, 800, 802, and 809, and Parcels 129/9 and 129/932, Square 3587."},{"prefix":"b","text":"(1) Subject to the conditions set forth in paragraph (2) of this subsection, beginning in the tax year that the developer begins development/construction on the Gateway Market Center and Residences Project, the tax imposed by Chapter 8 of this title on the Gateway Market Center and Residences for 20 consecutive years shall be as follows:"},{"prefix":"A","text":" For the first 10 years, the amount of the real property tax that is required to be paid at the date of the application for the building permit for the Gateway Market Center and Residences Project or the date that the Zoning Commission approves the planned unit development application for the Gateway Market Center and Residences Project;"},{"prefix":"B","text":" For the second 10 years, 10% of the annual assessment of real property taxes and an increase of 10% each year in years 11 through 20 until the annual real property taxation equals 100%."},{"prefix":"2","text":" Paragraph (1) of this subsection shall be subject to the following conditions:"},{"prefix":"A","text":" The Gateway Market Center and Residences shall be owned by Sang Oh & Company, Inc., its assignees, or successors."},{"prefix":"B","text":" The Gateway Market Center and Residences shall be used to develop a mixed-use development with retail, office, and residential uses as set forth in the Land Disposition/Purchase Agreement (DC-DHCD Contract No. 2004-3) between Sang Oh & Company, Inc., and the District of Columbia, dated February 26, 2004, and as has been and as may be amended."},{"prefix":"C","text":" The residential component of the mixed-use development shall set aside 20% of the total residential units (24 units) as affordable housing for household incomes of no more than 80% of the Area Median Income in perpetuity."},{"prefix":"D","text":" The mixed-use development shall include public amenities requested by Advisory Neighborhood Commission 5B, including a 100-seat community meeting room, an office for Advisory Neighborhood Commission 5B, and a Metropolitan Police Department community work station for the Fifth District, all rent-free in perpetuity."},{"prefix":"E","text":" Gateway Market Center, LLC shall comply with its First Source and LSDBE commitments as set forth in the \"Application for Economic Assistance\" to the District government."},{"prefix":"3","text":" The construction and completion of Gateway Market Center and Residences will contribute to the health, education, safety, or welfare of, or the creation or preservation of jobs for, residents of the District, or to economic development of the District."},{"prefix":"c","text":"(1) Sales of building materials for Gateway Market Center and Residences Project shall be exempt from the tax imposed by Chapter 20 of this title."},{"prefix":"2","text":" The amount of all taxes exempted under this subsection shall not exceed $250,000. The developer, Gateway Market Inc., shall immediately notify the Office of Tax and Revenue when such limit is attained and provide an accounting to the Office of Tax and Revenue upon its request."},{"prefix":"3","text":" The sales tax exemption certification shall be issued to Gateway Market Inc., its assignees, or successors, shall be non-transferable, and shall expire when the limit in paragraph (2) of this subsection has been attained or on December 31, 2011, whichever occurs sooner."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Special Tax Incentives."},"heading":{"title":"47","chaptersection":"4621","identifier":"47-4621","catch_text":"Gateway Market Center and Residences, 1240--1248 4th Street, N.E., Lots 5, 800, 802, and 809, and Parcels 129/9 and 129/32, Square 3587 real property tax abatement and sales tax exemption."}}