{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-305, see notes under § 47-4401.\n\nDC CODE § 47-4476\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 405(b), 48 DCR 334.)","sections":[{"prefix":"a","text":" In all cases of sale of property (other than real property) sold under § 47-4472, the certificate of the sale:"},{"prefix":"1","text":" Shall be prima facie evidence of the right of the officer to make the sale and conclusive evidence of the regularity of the proceedings in making the sale;"},{"prefix":"2","text":" Shall transfer all rights in the property sold;"},{"prefix":"3","text":" If the property is the stock of a corporation, company, or association, shall be notice, when received, to the corporation, company, or association of the transfer, and shall be authority to the corporation, company, or association to record the transfer on its books and records in the same manner as if the stock was transferred or assigned by the taxpayer, in lieu of an original or prior certificate, which shall be void, whether canceled or not;"},{"prefix":"4","text":" If the property is securities (other than stock) or other evidences of debt, shall be a good and valid receipt to the purchaser, as against a person holding, or claiming to hold, the securities or other evidences of debt; and"},{"prefix":"5","text":" If the property is a motor vehicle, shall be notice, when received, to a public official charged with the registration of title to motor vehicles of the transfer, and shall be authority to the official to record the transfer on the books and records in the same manner as if the certificate of title to the motor vehicle were transferred or assigned by the taxpayer, in lieu of an original or prior certificate, which shall be void, whether canceled or not."},{"prefix":"b","text":" In the case of the sale of real property under § 47-4472:"},{"prefix":"1","text":" The deed of sale given under § 47-4475(b) shall be prima facie evidence of the facts set forth in the deed; and"},{"prefix":"2","text":" If the seizure and sale have been made substantially in accordance with the law, the deed shall convey all rights of the delinquent party in the real property at the time that the lien of the District of Columbia attached."},{"prefix":"c","text":" A certificate of sale of personal property given, or a deed to real property executed, under § 47-4475 shall discharge the property from all liens, encumbrances, and titles over which the lien of the District of Columbia with respect to which the levy was made had priority."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Collections."},"subchapter":{"identifier":"VI","text":"Distraint."},"heading":{"title":"47","chaptersection":"4476","identifier":"47-4476","catch_text":"Legal effect of certificate of sale of personal property and deed of real property."}}