{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-282 rewrote the section which had read as follows:\n\n\"Except for a lien for the tax imposed by Chapter 20 of this title or § 47- 1812.08, the lien imposed by § 47-4421 shall not be valid as against a purchaser, holder of a security interest, mechanic's lienor, or judgment lien creditor until the lien has been filed with the Recorder of Deeds.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see 12(ppp) of Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, October 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see 12(ppp) of Tax Clarity and Related Amendments Temporary Act of 2003 (D.C. Law 14-228, March 23, 2003, law notification 50 DCR 2741).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 12(ooo) of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) amendment of section, see § 12(ppp) of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 12(ppp) of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-4401.\n\nFor Law 14-282, see notes following § 47-902.\n\nDC CODE § 47-4423\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 405(b), 48 DCR 334; Apr. 4, 2003, D.C. Law 14-282, § 11(ggg), 50 DCR 896.)","sections":[{"prefix":"a","text":" The lien imposed by § 47-4421 shall not be valid against a bona fide purchaser for value, holder of a security interest, mechanic's lienor, or judgment lien creditor until the lien has been filed with the Recorder of Deeds."},{"prefix":"b","text":" In the case of business property sold, transferred, or assigned in bulk other than in the ordinary course of trade or business, the purchaser shall also be deemed to have notice of taxes owing if the purchaser fails to give timely notice to the Mayor under § 47-4461."},{"prefix":"c","text":" Notwithstanding subsection (a) of this section, the lien imposed by § 47-4421 for tax owing under Chapter 20 or § 47-1812.08 shall be valid against a purchaser, holder of a security interest, mechanic's lienor, or judgment lien creditor regardless of when the lien is filed with the Recorder of Deeds; provided, that the lien shall not be valid against a bona fide purchaser for value of homestead real property."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Collections."},"subchapter":{"identifier":"II","text":"Liens."},"heading":{"title":"47","chaptersection":"4423","identifier":"47-4423","catch_text":"Lien priority."}}