{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-282, in subsec. (a), substituted \"liability of a person or real property\" for \"liability of a person\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see 12(mmm) of Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, October 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see 12(mmm) of Tax Clarity and Related Amendments Temporary Act of 2003 (D.C. Law 14-228, March 23, 2003, law notification 50 DCR 2741).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 12(lll) of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) amendment of section, see § 12(mmm) of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 12(mmm) of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-4301.\n\nFor Law 14-282, see notes following § 47-902.\n\nDelegation of Authority\n\nDelegation of Authority Pursuant to D.C. Code, 2001 Ed. § 47-4310 to the Director of the Office of Tax and Revenue, see Mayor's Order 2001-162, November 2, 2001 (48 DCR 10785).\n\nDC CODE § 47-4310\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 404(b), 48 DCR 334; Apr. 4, 2003, D.C. Law 14-282, § 11(ddd), 50 DCR 896.)","sections":[{"prefix":"a","text":" For the purpose of ascertaining the correctness of a return; making a return where none has been made; determining the liability of a person or real property for a tax imposed under this title; determining the liability at law or in equity of a transferee or fiduciary of a person for a tax under this title; collecting tax; or inquiring into an offense connected with the administration or enforcement of a law, the Mayor may:"},{"prefix":"1","text":" Summon any person to appear and produce all books, records, or other data which may be relevant or material to the inquiry;"},{"prefix":"2","text":" Summon any person to give testimony under oath as may be relevant or material to the inquiry;"},{"prefix":"3","text":" Summon any person to answer interrogatories under oath as may be relevant or material to the inquiry; and"},{"prefix":"4","text":" Administer oaths to a person summoned."},{"prefix":"b","text":" A summons under this section shall be served by the Mayor or by a member of the Metropolitan Police Department in the same manner as a subpoena issued by the Superior Court of the District of Columbia."},{"prefix":"c","text":" The Mayor may report to the Superior Court of the District of Columbia the failure of a person to obey a summons."},{"prefix":"d","text":" The Superior Court of the District of Columbia may compel obedience of a summons under this section to the same extent as witnesses may be compelled to obey the subpoenas of the Court."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"43","text":"Administration."},"subchapter":{"identifier":"II","text":"Summons Authority; Records; Protests."},"heading":{"title":"47","chaptersection":"4310","identifier":"47-4310","catch_text":"Summons authority."}}