{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-411.\n\n1973 Ed., § 47-311.\n\nMiscellaneous Notes\n\nOffice of Collector of Taxes abolished: See Historical and Statutory Notes following § 47-401.\n\nDisbursing Office abolished: See Historical and Statutory Notes following § 47-111.\n\nDC CODE § 47-411\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 1904, 33 Stat. 368, ch. 1628; June 10, 1921, 42 Stat. 24, ch. 18, § 304; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" All moneys received by the Collector of Taxes of the District of Columbia in the nature of trust fund deposits, the disposition of which is not provided for by law, and which had been on April 27, 1904, deposited by said Collector with the Treasurer of the United States to the official credit of the Disbursing Officer of the District of Columbia, shall be deposited by the said Collector in the Treasury of the United States to the credit of a permanent appropriation account, to be known and designated as \"Miscellaneous Trust Fund Deposits, District of Columbia.\""},{"prefix":"b","text":" Necessary advances from said permanent appropriation account shall be made by the Secretary of the Treasury to the Disbursing Officer of the District of Columbia, upon requisition of the Mayor of the District of Columbia for such amounts as may be required from time to time for necessary disbursements. The said Disbursing Officer shall make disbursements from such advances only upon itemized vouchers duly audited and approved by the Auditor of the District of Columbia, and the accounts of said Disbursing Officer for all such disbursements shall be rendered to and audited by the General Accounting Office."},{"prefix":"c","text":" It shall be the duty of the Auditor of the District of Columbia to keep separate accounts with each depositor for all trust fund deposits received and deposited in accordance with the provisions of this section, showing the amounts received and deposited and the payments made on each individual account."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Collection and Disbursement of Taxes."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"47","chaptersection":"411","identifier":"47-411","catch_text":"Trust fund deposits and disbursements."}}