{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-213, in subsecs. (a)(2) and (c-1)(2), validated previously made technical corrections.\n\nLegislative History of Laws\n\nFor Law 13-305, see notes following § 47-901.\n\nFor Law 14-213, see notes following § 47-820.\n\nDC CODE § 47-4111\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 402(b), 48 DCR 334; Oct. 19, 2002, D.C. Law 14-213, § 33(aa), 49 DCR 8140.)","sections":[{"prefix":"a","text":" If the expenses are not otherwise provided for by law, the Mayor may pay the expenses which he considers necessary for:"},{"prefix":"1","text":" Detecting underpayments of tax; and"},{"prefix":"2","text":" Detecting and bringing to trial and punishment persons guilty of violating, or attempting to violate, the revenue provisions of Title 42 and this title."},{"prefix":"b","text":" The amount payable under this section shall not exceed 10% of the proceeds, other than interest and penalties, collected by reason of the information obtained as a result of the payments. The proceeds collected shall be available for the payments."},{"prefix":"c","text":" No present or former employee of the District whose job responsibilities include, or have included, tax administration or enforcement, or any person who is working, or has worked, for a contractor on a tax administration or enforcement project for the District government, shall be eligible for the rewards authorized in this section."},{"prefix":"c-1","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Collection\" or \"collected\" means the actual receipt by or payment to the District of Columbia of a sum of money representing taxes, penalties, or interest or any combination thereof which has been finally determined as being owed to the District of Columbia or which has been paid pursuant to a settlement."},{"prefix":"2","text":" \"Revenue laws\" means Title 42 and this title, any other tax or revenue law of the District of Columbia, and any rule or regulation adopted pursuant thereto."},{"prefix":"c-2","text":"The Mayor may pay an amount which he or she may consider appropriate for information to achieve the purposes set forth in subsection (a)(1) or (a)(s) of this section. No person, in the absence of express authority from the Mayor, shall make an offer, promise, or contract, or otherwise bind the Mayor, with respect to such payments or the amount thereof."},{"prefix":"c-3","text":" No person shall be eligible to file a claim for any monetary payment authorized by this section who:"},{"prefix":"1","text":" Was an officer or employee of the United States Department of the Treasury, the Office of Tax and Revenue, or any other state or local government department, agency, or office with similar functions, duties, or obligations at the time he or she came into possession of information relating to violations of the revenue laws, or at the time he or she divulged the information. Any other federal, District of Columbia, or other state or local government employee, or former employee, shall be eligible to file a claim for any payment authorized by this section if the information submitted came to his or her knowledge other than in the course of his or her duties, except as otherwise provided in this section;"},{"prefix":"2","text":" Was employed by, retained by, or appointed to represent any other person as an attorney or who was otherwise involved in an attorney-client privileged relationship with such other person at the time he or she came into possession of information relating to violations of a revenue law, or connivance at the same, by such other person;"},{"prefix":"3","text":" Was an executor, administrator, or other legal representative of a deceased person at the time he or she came into possession of information relating to violations of a revenue law by such deceased person; or"},{"prefix":"4","text":" Derived, either directly or indirectly, information relating to violations of a revenue law from a person ineligible to file a claim for any payment authorized by this section."},{"prefix":"d","text":" The Mayor may promulgate regulations to carry out the purpose of this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"41","text":"Criminal Provisions. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"4111","identifier":"47-4111","catch_text":"Rewards for informants."}}