{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-213, in subsecs. (c)(3), (e)(3), (f), (g)(1) and (g)(3), validated previously made technical corrections.\n\nD.C. Law 19-168, in subsec. (c), deleted \"or\" from the end of par. (2), substituted \";   or\" for a period the end of par. (3), and added par. (4).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-4401.\n\nFor Law 14-213, see notes following § 47-820.\n\nFor history of Law 19-168, see notes under § 47-355.01.\n\nMiscellaneous Notes\n\nShort title: Section 7081 of D.C. Law 19-168 provided that subtitle H of title VII of the act may be cited as \"Taxpayer Refund Offset for Department of Motor Vehicle Liabilities Act of 2012\".\n\nDC CODE § 47-4431\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 405(b), 48 DCR 334; Oct. 19, 2002, D.C. Law 14-213, § 33(cc), 49 DCR 8140; Sept. 20, 2012, D.C. Law 19-168, § 7082, 59 DCR 8025.)","sections":[{"prefix":"a","text":" The Mayor, within the applicable period of limitations set forth in § 47-4302, may credit the amount of the overpayment of a tax, including interest allowed thereon, against the liability for a tax or an installment thereof (whether the tax was assessed as a deficiency or otherwise) of the person who made the overpayment and shall, subject to subsections (c) and (d) of this section, refund any balance to the person."},{"prefix":"b","text":" The Mayor may credit the amount of the overpayment, including interest, in the following order of priority:"},{"prefix":"1","text":" Liability for District of Columbia taxes;"},{"prefix":"2","text":" Liability for United States taxes;"},{"prefix":"3","text":" Liability for state, local, or municipal taxes if a reciprocal tax refund offset agreement with the District under § 47-4440(e) is in effect at the time the refund is to be issued; and"},{"prefix":"4","text":" Other liabilities set forth in this section."},{"prefix":"c","text":" The Mayor shall credit the amount of the overpayment of an individual who has been determined:"},{"prefix":"1","text":" To owe overdue child support, as defined in section 466(e) of the Social Security Act, approved August 16, 1984 (98 Stat. 1310; 42 U.S.C. § 666(e)), for purposes of enforcing an order under any state plan approved under Part D of Title IV of the Social Security Act, approved January 4, 1975 (88 Stat. 2351; 42 U.S.C. § 651 et seq.), for persons identified by the Mayor under subsection (d) of this section;"},{"prefix":"2","text":" To be in default under the provisions of federal student loan programs as determined under subsection (e) of this section;"},{"prefix":"3","text":" To owe to the District a repayment for benefit overpayment under Chapter 1 of Title 51 as determined under subsection (f) of this section; or"},{"prefix":"4","text":" To owe delinquent taxes, fees, fines or other liabilities to the Department of Motor Vehicles."},{"prefix":"d","text":" Upon request, the Superior Court of the District of Columbia shall provide the Mayor with the names, and any other available identifying information, of individuals whom the Superior Court of the District of Columbia has determined are more than 60 days in arrears in court-ordered child support payments."},{"prefix":"e","text":" For purposes of collecting an amount determined to be in default under federal student loan programs, the university shall provide the Mayor with the names, and any other available identifying information, of individuals whom the university has determined to be in default. A determination and notice of default under federal student loan programs shall be made as follows:"},{"prefix":"1","text":" The determination of whether an individual is in default under subsection (c)(2) of this section and the defaulted principal amount outstanding shall be made in accordance with the terms of the loan."},{"prefix":"2","text":" Immediately upon the university's determination that an individual is in default, the university shall provide the individual with written notice of its determination by registered mail. The individual shall have 10 days from receipt of the notice to inform the university of the individual's intention to contest the validity of the determination."},{"prefix":"3","text":" Upon receipt of notice that an individual intends to contest the validity of the university's determination, the university shall provide the individual with a hearing in accordance with the provisions of subchapter I of Chapter 5 of Title 2."},{"prefix":"f","text":" For purposes of collecting an amount determined to be an overpayment of unemployment compensation, the Department of Employment Services, through its Director, shall provide the Mayor with the names, and any other identifying information, of individuals whom the Director has determined to have received benefit overpayments. Determination and notice of overpayment of unemployment compensation shall be made in accordance with the provisions of §§ 51-111, 51-112, and 51-119."},{"prefix":"g","text":" For purposes of this section, the term:"},{"prefix":"1","text":" \"University\" means the University of the District of Columbia established by § 38-1202.01(b);"},{"prefix":"2","text":" \"Federal student loan programs\" means the programs authorized by the National Defense Education Act of 1958, approved September 2, 1958 (72 Stat. 1580; 20 U.S.C. § 401 et seq.), the Higher Education Act of 1965, approved Nov. 8, 1965 (79 Stat. 1219; 20 U.S.C. § 1001 et seq.), and Part B of Title VIII of the Public Health Service Act, approved September 4, 1964 (78 Stat. 913; 42 U.S.C. § 297a et seq.)."},{"prefix":"3","text":" \"Unemployment compensation\" means the unemployment compensation benefits paid under the program established by Chapter 1 of Title 51 and administered under Reorganization Plan No. 1 of 1980, effective April 17, 1980."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Collections."},"subchapter":{"identifier":"III","text":"Refund Offset."},"heading":{"title":"47","chaptersection":"4431","identifier":"47-4431","catch_text":"Refund offset."}}