{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of § 47-4652, see § 798(b) of Fiscal Year 2011 Supplemental Budget Support Emergency Act of 2010 (D.C. Act 18-694, January 19, 2011, 58 DCR 662).\n\nLegislative History of Laws\n\nFor history of Law 18-370, see notes under § 47-143.\n\nMiscellaneous Notes\n\nShort title: Section 797 of D.C. Law 18-370 provided that subtitle L of title VII of the act may be cited as \"Adams Morgan Hotel Real Property Tax Abatement Act of 2010\".\n\nDC CODE § 47-4652\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-370, § 798(b), 58 DCR 1008.)","sections":[{"prefix":"a","text":" The tax imposed by Chapter 8 of this title on the real property described as Lot 872, Lot 875, and Lot 127, Square 2560, and any improvements thereon, shall be abated for 20 years in accordance with subsection (b) of this section."},{"prefix":"b","text":" The abatement contained in subsection (a) of this section shall:"},{"prefix":"1","text":" Commence with the tax year immediately following the tax year in which the final certificate of occupancy authorizing use of the project as a hotel is issued, but in no case before October 1, 2014; and"},{"prefix":"2","text":" Not exceed $46 million in the aggregate over 20 years."},{"prefix":"c","text":" To receive the abatement contained in subsection (a) of this section, the development of the real property as a hotel shall comply with the following:"},{"prefix":"1","text":" The development shall comply with § 2-219.03 and § 2-218.46;"},{"prefix":"2","text":" At least 51% of construction hours shall be filled by District residents and a minimum of 765 construction full-time equivalent employees."},{"prefix":"3","text":" At least 51% of permanent jobs in the hotel shall be filled by District residents with a minimum of 51% of the District resident jobs reserved for Ward One residents;"},{"prefix":"4","text":" All apprenticeships shall be reserved for District residents with preference given to Ward One residents;"},{"prefix":"5","text":" A job training program, funded by the developer, shall be established through a District nongovernmental organization, trade union, or nonprofit organization whose core mission is to train and employ District residents;"},{"prefix":"6","text":" The developer shall work with an outside auditor or trade union to ensure that local hiring minimums are being met and maintained; and"},{"prefix":"7","text":" The development shall include no less than 4000 square feet of community and nonprofit incubator space at no cost to the community."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Special Tax Incentives."},"heading":{"title":"47","chaptersection":"4652","identifier":"47-4652","catch_text":"Abatement of real property taxes for Adams Morgan Hotel."}}