{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-305, see notes under § 47-4401.\n\nDC CODE § 47-4491\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 405(b), 48 DCR 334.)","sections":[{"prefix":"a","text":" An officer or director of a corporation, general partner of a partnership, or similar principal of a business shall, in addition to other penalties provided by law, be liable for a penalty equal to the tax, including interest and penalties thereon, not collected or paid to the District of Columbia for which the business is liable under § 47-1812.08 or Chapter 20 of this title. No other penalty shall be imposed under Chapter 42 of this title for a liability arising from application of this section."},{"prefix":"b","text":" A penalty shall not be imposed under subsection (a) of this section unless the Mayor notifies the responsible person in writing by mail at the taxpayer's last known address, or in person, that the responsible person is subject to an assessment of the penalty. The mailing of the notice (or, in the case of such a notice delivered in person, the delivery) shall be given at least 30 days before the imposition of a penalty under subsection (a) of this section. If the Mayor finds that the collection of the penalty is in jeopardy, this subsection shall not apply."},{"prefix":"c","text":" The penalty under subsection (a) of this section shall not be imposed if reasonable cause in accordance with § 47-4221 is established."},{"prefix":"d","text":" The penalty under subsection (a) of this section shall not be imposed after the expiration of the period prescribed in § 47-4312 for the underlying tax liability."},{"prefix":"e","text":" If more than one officer, director, general partner, or similar principal is liable for the penalty under subsection (a) of this section with respect to a tax, each officer, director, general partner, or similar principal who pays the penalty shall be entitled to recover from other officers, directors, general partners, or similar principals who are liable for the penalty an amount equal to the excess of the amount paid by the officer, director, general partner, or similar principal over his proportionate share of the penalty. A claim for recovery may be made only in a proceeding in which the District of Columbia is not a party."},{"prefix":"f","text":"(1) A penalty shall not be imposed by subsection (a) of this section on an unpaid member of the board of trustees or directors of an organization exempt from tax under this title if the member:"},{"prefix":"A","text":" Is solely serving in an honorary capacity;"},{"prefix":"B","text":" Does not participate in the day-to-day or financial operations of the organization; and"},{"prefix":"C","text":" Does not have actual knowledge of the failure to pay tax for which the penalty is imposed."},{"prefix":"2","text":" Paragraph (1) of this subsection shall not apply if no individual is liable for the penalty imposed by subsection (a) of this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Collections."},"subchapter":{"identifier":"VII","text":"Responsible Officer."},"heading":{"title":"47","chaptersection":"4491","identifier":"47-4491","catch_text":"Personal liability for failure to collect or pay tax."}}