{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-305, see notes under ยง 47-4401.\n\nDC CODE ยง 47-4472\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, ยง 405(b), 48 DCR 334.)","sections":[{"prefix":"a","text":" After seizure of property, notice in writing shall be given by the Mayor to the owner of the property (or, in the case of personal property, the possessor of the property), or shall be left at his usual place of abode or business. If the owner cannot be readily located, or has no dwelling or place of business, the notice may be mailed to his last known address."},{"prefix":"b","text":" After giving notice to the owner in the manner prescribed in subsection (a) of this section, the Mayor shall publish a notice 3 times in a daily newspaper of general circulation within the area wherein the seizure is made. The notice shall specify the property to be sold, and the time, place, manner, and conditions of the sale thereof."},{"prefix":"c","text":" If property subject to levy is not divisible, so as to enable the Mayor by sale of a part thereof to raise the whole amount of the tax and expenses, the whole of the property shall be sold."},{"prefix":"d","text":" The time of sale shall not be less than 10 days or more than 40 days from the date of the third public notice under subsection (b) of this section. The place of sale shall be determined by the Mayor."},{"prefix":"e","text":"(1) If, at the sale, one or more persons offer to purchase such property for not less than the minimum price determined by the Mayor, the property shall be declared sold to the highest bidder."},{"prefix":"2","text":" If, at the sale, the property is not declared sold, the property may be released to the owner and the expense of the levy and sale shall be added to the amount of tax for the collection of which the levy was made. Property released under this paragraph shall remain subject to any lien imposed by this title and shall be subject to further seizure."},{"prefix":"3","text":"(A) The sale shall not be conducted in any manner other than by public auction or by public sale under sealed bids."},{"prefix":"B","text":" In the case of the seizure of several items of property, the property may be offered separately, in groups, or in the aggregate, under whichever method may produce the highest aggregate amount."},{"prefix":"C","text":" The Mayor may adjourn the sale from time to time."},{"prefix":"4","text":" If payment of the bid price is not made in full, the Mayor may declare the sale to be void, the amount paid upon the bid price by the defaulting purchaser shall be forfeited, and the property may again be advertised and sold as provided in subsections (b) and (c) of this section. The amount paid upon the bid price by the defaulting purchaser shall be applied first to the expense of the levy and sale and then to the amount of tax for the collection of which the levy was made. In the event of a readvertisement and sale, a new purchaser shall receive the property, free and clear of any claim or rights of the defaulting purchaser."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Collections."},"subchapter":{"identifier":"VI","text":"Distraint."},"heading":{"title":"47","chaptersection":"4472","identifier":"47-4472","catch_text":"Notice and sale."}}