{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-320 rewrote the section, which formerly read:\n\n\"(a) For the purposes of this section, the term:\n\n\"(1) '14W and the YMCA Anthony Bowen Project' means the acquisition, development, construction, installation, and equipping of a mixed-use project on the 14W and the YMCA Anthony Bowen Property, including the redevelopment of the historic Anthony Bowen YMCA, the construction of 231 units of rental housing, of which 18 will be affordable units at 60% or less of area median income, 12,200 square feet of ground-level retail space, and 170 below-grade parking spaces.\n\n\"(2) '14W and the YMCA Anthony Bowen Property' means the real property described as Lot 164, Square 234, owned by Perseus Realty, LLC.\n\n\"(b) The 14W and the Anthony Bowen Property shall be exempt from real property taxation under Chapter 8 of this title for 20 consecutive years as follows: 10 years capped at the Fiscal Year 2008 rate, and thereafter a 10% increase allowed per annum in years 11 through 20, until the annual real property taxation equals 100%.\n\n\"(c) The 14W and the YMCA Anthony Bowen Project shall be exempt from the tax imposed by Chapter 20 of this title on materials used directly for construction of the 14W and the YMCA Anthony Bowen project.\n\n\"(d) The exemptions set forth in subsections (b) and (c) of this section shall continue so long as the 14W and the YMCA Anthony Bowen Project consists of:\n\n\"(1) Two hundred and thirty-one rental apartment units (18 of which are inclusionary zoning units, to be permanently reserved for residents making 60% or less of current area median income);\n\n\"(2) A 170-space, below-grade garage, 12,200 square feet of ground-floor retail space; and\n\n\"(3) The new YMCA Anthony Bowen, a 45,000 square-foot, state-of-the-art community and wellness facility dedicated to the growing needs of the District's residents.\"\n\nD.C. Law 19-171 validated a previously made technical correction in the section designation.\n\nTemporary Amendment of Section\n\nSection 2(b) of D.C. Law 18-262 rewrote the section to read as follows:\n\n\"§ 47-4627. 14W and the YMCA Anthony Bowen Project; Lot 164 (formerly Lots 18, 19, 20, 120, 121, 160, 161, 828, and 835), Square 234.\n\n\"(a) For the purposes of this section, the term:\n\n\"(1) '14W and the YMCA Anthony Bowen Project' means the acquisition, development, construction, installation, and equipping of a mixed-use project on the 14W and the YMCA Anthony Bowen Property, including the redevelopment of the historic Anthony Bowen YMCA, the construction of 231 units of rental housing, of which 18 will be affordable units at 60% or less of area median income, 12,200 square feet of ground-level retail space, and 170 below-grade parking spaces.\n\n\"(2) '14W and the YMCA Anthony Bowen Property' means the real property, including any improvements constructed thereon, described as Lot 164 (formerly Lots 18, 19, 20, 120, 121,160, 161, 828, and 835), Square 234, owned by Perseus Realty, LLC (or as the land for such lots may be subdivided into a record lot or lots or assessment and taxation lots, condominium lots, air rights lots, or any combination in the future).\n\n\"(b) The 14W and the Anthony Bowen Property shall be exempt from real property taxation under Chapter 8 of this title for 20 consecutive years as follows:\n\n\"(c) The 14W and the YMCA Anthony Bowen Project shall be exempt from the tax imposed by Chapter 20 of this title on materials used directly for construction of the 14W and the YMCA Anthony Bowen project.\n\n\"(d) The exemptions set forth in subsections (b) and (c) of this section shall continue so long as the 14W and the YMCA Anthony Bowen Project consists of:\n\n\"(1) Two hundred and thirty-one rental apartment units (18 of which are inclusionary zoning units, to be permanently reserved for residents making 60% or less of current area median income);\n\n\"(2) A 170-space, below-grade garage, and 12,200 square feet of ground-floor retail space; and\n\n\"(3) The new YMCA Anthony Bowen, a 45,000 square-foot, state-of-the-art community and wellness facility dedicated to the growing needs of the District's residents.\".\n\nSection 4(b) of D.C. Law 18-262 provides that the act shall expire after 225 days of its having taken effect.\n\nTemporary Addition of Section\n\nSection 2 of D.C. Law 17-375 added a section to read as follows:\n\n\"§ 47-4621. 14W and the YMCA Anthony Bowen Project--Lot 164 in Square 234.\n\n\"(a) The properties located in the District of Columbia described as Square 234, Lot 164, owned by Perseus Realty, LLC, are hereby exempt from real property taxation under Chapter 8 for 20 consecutive years: 10 years capped at the fiscal year 2008 rate, and thereafter a 10% increase allowed per annum in years 11 through 20, until the annual real property taxation equals 100%.\n\n\"(b) The 14W and the YMCA Anthony Bowen Project shall be exempt from the tax imposed by Chapter 20 of this title on materials used directly for construction of the 14W and YMCA Anthony Bowen project, subject to the provisions of § 47- 1002, providing for exemption of certain real properties.\n\n\"(c) The 14W and the YMCA Anthony Bowen Project is exempt from District taxes as described in this section so long as the project consists of 231 rental apartment units (18 of which are IZ units, to be permanently reserved for residents making 60% or less of current area median income) and a 170-space, below-grade garage, 12,200 square feet of ground-floor retail space, and the new YMCA Anthony Bowen, a 45,000-square-foot, state-of-the-art community and wellness facility dedicated to the growing needs of the District's residents.\".\n\nSection 5(b) of D.C. Law 17-375 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2(b) of 14W and the WMCA Anthony Bowen Project Real Property Tax Exemption and Real Property Tax Relief Emergency Act of 2008 (D.C. Act 17-647, January 6, 2009, 56 DCR 902).\n\nFor temporary (90 day) addition, see § 7191(b) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) addition, see § 7191(b) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 2(b) of 14W and Anthony Bowen YMCA Project Tax Abatement Implementation Clarification Emergency Act of 2010 (D.C. Act 18-506, July 30, 2010, 57 DCR 7582).\n\nFor temporary (90 day) amendment of section, see § 2(b) of 14W and Anthony Bowen YMCA Project Tax Abatement Implementation Clarification Congressional Review Emergency Act of 2010 (D.C. Act 18-574, October 20, 2010, 57 DCR 10100).\n\nLegislative History of Laws\n\nFor Law 18-111, see notes following § 47-305.02.\n\nLaw 18-320 , the \"14W and Anthony Bowen YMCA Project Tax Abatement Implementation Clarification Act of 2010\", was introduced in Council and assigned Bill No. 18-898, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 9, 2010, and November 23, 2010, respectively. Signed by the Mayor on December 9, 2010, it was assigned Act No. 18-641 and transmitted to both Houses of Congress for its review. D.C. Law 18-320 became effective on March 12, 2011.\n\nFor history of Law 19-171, see notes under § 47-369.01.\n\nMiscellaneous Notes\n\nShort title: Section 7190 of D.C. Law 18-111 provided that subtitle Q of title VII of the act may be cited as the \"14W and YMCA Anthony Bowen Project Real Property Tax Exemption and Real Property Tax Relief Act of 2009\".\n\nSection 3 of D.C. Law 18-320 provides:\n\n\"Sec. 3. Applicability.\n\n\"Section 2 shall apply as of October 1, 2011.\"\n\nDC CODE § 47-4627\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 2010, D.C. Law 18-111, § 7191(b), 57 DCR 181; Mar. 12, 2011, D.C. Law 18-320, § 2(b), 57 DCR 12435; Sept. 26, 2012, D.C. Law 19-171, § 132, 59 DCR 6190.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"14W and the YMCA Anthony Bowen Project\" means the acquisition, development, construction, installation, and equipping of a mixed-use project on the 14W and the YMCA Anthony Bowen Property, including the redevelopment of the historic Anthony Bowen YMCA, the construction of 231 units of rental housing, of which 18 will be affordable units at 60% or less of area median income, 12,200 square feet of ground-level retail space, and 170 below-grade parking spaces."},{"prefix":"2","text":" \"14W and the YMCA Anthony Bowen Property\" means the real property, including any improvements constructed thereon, described as Lot 164 (formerly Lots 18, 19, 20, 120, 121, 160, 161, 828, and 835), Square 234, owned by the Young Men's Christian Association of Metropolitan Washington and RP Jefferson 14, LLC (or as the land for such lots may be subdivided into a record lot or lots or assessment and taxation lots, condominium lots, air rights lots, or any combination in the future)."},{"prefix":"b","text":" The tax imposed by Chapter 8 of this title on the 14W and the YMCA Anthony Bowen Property shall be abated for 20 consecutive years as follows:"},{"prefix":"1","text":" In years one through 10, the tax shall be capped at $68,400 annually, to be allocated pro rata among any then-existing taxable lots;"},{"prefix":"2","text":" Beginning in year 11, the tax shall be abated to the extent it exceeds 10% of the tax otherwise imposed by Chapter 8 of this title, with the tax liability increasing 10% per year in years 12 through 20 until the tax equals 100% of the tax imposed by Chapter 8 of this title."},{"prefix":"c","text":" The 14W and the YMCA Anthony Bowen Project shall be exempt from the tax imposed by Chapter 20 of this title on materials used directly for construction of the 14W and the YMCA Anthony Bowen Project."},{"prefix":"d","text":" This section shall not prevent or restrict the owners of the 14W and the YMCA Anthony Bowen Property from utilizing any other tax, development, or other economic incentives available."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Special Tax Incentives."},"heading":{"title":"47","chaptersection":"4627","identifier":"47-4627","catch_text":"14W and the YMCA Anthony Bowen Project; Lot 164 (formerly Lots 18, 19, 20, 120, 121, 160, 161, 828, and 835), Square 234."}}