{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-21 rewrote subsec. (b), which had read as follows:\n\n\"(b) The transfer by the First Congregational United Church of Christ of Lots 834, 835, 7003, 7006, 7007, 7008, 7009, 7010, and 7011, Square 375, as the land for such lots may be subdivided into a record lot or lots or assessment and taxation lots in the future, shall be exempt from the tax imposed by Chapter 9 of this title.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 7012(b) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 18-223, see notes following § 47-355.05.\n\nFor history of Law 19-21, see notes under § 47-305.02.\n\nMiscellaneous Notes\n\nShort title: Section 7011 of D.C. Law 18-223 provided that subtitle B of title VII of the act may be cited as the \"First Congregational United Church of Christ Property Tax Abatement Amendment Act of 2010\".\n\nShort title: Section 7041 of D.C. Law 19-21 provided that subtitle E of title VII of the act may be cited as \"First Congregational United Church of Christ Property Tax Abatement Technical Amendment Act of 2011\".\n\nDC CODE § 47-4636\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, § 7012(b), 57 DCR 6242; Sept. 14, 2011, D.C. Law 19-21, § 7042, 58 DCR 6226.)","sections":[{"prefix":"a","text":" The real property described as Lots 833 through 835 and 7000 through 7011, Square 375, as the land for such lots may be subdivided into a record lot or lots or assessment and taxation lots in the future, known as the First Congregational United Church of Christ property and owned by the First Congregational United Church of Christ, a District of Columbia nonprofit corporation formed for the purpose of religious worship, shall be exempt from taxation under Chapter 8 of this title so long as the First Congregational United Church of Christ owns the real property, subject to the provisions of §§ 47-1005, 47-1007, and 47-1009 as if the exemption were granted administratively."},{"prefix":"b","text":" The transfer by First Congregational United Church of Christ of Square 375, Lots 834, 835, 837, 7003, 7006, 7007, 7008, 7009, 7010, 7011, 7014, and 7015 and any lots owned by First Congregational United Church of Christ and covered by subsection (a) of this section that are transferred solely to complete the transaction between First Congregational United Church of Christ and 733 10th & G LLC, as the land for such lots may be subdivided into a record lot or lots or assessment and taxation lots in the future, shall be exempt from the tax imposed by Chapter 9 of this title."},{"prefix":"c","text":" The tax abatement pursuant to this section shall be in addition to, and not in lieu of, any other tax relief or development assistance from any other source applicable to the First Congregational United Church of Christ."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Special Tax Incentives."},"heading":{"title":"47","chaptersection":"4636","identifier":"47-4636","catch_text":"First Congregational United Church of Christ property tax abatement."}}