{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-305, in subsec. (e)(3)(A), substituted \"having a disability\" for \"became disabled\".\n\nD.C. Law 17-353 , in subsec. (e)(3)(A), substituted \"developed a disability\" for \"having a disability\".\n\nD.C. Law 19-21 rewrote subsec. (b)(1)(B)(ii) and (iii), which formerly read:\n\n\"(ii) One hundred percent of the tax shown on the return of the individual for the preceding taxable year if the individual filed a return for the preceding taxable year consisting of 12 months; or\n\n\"(iii) One hundred percent of the tax computed on the basis of the facts shown on his return for the preceding taxable year if the individual filed a return for the preceding taxable year consisting of 12 months.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2 of Self-Assessing Taxpayer Fairness in Notice Emergency Act of 2005 (D.C. Act 16-241, December 22, 2005, 53 DCR 262).\n\nFor temporary (90 day) amendment of section, see § 2 of Self-Assessing Taxpayer Fairness in Notice Emergency Act of 2005 (D.C. Act 16-241, December 22, 2005, 53 DCR 262).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-4201.\n\nFor Law 16-305, see notes following § 47-802.\n\nFor Law 17-353, see notes following § 47-308.\n\nFor history of Law 19-21, see notes under § 47-305.02.\n\nMiscellaneous Notes\n\nShort title: Section 8061 of D.C. Law 19-21 provided that subtitle G of title VIII of the act may be cited as \"Tax Penalty Safe Harbor Act of 2011\".\n\nDC CODE § 47-4214\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 403(b), 48 DCR 334; Apr. 24, 2007, D.C. Law 16-305, § 73(i), 53 DCR 6198; Mar. 25, 2009, D.C. Law 17-353, § 172(e)(2), 56 DCR 1117; Sept. 14, 2011, D.C. Law 19-21, § 8062(a), 58 DCR 6226.)","sections":[{"prefix":"a","text":" An individual shall pay 4 installments of estimated tax on the dates as provided in § 47-1812.08(i)(4) in the amount provided under subsection (b) of this section."},{"prefix":"b","text":"(1) The amount of each installment of estimated tax under subsection (b) of this section shall be the lesser of:"},{"prefix":"A","text":" The amount required under the annualized income method under paragraph (2) of this subsection, or"},{"prefix":"B","text":" Twenty-five percent of the lesser of:"},{"prefix":"i","text":" Ninety percent of the tax shown on the return for the taxable year (or, if no return is filed, 90% of the tax for the taxable year);"},{"prefix":"ii","text":"(I) Except as provided in sub-sub-subparagraph (II) of this sub-subparagraph, 100% of the tax shown on the return of the individual for the preceding taxable year if the individual filed a return for the preceding taxable year consisting of 12 months;"},{"prefix":"II","text":" For tax years beginning after December 31, 2011, 110% of the tax shown on the return of the individual for the preceding taxable year if the individual filed a return for the preceding taxable year consisting of 12 months; or"},{"prefix":"iii","text":"(I) Except as provided in sub-sub-subparagraph (II) of this sub-subparagraph, 100% of the tax computed on the basis of the facts shown on his return for the preceding taxable year if the individual filed a return for the preceding taxable year consisting of 12 months."},{"prefix":"II","text":" For tax years beginning after December 31, 2011, 110% of the tax computed on the basis of the facts shown on his return for the preceding taxable year if the individual filed a return for the preceding taxable year consisting of 12 months."},{"prefix":"2","text":"(A) The required payments under the annualized income method shall be, on a cumulative basis, as follows:"},{"prefix":"i","text":" On the first installment date, 22.5% of the tax for the taxable year based upon the annualized income of the individual for the first 3 months of the taxable year;"},{"prefix":"ii","text":" On the second installment date, 45% of the tax for the taxable year based upon the annualized income of the individual for the first 5 months of the taxable year;"},{"prefix":"iii","text":" On the third installment date, 67.5% of the tax for the taxable year based upon the annualized income of the individual for the first 8 months of the taxable year; and"},{"prefix":"iv","text":" On the fourth installment date, 90% of the tax for the taxable year."},{"prefix":"B","text":" The annualized income method shall not apply to individuals filing a return for part of a taxable year except under regulations as the Mayor may prescribe."},{"prefix":"c","text":"(1) Except as otherwise provided in this section, in the case of an underpayment of estimated tax by an individual, there shall be added to the tax imposed under § 47-1806.03(a) an amount determined by applying the underpayment rate set forth in § 47-4201 to the amount of the underpayment for the period of the underpayment."},{"prefix":"2","text":" For purposes of this subsection:"},{"prefix":"A","text":" The amount of the underpayment shall be the excess of the required installment, over the amount, if any, of the installment paid on or before the due date for the installment."},{"prefix":"B","text":" The period of the underpayment shall run from the due date for the installment to the earlier of:"},{"prefix":"i","text":" the 15th day of the 4th month following the close of the taxable year, or"},{"prefix":"ii","text":" the date on which the amount of the underpayment is made; provided, that an underpayment which is unpaid during part of a month shall be considered to be paid at the end of the month."},{"prefix":"d","text":" For purposes of this section:"},{"prefix":"1","text":" A payment of estimated tax shall be credited against unpaid required installments in the order in which the installments are required to be paid."},{"prefix":"2","text":" The term \"tax\" means the tax imposed by § 47-1806.03, less the amount of credit allowed against the tax (other than the credit under § 47-1806.04(b) for withholding of wages)."},{"prefix":"3","text":" The amount of the credit allowed under § 47-1806.04(b) for withholding of wages shall be deemed a payment of estimated tax. An equal part of such amount shall be deemed paid on each due date for the payment of estimated tax for the taxable year unless the taxpayer establishes the dates on which all amounts were actually withheld, in which case the amounts withheld shall be deemed payments of estimated tax on the dates on which such amounts were actually withheld."},{"prefix":"4","text":" The amount of a refund of a prior year's tax applied against the tax during the taxable year shall be deemed a payment of estimated tax."},{"prefix":"e","text":" An addition to tax shall not be imposed under subsection (c) of this section for a taxable year if:"},{"prefix":"1","text":" The tax shown on the return for the taxable year (or, if no return is filed, the tax), reduced by applicable credits and payments of estimated tax which are timely made, is less than $100;"},{"prefix":"2","text":"(A) The individual did not have any liability for tax for the preceding taxable year; and"},{"prefix":"B","text":" The individual was a citizen or resident of the District of Columbia throughout the preceding taxable year;"},{"prefix":"3","text":" The Mayor determines that:"},{"prefix":"A","text":" The taxpayer (i) retired after having attained age 62, or (ii) developed a disability in the taxable year for which estimated payments were required to be made or in the taxable year preceding such taxable year; and"},{"prefix":"B","text":" The underpayment was due to reasonable cause and not to willful neglect;"},{"prefix":"4","text":" The Mayor determines that, by reason of casualty, disaster, or other unusual circumstances, the imposition of the addition to tax would be against equity and good conscience; or"},{"prefix":"5","text":" The taxpayer dies during the taxable year."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"42","text":"Interest and Penalties."},"subchapter":{"identifier":"II","text":"Penalties."},"heading":{"title":"47","chaptersection":"4214","identifier":"47-4214","catch_text":"Underpayment of estimated tax by individuals."}}