{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-307, in subsec. (a), added the last sentence.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2402(e) of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) amendment of section, see § 2402(e) of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see § 2402(e) of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nLegislative History of Laws\n\nFor Law 13-212, see notes under § 47-4501.\n\nFor Law 14-307, see notes following § 47-903.\n\nDC CODE § 47-4504\n\nCurrent through December 11, 2012","credits":"(Mar. 31, 2001, D.C. Law 13-212, § 2(b), 47 DCR 9457; June 5, 2003, D.C. Law 14-307, § 2402(e), 49 DCR 11664.)","sections":[{"prefix":"a","text":" The District of Columbia College Savings Program Advisory Board is established to advise the Chief Financial Officer on the administration of the Program, including public information and outreach, implementing regulations, investment policy, and procedures governing applications, account management, and the disbursal of funds. After the Program begins accepting contributions by Account Owners, the Advisory Board, upon notification from the Chief Financial Officer, shall meet at least annually to advise the Chief Financial Officer on the administration of the Program."},{"prefix":"b","text":" The Advisory Board shall consist of 9 members: 6 public members and 3 ex officio members. The Mayor shall appoint 3 of the public members and the Council shall appoint 3 of the public members. The Mayor shall appoint one of the public members of the Advisory Board as Chairperson. The public members shall be residents of the District of Columbia who have significant experience in finance, accounting, investment management, higher education, or other areas that relate to the duties of the Advisory Board. The public members shall serve for 3-year terms, except that for the first 3 individuals appointed by the Mayor and the Council, respectively, one shall serve a one-year term, one shall serve a 2-year term, and one shall serve a 3-year term. The 3 ex officio members shall be the Chairman of the Council's Committee on Finance and Revenue, the State Education Officer, and the president of the University of the District of Columbia, or their respective designees."},{"prefix":"c","text":" A member of the Advisory Board shall not receive compensation, but shall be entitled to reimbursement for reasonable travel-related expenses."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"45","text":"College Savings Program."},"heading":{"title":"47","chaptersection":"4504","identifier":"47-4504","catch_text":"District of Columbia College Savings Program Advisory Board."}}