{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-217, in subsec. (a), substituted \"that he or she may file a protest with the Office of Administrative Hearings to challenge the proposed refund offset within 30 days of service of the notice.\" for \"and provide a period of at least 30 days after the notice is sent to the taxpayer to file a protest.\"; rewrote subsec. (b); and, in subsec. (c), substituted \"Office of Administrative Hearings\" for \"Mayor\". Prior to amendment, subsec. (b) had read as follows:\n\n'(b) If a protest is filed within the period set forth in the notice, an administrative hearing shall be granted by the Mayor. The Mayor shall promptly notify the taxpayer of the final determination of the protest. If no protest is filed within the period, a refund offset or apportionment, as determined by the Mayor, shall be final.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(n) of Office of Administrative Hearings Establishment Emergency Amendment Act of 2004 (D.C. Act 15-513, August 2, 2004, 51 DCR 8976).\n\nFor temporary (90 day) amendment of section, see § 3(n) of Office of Administrative Hearings Establishment Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-553, October 26, 2004, 51 DCR 10359).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes under § 47-4401.\n\nFor Law 15-217, see notes following § 47-1528.\n\nDC CODE § 47-4433\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 405(b), 48 DCR 334; Dec. 7, 2004, D.C. Law 15-217, § 4(n), 51 DCR 9126.)","sections":[{"prefix":"a","text":" If the refund offset concerns (1) the existence or amount of an arrearage for court-ordered child support, a default under a federal student loan program, or the overpayment of unemployment compensation benefits under § 47-4431(c), or (2) the division of a joint refund under § 47-4432, the taxpayer shall have the right to contest the proposed referral for offset of the tax refund, the offset of the tax refund, or the apportionment of the tax refund. Before a refund offset is disbursed, the Mayor shall notify the taxpayer in writing that he or she may file a protest with the Office of Administrative Hearings to challenge the proposed refund offset within 30 days of service of the notice."},{"prefix":"b","text":" Any notice of refund offset described in subsection (a) of this section shall be governed by the procedures set forth in § 47-4312 for assessments of deficiencies."},{"prefix":"c","text":" The Office of Administrative Hearings shall refuse to consider a protest if:"},{"prefix":"1","text":" The protest solely concerns an issue which has been previously decided and no new facts or evidence have been provided; or"},{"prefix":"2","text":" The protest is not filed within the period set forth in the notice."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Collections."},"subchapter":{"identifier":"III","text":"Refund Offset."},"heading":{"title":"47","chaptersection":"4433","identifier":"47-4433","catch_text":"Notice and protest."}}