{"text":"The Multistate Tax Compact is adopted and entered into with all jurisdictions legally joining therein, in the form substantially set forth as follows:\n\nArticle I. Purposes.\n\nThe purposes of this compact are to:\n\n1. Facilitate proper determination of state and local tax liability of multistate taxpayers, including equitable apportionment of tax bases and settlement of apportionment disputes.\n\n2. Promote uniformity or compatibility in significant components of tax systems.\n\n3. Facilitate taxpayer convenience and compliance in the filing of tax returns and in other phases of tax administration.\n\n4. Avoid duplicative taxation.\n\nArticle II. Definitions.\n\n1. \"State\" means a state of the United States, the District of Columbia, the Commonwealth of Puerto Rico, or any territory or possession of the United States.\n\n2. \"Subdivision\" means any governmental unit or special district of a state.\n\n3. \"Taxpayer\" means any corporation, partnership, firm, association, governmental unit or agency or person acting as a business entity in more than one state.\n\n4. \"Income tax\" means a tax imposed on or measured by net income including any tax imposed on or measured by an amount arrived at by deducting expenses from gross income, one or more forms of which expenses are not specifically and directly related to particular transactions.\n\n5. \"Capital stock tax\" means a tax measured in any way by the capital of a corporation considered in its entirety.\n\n6. \"Gross receipts tax\" means a tax, other than a sales tax, which is imposed on or measured by the gross volume of business, in terms of gross receipts or in other terms, and in the determination of which no deduction is allowed which would constitute the tax an income tax.\n\n7. \"Sales tax\" means a tax imposed with respect to the transfer for a consideration of ownership, possession, or custody of tangible personal property or the rendering of services measured by the price of the tangible personal property transferred or services rendered and which is required by state or local law to be separately stated from the sales price, by the seller, or which is customarily separately stated from the sales price, but does not include a tax imposed exclusively on the sale of a specifically identified commodity or article or class of commodities or articles.\n\n8. \"Use tax\" means a nonrecurring tax, other than a sales tax, which (a) is imposed on or with respect to the exercise or enjoyment of any right or power over tangible personal property incident to the ownership, possession, or custody of that property or the leasing of that property from another including any consumption, keeping, retention, or other use of tangible personal property and (b) is complementary to a sales tax.\n\n9. \"Tax\" means an income tax, capital stock tax, gross receipts tax, sales tax, use tax, and any other tax which has a multistate impact, except that the provisions of Articles III, IV, and V of this compact shall apply only to the taxes specifically designated therein and the provisions of Article IX of this compact shall apply only in respect to determinations pursuant to Article IV.\n\nArticle III. Elements of Income Tax Laws.\n\nTaxpayer Option, State and Local Taxes.\n\n1. Any taxpayer subject to an income tax whose income is subject to apportionment and allocation for tax purposes pursuant to the laws of a party state or pursuant to the laws of subdivisions in two or more party states may elect to apportion and allocate his income in the manner provided by the laws of such state or by the laws of such states and subdivisions without reference to this compact, or may elect to apportion and allocate in accordance with Article IV. This election for any tax year may be made in all party states or subdivisions thereof or in any one or more of the party states or subdivisions thereof without reference to the election made in the others. For the purposes of this paragraph, taxes imposed by subdivisions shall be considered separately from state taxes and the apportionment and allocation also may be applied to the entire tax base. In no instance wherein Article IV is employed for all subdivisions of a state may the sum of all apportionments and allocations to subdivisions within a state be greater than the apportionment and allocation that would be assignable to that state if the apportionment or allocation were being made with respect to a state income tax.\n\nCoverage.\n\n2. Nothing in this article relates to the reporting or payment of any tax other than an income tax.\n\nArticle IV. Division of Income.\n\n1. As used in this article, unless the context otherwise requires:\n\n\n\n\n\n\n\n\n\n\n2. Any taxpayer having income from business activity which is taxable both within and without this state, other than activity as a financial organization or public utility or the rendering of purely personal services by an individual, shall allocate and apportion his net income as provided in this article. If a taxpayer has income from business activity as a public utility but derives the greater percentage of his income from activities subject to this article, the taxpayer may elect to allocate and apportion his entire net income as provided in this article.\n\n3. For purposes of allocation and apportionment of income under this article, a taxpayer is taxable in another state if (1) in that state he is subject to a net income tax, a franchise tax measured by net income, a franchise tax for the privilege of doing business, or a corporate stock tax, or (2) that state has jurisdiction to subject the taxpayer to a net income tax regardless of whether, in fact, the state does or does not.\n\n4. Rents and royalties from real or tangible personal property, capital gains, interest, dividends or patent or copyright royalties, to the extent that they constitute nonbusiness income, shall be allocated as provided in paragraphs 5 through 8 of this article.\n\n5. (a) Net rents and royalties from real property located in this state are allocable to this state.\n\n\n\n6. (a) Capital gains and losses from sales of real property located in this state are allocable to this state.\n\n\n\n7. Interest and dividends are allocable to this state if the taxpayer's commercial domicile is in this state.\n\n8. (a) Patent and copyright royalties are allocable to this state (1) if and to the extent that the patent or copyright is utilized by the payer in this state, or (2) if and to the extent that the patent or copyright is utilized by the payer in a state in which the taxpayer is not taxable and the taxpayer's commercial domicile is in this state.\n\n\n\n9. All business income shall be apportioned to this state by multiplying the income by a fraction, the numerator of which is the property factor, plus the payroll factor, plus the sales factor, and the denominator of which is three.\n\n10. The property factor is a fraction, the numerator of which is the average value of the taxpayer's real and tangible personal property owned or rented and used in this state during the tax period, and the denominator of which is the average value of all the taxpayer's real and tangible personal property owned or rented and used during the tax period.\n\n11. Property owned by the taxpayer is valued at its original cost. Property rented by the taxpayer is valued eight times the net annual rental rate. Net annual rental rate is the annual rental rate paid by the taxpayer less any annual rental rate received by the taxpayer from subrentals.\n\n12. The average value of property shall be determined by averaging the values at the beginning and ending of the tax period, but the tax administrator may require the averaging of monthly values during the tax period if reasonably required to reflect properly the average value of the taxpayer's property.\n\n13. The payroll factor is a fraction, the numerator of which is the total amount paid in this state during the tax period by the taxpayer for compensation, and the denominator of which is the total compensation paid everywhere during the tax period.\n\n14. Compensation is paid in this state if:\n\n\n\n\n15. The sales factor is a fraction, the numerator of which is the total sales of the taxpayer in this state during the tax period, and the denominator of which is the total sales of the taxpayer everywhere during the tax period.\n\n16. Sales of tangible personal property are in this state if:\n\n\n\n17. Sales, other than sales of tangible personal property, are in this state if:\n\n\n\n18. If the allocation and apportionment provisions of this article do not fairly represent the extent of the taxpayer's business activity in this state, the taxpayer may petition for, or the tax administrator may require, in respect to all or any part of the taxpayer's business activity, if reasonable:\n\n\n\n\n\nArticle V. Elements of Sales and Use Tax Laws.\n\nTax Credit.\n\n1. Each purchaser liable for a use tax on tangible personal property shall be entitled to full credit for the combined amount or amounts of legally imposed sales or use taxes paid by him with respect to the same property to another state and any subdivision thereof. The credit shall be applied first against the amount of any use tax due the state, and any unused portion of the credit shall then be applied against the amount of any use tax due a subdivision.\n\nExemption Certificates.\n\nVendors May Rely.\n\n2. Whenever a vendor receives and accepts in good faith from a purchaser a resale or other exemption certificate or other written evidence of exemption authorized by the appropriate state or subdivision taxing authority, the vendor shall be relieved of liability for a sales or use tax with respect to the transaction.\n\nArticle VI. The Commission.\n\nOrganization and Management.\n\n1. (a) The Multistate Tax Commission is hereby established. It shall be composed of one \"member\" from each party state who shall be the head of the state agency charged with the administration of the types of taxes to which this compact applies. If there is more than one such agency, the state shall provide by law for the selection of the Commission member from the heads of the relevant agencies. State law may provide that a member of the Commission be represented by an alternate but only if there is on file with the Commission written notification of the designation and identity of the alternate. The Attorney General of each party state or his designee, or other counsel if the laws of the party state specifically provide, shall be entitled to attend the meetings of the Commission, but shall not vote. Such Attorneys General, designees, or other counsel shall receive all notices of meetings required under paragraph 1(e) of this article.\n\n\n\n\n\n\n\n\n\n\n\n\nCommittees.\n\n2. (a) To assist in the conduct of its business when the full Commission is not meeting, the Commission shall have an Executive Committee of seven members, including the Chairman, Vice Chairman, Treasurer, and four other members elected annually by the Commission. The Executive Committee, subject to the provisions of this compact and consistent with the policies of the Commission, shall function as provided in the bylaws of the Commission.\n\n\n\nPowers.\n\n3. In addition to powers conferred elsewhere in this compact, the Commission shall have power to:\n\n\n\n\n\nFinance.\n\n4. (a) The Commission shall submit to the Governor or designated officer or officers of each party state a budget of its estimated expenditures for such period as may be required by the laws of that state for presentation to the legislature thereof.\n\n\n\n\n\n\nArticle VII. Uniform Regulations and Forms.\n\n1. Whenever any two or more party states, or subdivisions of party states, have uniform or similar provisions of law relating to an income tax, capital stock tax, gross receipts tax, sales or use tax, the Commission may adopt uniform regulations for any phase of the administration of such law, including assertion of jurisdiction to tax, or prescribing uniform tax forms. The Commission may also act with respect to the provisions of Article IV of this compact.\n\n2. Prior to the adoption of any regulation, the Commission shall:\n\n\n\n3. The Commission shall submit any regulations adopted by it to the appropriate officials of all party states and subdivisions to which they might apply. Each such state and subdivision shall consider any such regulation for adoption in accordance with its own laws and procedures.\n\nArticle VIII. Interstate Audits.\n\n1. This article shall be in force only in those party states that specifically provide therefor by statute.\n\n2. Any party state or subdivision thereof desiring to make or participate in an audit of any accounts, books, papers, records, or other documents, may request the Commission to perform the audit on its behalf. In responding to the request, the Commission shall have access to and may examine, at any reasonable time, such accounts, books, papers, records, and other documents and any relevant property or stock of merchandise. The Commission may enter into agreements with party states or their subdivisions for assistance in performance of the audit. The Commission shall make charges, to be paid by the state or local government or governments for which it performs the service, for any audits performed by it in order to reimburse itself for the actual costs incurred in making the audit.\n\n3. The Commission may require the attendance of any person within the state where it is conducting an audit or part thereof at a time and place fixed by it within such state for the purpose of giving testimony with respect to any account, book, paper, documents, other record, property or stock of merchandise being examined in connection with the audit. If the person is not within the jurisdiction, he may be required to attend for such purpose at any time and place fixed by the Commission within the state of which he is a resident; provided that such state has adopted this article.\n\n4. The Commission may apply through the Mayor of the District of Columbia, to any court in the District of Columbia having power to issue compulsory process for orders in aid of its powers and responsibilities pursuant to this article, if the party or subject matter on account of which the Commission seeks an order is within the jurisdiction of the courts of the District of Columbia. The Commission may apply for such order to the courts of the state or subdivision thereof, other than the District of Columbia, on behalf of which the audit is being made, or in which the party or subject matter being sought is situated, to the extent that the Commission is authorized to do so by the laws of such other state. Failure of any person to obey any such order shall be punishable as contempt of the issuing court.\n\n5. The Commission may decline to perform any audit requested if it finds that its available personnel or other resources are insufficient for the purpose or that, in the terms requested, the audit is impracticable of satisfactory performance. If the Commission, on the basis of its experience, has reason to believe that an audit of a particular taxpayer, either at a particular time or on a particular schedule, would be of interest to a number of party states or their subdivisions, it may offer to make the audit or audits, the offer to be contingent on sufficient participation therein as determined by the Commission.\n\n6. Information obtained by an audit pursuant to this article shall be confidential and available only for tax purposes to party states, their subdivisions, or the United States. Availability of information shall be in accordance with the laws of the states or subdivisions on whose account the Commission performs the audit, and only through the appropriate agencies or officers of such states or subdivisions. Nothing in this article shall be construed to require any taxpayer to keep records for any period not otherwise required by law.\n\n7. Other arrangements made or authorized pursuant to law for cooperative audit by or on behalf of the party states or any of their subdivisions are not superseded or invalidated by this article.\n\n8. In no event shall the Commission make any charge against a taxpayer for an audit.\n\n9. As used in this article, \"tax\", in addition to the meaning ascribed to it in Article II, means any tax or license fee imposed in whole or in part for revenue purposes.\n\nArticle IX. Entry into Force and Withdrawal.\n\n1. This compact shall enter into force when enacted by any seven states. Thereafter, this compact shall become effective as to any other state upon its enactment thereof. The Commission shall arrange for notification of all party states whenever there is a new enactment of the compact.\n\n2. Any party state may withdraw from this compact by enacting a statute repealing the same. No withdrawal shall affect any liability already incurred by or chargeable to a party state prior to the time of such withdrawal.\n\nArticle X. Effect on Other Laws and Jurisdiction.\n\nNothing in this compact shall be construed to:\n\n\n\n\n\nArticle XI. Construction and Severability.\n\nThis compact shall be liberally construed so as to effectuate the purposes thereof. The provisions of this compact shall be severable and if any phrase, clause, sentence, or provision of this compact is declared to be contrary to the constitution of any state or of the United States or the applicability thereof to any government, agency, person, or circumstance is held invalid, the validity of the remainder of this compact and the applicability thereof to any government, agency, person, or circumstance shall not be affected thereby if this compact shall be held contrary to the constitution of any state participating therein, the compact shall remain in full force and effect as to the remaining party states and in full force and effect as to the state affected as to all severable matters.","historical":"Prior Codifications\n\n1981 Ed., § 47-441.\n\nLegislative History of Laws\n\nLaw 4-17, the \"Multistate Tax Compact Membership Act of 1981,\" was introduced in Council and assigned Bill No. 4-51, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on April 7, 1981 and May 5, 1981, respectively. Signed by the Mayor on May 21, 1981, it was assigned Act No. 4-32 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 47-441\n\nCurrent through December 11, 2012","credits":"(July 18, 1981, D.C. Law 4-17, § 2, 28 DCR 2368; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)\n\n-------------------------------------------------------------------------------\n-------------------------------------------------------------------------------\nJurisdiction         Laws        Effective          Statutory Citation\nDate\n-------------------------------------------------------------------------------\nAlabama ......... 1967, p. 982     9-6-1967     Code 1975, § 40-27-1, art. IV.\nAlaska .......... 1959, c. 175     1-1-1960     AS 43.19.010, art. IV.\nArizona ......... 1983, c. 287 §   12-31-1983   A.R.S. §§ 43-1131 to 43-1150.\n5\nArkansas ........ 1961, Act No.    1-1-1961     A.C.A. §§ 26-51-701 to\n413                           26-51-723.\nCalifornia ...... Stats.1966, c.   7-1-1967     West's Ann.Cal.Rev. & T.C. §§\n2                             25120 to 25141.\nColorado ........ 1968, p. 175                  West's C.R.S.A. §§ 24-60-1301,\nart. IV.\nDistrict of\nColumbia ...... 1997, D.C. Law   4-9-1997     D.C. Official Code, 2001 Ed. §\n11-254                        47-441, art. IV.\nHawaii .......... 1967, c. 33                   HRS 235-21 to 235-39.\nIdaho ........... 1959, c. 299                  I.C. § 63-3701, art. IV.\nKansas .......... 1963, c. 485     1-1-1963     K.S.A. 79-3271 to 79-3293b.\nKentucky ........ 1966, c. 176,                 KRS 141.120.\nPt. I, §6\nMaine ........... 1969, c. 154     10-1-1969    36 M.R.S.A. §§ 5210, 5211.\nMichigan ........ 1969, No. 343    7-1-1970     M.C.L.A. § 205.581, art. IV.\nMissouri ........ 1967, p. 102                  V.A.M.S. § 32.200, art. IV.\nMontana ......... 1969, c. 17                   MCA 15-31-301 to 15-31-313.\nNew Mexico ...... 1965, c. 203     1-1-1966     NMSA 1978, §§ 7-4-1 to 7-4-21.\nNorth Dakota .... 1965, c. 419,    1-1-1965     NDCC 57-38.1-01 to 57-38.1-21.\nOregon .......... 1965, c. 152                  ORS 314.605 to 314.675.\nPennsylvania .... 1971, PL 6                    72 Pa. C.S.A. § 7401.\nSouth Dakota .... 1976, c. 101                  SDCL 10-54-1, art. IV.\nTexas ........... 1967, c. 566     6-13-1967    V.T.C.A., Tax Code § 141.001,\nart. IV.\nUtah ............ 1958, c. 1574    1-1-1967     U.C.A.1953, 59-7-301 to\n59-7-321\nWashington ...... 1967, c. 125                  West's RCWA 82.56.010, art. IV.\n-------------------------------------------------------------------------------","sections":[{"prefix":"a","text":" \"Business income\" means income arising from transactions and activity in the regular course of the taxpayer's trade or business and includes income from tangible and intangible property if the acquisition, management, and disposition of the property constitute integral parts of the taxpayer's regular trade or business operations."},{"prefix":"b","text":" \"Commercial domicile\" means the principal place from which the trade or business of the taxpayer is directed or managed."},{"prefix":"c","text":" \"Compensation\" means wages, salaries, commissions, and any other form of remuneration paid to employees for personal services."},{"prefix":"d","text":" \"Financial organization\" means any bank, trust company, savings bank, industrial bank, land bank, safe deposit company, private banker, savings and loan association, credit union, cooperative bank, small loan company, sales finance company, investment company, or any type of insurance company."},{"prefix":"e","text":" \"Nonbusiness income\" means all income other than business income."},{"prefix":"f","text":" \"Public utility\" means any business entity (1) which owns or operates any plan, equipment, property, franchise, or license for the transmission of communications, transportation of goods or persons, except by pipe line, or the production, transmission, sale, delivery, or furnishing of electricity, water, or steam; and (2) whose rates of charges for goods or services have been established or approved by a federal, state, or local government or governmental agency."},{"prefix":"g","text":" \"Sales\" means all gross receipts of the taxpayer not allocated under paragraphs of this article."},{"prefix":"h","text":" \"State\" means any state of the United States, the District of Columbia, the Commonwealth of Puerto Rico, any territory or possession of the United States, and any foreign country or political subdivision thereof."},{"prefix":"i","text":" \"This state\" means the state in which the relevant tax return is filed, or, in the case of application of this article, to the apportionment and allocation of income for local tax purposes, the subdivision or local taxing district in which the relevant tax return is filed."},{"prefix":"b","text":" Net rents and royalties from tangible personal property are allocable to this state (1) if and to the extent that the property is utilized in this state, or (2) in their entirety if the taxpayer's commercial domicile is in this state and the taxpayer is not organized under the laws of or taxable in the state in which the property is utilized."},{"prefix":"c","text":" The extent of utilization of tangible personal property in a state is determined by multiplying the rents and royalties by a fraction, the numerator of which is the number of days of physical location of the property in the state during the rental or royalty period in the taxable year, and the denominator of which is the number of days of physical location of the property everywhere during all rental or royalty periods in the taxable year. If the physical location of the property during the rental or royalty period is unknown or unascertainable by the taxpayer, tangible personal property is utilized in the state in which the property was located at the time the rental or royalty payer obtained possession."},{"prefix":"b","text":" Capital gains and losses from sales of tangible personal property are allocable to this state if (1) the property had a situs in this state at the time of the sale, or (2) the taxpayer's commercial domicile is in this state, and the taxpayer is not taxable in the state in which the property had a situs."},{"prefix":"c","text":" Capital gains and losses from sales of intangible personal property are allocable to this state if the taxpayer's commercial domicile is in this state."},{"prefix":"b","text":" A patent is utilized in a state to the extent that it is employed in production, fabrication, manufacturing, or other processing in the state, or to the extent that a patented product is produced in the state. If the basis of receipts from patent royalties does not permit allocation to states, or if the accounting procedures do not reflect states of utilization, the patent is utilized in the state in which the taxpayer's commercial domicile is located."},{"prefix":"c","text":" A copyright is utilized in a state to the extent that printing or other publication originates in the state. If the basis of receipts from copyright royalties does not permit allocation to states or if the accounting procedures do not reflect state of utilization, the copyright is utilized in the state in which the taxpayer's commercial domicile is located."},{"prefix":"a","text":" the individual's service is performed entirely within the state;"},{"prefix":"b","text":" the individual's service is performed both within and without the state, but the service performed without the state is incidental to the individual's service within the state; or"},{"prefix":"c","text":" some of the service is performed in the state and (1) the base of operations or, if there is no base of operations, the place from which the service is directed or controlled is in the state, or (2) the base of operations or the place from which the service is directed or controlled is not in any state in which some part of the service is performed, but the individual's residence is in this state."},{"prefix":"a","text":" the property is delivered or shipped to a purchaser, within this state regardless of the f.o.b. point or other conditions of the sale; or"},{"prefix":"b","text":" the property is shipped from an office, store, warehouse, factory, or other place of storage in this state and (1) the purchaser is the United States government or (2) the taxpayer is not taxable in the state of the purchaser."},{"prefix":"a","text":" the income-producing activity is performed in this state; or"},{"prefix":"b","text":" the income-producing activity is performed both in and outside this state and a greater proportion of the income-producing activity is performed in this state than in any other state, based on costs of performance."},{"prefix":"a","text":" separate accounting;"},{"prefix":"b","text":" the exclusion of any one or more of the factors;"},{"prefix":"c","text":" the inclusion of one or more additional factors which will fairly represent the taxpayer's business activity in this state; or"},{"prefix":"d","text":" the employment of any other method to effectuate an equitable allocation and apportionment of the taxpayer's income."},{"prefix":"b","text":" Each party state shall provide by law for the selection of representatives from its subdivisions affected by this compact to consult with the Commission member from that state."},{"prefix":"c","text":" Each member shall be entitled to one vote. The Commission shall not act unless a majority of the members are present, and no action shall be binding unless approved by a majority of the total number of members."},{"prefix":"d","text":" The Commission shall adopt an official seal to be used as it may provide."},{"prefix":"e","text":" The Commission shall hold an annual meeting and such other regular meetings as its bylaws may provide and such special meetings as its Executive Committee may determine. The Commission bylaws shall specify the dates of the annual and any other regular meetings, and shall provide for the giving of notice of annual, regular, and special meetings. Notices of special meetings shall include the reasons therefor and an agenda of the items to be considered."},{"prefix":"f","text":" The Commission shall elect annually, from among its members, a Chairman, a Vice Chairman and a Treasurer. The Commission shall appoint an Executive Director who shall serve at its pleasure, and it shall fix his duties and compensation. The Executive Director shall be Secretary of the Commission. The Commission shall make provisions for the bonding of such of its officers and employees as it may deem appropriate."},{"prefix":"g","text":" Irrespective of the civil service, personnel, or other merit system laws of any party state, the Executive Director shall appoint or discharge such personnel as may be necessary for the performance of the functions of the Commission, and shall fix their duties and compensation. The Commission bylaws shall provide for personnel policies and programs."},{"prefix":"h","text":" The Commission may borrow, accept, or contract for the services of personnel from any state, the United States, or any other governmental entity."},{"prefix":"i","text":" The Commission may accept for any of its purposes and functions, any and all donations and grants of money, equipment, supplies, materials, and services, conditional or otherwise, from any governmental entity and may utilize and dispose of the same."},{"prefix":"j","text":" The Commission may establish one or more offices for the transacting of its business."},{"prefix":"k","text":" The Commission shall adopt bylaws for the conduct of its business. The Commission shall publish its bylaws in convenient form, and shall file a copy of the bylaws and any amendments thereto with the appropriate agency or officer in each of the party states."},{"prefix":"l","text":" The Commission annually shall make to the Governor and legislature of each party state a report covering its activities for the preceding year. Any donation or grant accepted by the Commission or services borrowed shall be reported in the annual report of the Commission, and shall include the nature, amount, and conditions, if any, of the donation, gift, grant, or services borrowed and the identity of the donor or lender. The Commission may make additional reports as it may deem desirable."},{"prefix":"b","text":" The Commission may establish advisory and technical committees, membership on which may include private persons and public officials, in furthering any of its activities. Such committees may consider any matter of concern to the Commission, including problems of special interest to any party state and problems dealing with particular types of taxes."},{"prefix":"c","text":" The Commission may establish such additional committees as its bylaws may provide."},{"prefix":"a","text":" Study state and local tax systems and particular types of state and local taxes."},{"prefix":"b","text":" Develop and recommend proposals for an increase in uniformity or compatibility of state and local tax laws with a view toward encouraging the simplification and improvement of state and local tax law and administration."},{"prefix":"c","text":" Compile and publish information as in its judgment would assist the party states in implementation of the compact and taxpayers in complying with state and local tax laws."},{"prefix":"d","text":" Do all things necessary and incidental to the administration of its functions pursuant to this compact."},{"prefix":"b","text":" Each of the Commission's budgets of estimated expenditures shall contain specific recommendations of the amounts to be appropriated by each of the party states. The total amount of appropriations requested under any such budget shall be apportioned among the party states as follows: one-tenth in equal shares; and the remainder in proportion to the amount of revenue collected by each party state and its subdivisions from income taxes, capital stock taxes, gross receipts taxes, sales and use taxes. In determining such amounts, the Commission shall employ such available public sources of information as, in its judgment, present the most equitable and accurate comparisons among the party states. Each of the Commission's budgets of estimated expenditures and requests for appropriations shall indicate the sources used in obtaining information employed in applying the formula contained in this paragraph."},{"prefix":"c","text":" The Commission shall not pledge the credit of any party state. The Commission may meet any of its obligations in whole or in part with funds available to it under paragraph 1(i) of this article; provided that the Commission takes specific action setting aside such funds prior to incurring any obligation to be met in whole or in part in such manner. Except where the Commission makes use of funds available to it under paragraph 1(i), the Commission shall not incur any obligation prior to the allotment of funds by the party states adequate to meet the same."},{"prefix":"d","text":" The Commission shall keep accurate accounts of all receipts and disbursements. The receipts and disbursements of the Commission shall be subject to the audit and accounting procedures established under its bylaws. All receipts and disbursements of funds handled by the Commission shall be audited yearly by a certified or licensed public accountant and the report of the audit shall be included in and become part of the annual report of the Commission."},{"prefix":"e","text":" The accounts of the Commission shall be open at any reasonable time for inspection by duly constituted officers of the party states and by any persons authorized by the Commission."},{"prefix":"f","text":" Nothing contained in this article shall be construed to prevent Commission compliance with laws relating to audit or inspection of accounts by or on behalf of any government contributing to the support of the Commission."},{"prefix":"a","text":" As provided in its bylaws, hold at least one public hearing on due notice to all affected party states and subdivisions thereof and to all taxpayers and other persons who have made timely request of the Commission for advance notice of its regulation-making proceedings."},{"prefix":"b","text":" Afford all affected party states and subdivisions and interested persons an opportunity to submit relevant written data and views, which shall be considered fully by the Commission."},{"prefix":"a","text":" Affect the power of any state or subdivision thereof to fix rates of taxation."},{"prefix":"b","text":" Apply to any tax or fixed fee imposed for the registration of a motor vehicle or any tax on motor fuel, other than a sales tax; provided that the definition of \"tax\" in Article VIII 9. may apply for the purposes of that article and the Commission's powers of study and recommendation pursuant to Article VI 3. may apply."},{"prefix":"c","text":" Withdraw or limit the jurisdiction of any state or local court or administrative officer or body with respect to any person, corporation, or other entity or subject matter, except to the extent that such jurisdiction is expressly conferred by or pursuant to this compact upon another agency or body."},{"prefix":"d","text":" Supersede or limit the jurisdiction of any court of the United States."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Collection and Disbursement of Taxes."},"subchapter":{"identifier":"IV","text":"Multistate Tax Compact."},"heading":{"title":"47","chaptersection":"441","identifier":"47-441","catch_text":"Adopted; form."}}