{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 14-307, in par. (2), substituted \"individual or organization\" for \"individual\"; rewrote pars. (4), (5), (7), (8), and (9); and added pars. (11) and (12). Prior to amendment, pars. (4), (5), (7), (8), and (9) had read as follows:\n\n\"(4) 'Designated beneficiary' means an individual who is:\n\n\"(A) Eligible to apply college savings payments to undergraduate or graduate tuition at an eligible institution under this chapter; and\n\n\"(B) A resident of the District of Columbia when the account owner enters into a college savings agreement.\n\n\"(5) 'Eligible institution' means an institution of higher education as defined in § 481 of the Higher Education Act of 1965, approved October 3, 1980 (94 Stat. 1444; 20 U.S.C. § 1088).\"\n\n\"(7) 'Nonqualified withdrawal' means a withdrawal from an account:\n\n\"(A) Other than a qualified withdrawal;\n\n\"(B) Made as the result of the death or disability of the designated beneficiary of an account; or\n\n\"(C) Made on account of a scholarship.\n\n\"(8) 'Program' means the District of Columbia College Savings Program established under § 47-4502.\n\n\"(9) 'Qualified higher education expenses' means:\n\n\"(A) Tuition, fees, and the costs of books, supplies, and equipment required for enrollment or attendance of a qualified beneficiary at an eligible institution; or\n\n\"(B) The costs of room and board of a qualified beneficiary incurred while attending an eligible institution; provided, that the amount of room and board shall not exceed the minimum room and board allowance determined in calculating costs of attendance for federal financial aid programs under § 472 of the Higher Education Act of 1965, approved October 17, 1986 (100 Stat. 1454; 20 U.S.C. § 1087 ll), or any successor legislation and implementing regulations.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see 2(b) of College Savings Program Temporary Act of 2002 (D.C. Law 14-186, October 1, 2002, law notification 49 DCR 9244).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2402(b) of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) amendment of section, see § 2(b) of College Savings Program Emergency Act of 2002 (D.C. Act 14-374, May 20, 2002, 49 DCR 5114).\n\nFor temporary (90 day) amendment of section, see § 2402(b) of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see § 2402(b) of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nLegislative History of Laws\n\nLaw 13-212, the \"College Savings Act of 2000\", was introduced in Council and assigned Bill No. 13-542, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on July 11, 2000, and October 3, 2000, respectively. Signed by the Mayor on October 30, 2000, it was assigned Act No. 13-464 and transmitted to both Houses of Congress for its review. D.C. Law 13-212 became effective on March 31, 2001.\n\nFor Law 14-307, see notes following § 47-903.\n\nReferences in Text\n\nSection 529 of the Internal Revenue Code, referred to in pars. (4), (5), (7), and (9), is classified to 26 U.S.C.A. § 529.\n\nDC CODE § 47-4501\n\nCurrent through December 11, 2012","credits":"(Mar. 31, 2001, D.C. Law 13-212, § 2(b), 47 DCR 9457; June 5, 2003, D.C. Law 14-307, § 2402(b), 49 DCR 11664.)","sections":[{"prefix":"1","text":" \"Account\" means a college savings account established under § 47-4503."},{"prefix":"2","text":" \"Account owner\" means the individual or organization who enters into a college savings agreement under this chapter establishing an account. The account owner may also be the designated beneficiary of the account."},{"prefix":"3","text":" \"Advisory Board\" means the District of Columbia College Savings Program Advisory Board."},{"prefix":"4","text":" \"Designated beneficiary\" shall have the same meaning as in section 529(e)(1) of the Internal Revenue Code."},{"prefix":"5","text":" \"Eligible institution\" shall have the same meaning as \"eligible educational institution\" in section 529(e)(5) of the Internal Revenue Code."},{"prefix":"6","text":" \"Internal Revenue Code\" means the Internal Revenue Code of 1986, approved October 22, 1986 (100 Stat. 2085; 26 U.S.C. § 1 et seq.)."},{"prefix":"7","text":" \"Member of the family\" shall have the same meaning as in section 529(e)(2) of the Internal Revenue Code."},{"prefix":"8","text":" \"Program\" means the District of Columbia College Savings Program established under § 47-4502, including the Trust established therewith."},{"prefix":"9","text":" \"Qualified higher education expenses\" shall have the same meaning as in section 529(e)(3) of the Internal Revenue Code."},{"prefix":"10","text":" \"Qualified withdrawal\" means a withdrawal from an account to pay the qualified higher education expenses of the designated beneficiary of the account."},{"prefix":"11","text":" \"Trust\" means the District of Columbia College Savings Program Trust established under § 47-4502."},{"prefix":"12","text":" \"Trustee\" means the trustee of the District of Columbia College Savings Program Trust."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"45","text":"College Savings Program."},"heading":{"title":"47","chaptersection":"4501","identifier":"47-4501","catch_text":"Definitions."}}