{"text":"For the purpose of keeping said books constantly current and up to date, the Mayor shall cause an employee of the Surveyor's office to make daily transcripts of all deeds of conveyance, wills, condemnations, decrees, and other instruments or proceedings by which boundaries are changed; for which purpose, such employee of the Surveyor's office shall at all times during business hours have full and free access to all records of the Recorder of Deeds, Register of Wills, Clerk of the United States District Court for the District of Columbia, Clerk of the Superior Court of the District of Columbia, Marshal, and other officials; and the Surveyor shall furnish to the Assessor a copy of such transcript, from which a duplicate set of taxation and assessment plat books shall be maintained by the said assessor; provided, that the current series of taxation and assessment plat books in the Surveyor's office shall be the standard book of reference for all purposes of assessment and taxation by all departments of the government of the District of Columbia.","historical":"Prior Codifications\n\n1981 Ed., § 47-707.\n\n1973 Ed., § 47-407.\n\nMiscellaneous Notes\n\nDelegation of functions: See Historical and Statutory Notes following § 47- 706.\n\nDC CODE § 47-707\n\nCurrent through December 11, 2012","credits":"(Feb. 23, 1905, 33 Stat. 738, ch. 735, § 4; June 25, 1936, 49 Stat. 1921, ch. 804; June 25, 1948, 62 Stat. 991, ch. 646, § 32(b); May 24, 1949, 63 Stat. 107, ch. 139, § 127; July 29, 1970, 84 Stat. 582, Pub. L. 91-358, title I, § 161(f); enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Designation of Real Property for Assessment and Taxation. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"707","identifier":"47-707","catch_text":"System to be used outside City--Daily transcripts."}}