{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-701.\n\n1973 Ed., § 47-401.\n\nDC CODE § 47-701\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1899, 30 Stat. 1376, ch. 457, § 1; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" For the purposes of facilitating assessment and taxation of real estate in the District of Columbia, the following system of designating the several parcels of land therein is hereby prescribed, and every designation given in conformity with said system shall be a sufficient description of the parcel of land to which it relates, for all purposes of assessment and collection of taxes and assessments of every kind:"},{"prefix":"1","text":" Each square in the City of Washington shall bear a number or other designation that will distinguish it from every other square in said City;"},{"prefix":"2","text":" Each lot or parcel of ground in each such square shall bear a number or other designation that will distinguish it from every other lot or parcel of ground in such square;"},{"prefix":"3","text":" Each block in each subdivision in said District outside of the limits of the City of Washington shall bear a number that will distinguish it from every other such block;"},{"prefix":"4","text":" Each lot or parcel of land in each such block shall bear a number that will distinguish it from every other lot therein; and"},{"prefix":"5","text":" Each piece or parcel of unsubdivided land and each parcel of land deeded by metes and bounds in said District shall have a distinctive designation."},{"prefix":"b","text":" As nearly as practicable, in the judgment of the Mayor of the District of Columbia, the numbers in each of the aforesaid squares, blocks, or parcels of land required to be numbered shall be in a regularly increasing numerical sequence and order, beginning with the lowest number practicable; and, in case of the lots, shall commence at the same relative location in each of the squares, blocks, or parcels of land, and be continued in the same relative order."},{"prefix":"c","text":" It shall be the duty of the Mayor to cause a record of the designations of the several aforesaid parcels of land to be made in accordance with the foregoing system, in the Office of the Surveyor of said District; and hereafter it shall be the duty of the Surveyor, in giving numbers to blocks or lots of future subdivisions, to be governed by said system."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Designation of Real Property for Assessment and Taxation. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"701","identifier":"47-701","catch_text":"General system to be used--Numbering of squares, lots, blocks, or parcels; record."}}