{"text":"The Mayor of the District of Columbia shall cause to be prepared a series of volumes of plats, on a scale of 100 feet to the inch, embracing all the land in said District outside the City of Washington, these plats to show at all times the separate parcels of land created by subdivisions, sales, wills, condemnations, dedications, decrees of court, or otherwise, each with its distinctive number. Said books shall be kept in the Office of the Surveyor of said District, and shall be numbered according to the first and last page numbers of each volume, the pages being numbered continuously, and indefinitely rising in numbers as new books are opened to record changes in the outlines of parcels from any cause.","historical":"Prior Codifications\n\n1981 Ed., § 47-706.\n\n1973 Ed., § 47-406.\n\nMiscellaneous Notes\n\nDelegation of functions: Reorganization Order No. 27, dated April 3, 1953, as amended April 10, 1953, provided that the functions of the Surveyor described in this section and § 47-707 would continue to be delegated to the Office of the Assessor, Finance Office, Department of General Administration. The Finance Office was reconstituted by Organization Order No. 121, dated December 12, 1957, and the function of preparing and maintaining tax maps and other necessary records was delegated to the Property Tax Division. Organization Order No. 121 was repealed and replaced by Organization Order No. 3, dated December 13, 1967, Part IVC of which established a new Finance Office and delegated the aforesaid function to the Property Tax Division thereof. Functions of the Finance Office as set forth in Part IVC of Organization Order No. 3 were transferred to the Director of the Department of Finance and Revenue by Commissioner's Order No. 69-96, dated March 7, 1969.\n\nDC CODE § 47-706\n\nCurrent through December 11, 2012","credits":"(Feb. 23, 1905, 33 Stat. 738, ch. 735, § 3; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Designation of Real Property for Assessment and Taxation. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"706","identifier":"47-706","catch_text":"System to be used outside City--Plat books."}}