{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-872.\n\nEffect of Amendments\n\nD.C. Law 13-305, in subsec. (d), substituted \"percentage increase in the local Consumer Price Index for all items\" for \"percentage increase in the Consumer Price Index for All Urban Consumers ('CPI-U') for all items, in the Washington, D.C. Standard Metropolitan Statistical Area,\".\n\nD.C. Law 14-307 rewrote subsec. (a); and in subsec. (b), deleted \"or a single dwelling unit that is owned by a member of a homeowners association if the condominium or\" following \"condominium\". Prior to amendment, subsec. (a) had read as follows:\n\n\"(a) For the purpose of computing taxes on real property in the District of Columbia for the tax year beginning July 1, 1991, and ending June 30, 1992, and for each subsequent tax year, a real property owner shall be allowed a credit against the tax imposed by § 47-811, if the improved residential real property:\n\n\"(1) Is occupied by the owner of the improved residential real property;\n\n\"(2) Is a single dwelling unit owned as a condominium or is a single dwelling unit that is owned by a member of a homeowners association; and\n\n\"(3) Is used exclusively for nontransient residential dwelling purposes.\"\n\nD.C. Law 15-354, in subsec. (b), validated a previously made technical correction.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 4(c) of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 108(a) of the Omnibus Budget Support Congressional Review Emergency Act of 1995 (D.C. Act 11-124, July 27, 1995, 42 DCR 4160).\n\nFor temporary (90 day) amendment of section, see § 4(b) of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nFor temporary (90 day) amendment of section, see §§ 1303(g) and 1304 of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) amendment of section, see §§ 1303(g) and 1304 of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see §§ 1303(g) and 1304 of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-180, see Historical and Statutory Notes following § 47-871.\n\nFor legislative history of D.C. Law 11-52, see Historical and Statutory Notes following § 47-811.01.\n\nFor Law 13-305, see notes following § 47-405.\n\nFor Law 14-307, see notes following § 47-368.01.\n\nFor Law 15-354, see notes following § 47-340.03.\n\nMiscellaneous Notes\n\nApplication of Law 14-307:  Section 1304 of D.C. Law 14-307 provides:   \"Sections 1302 and 1303 shall apply as of October 1, 2002.\"\n\nDC CODE § 47-872\n\nCurrent through December 11, 2012","credits":"(Oct. 2, 1990, D.C. Law 8-180, § 3, 37 DCR 5039; Sept. 26, 1995, D.C. Law 11-52, § 108(a), 42 DCR 3684; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 504(b), 48 DCR 334; June 5, 2003, D.C. Law 14-307, § 1303(g), 49 DCR 11664; Apr. 13, 2005, D.C. Law 15- 354, § 73(b)(7), 52 DCR 2638.)","sections":[{"prefix":"a","text":" For purposes of computing taxes on real property in the District of Columbia, Class 1 Property shall be allowed a credit against the tax imposed under § 47-811."},{"prefix":"b","text":" The credit shall not be allowed for a single dwelling unit owned as a condominium if the single dwelling unit:"},{"prefix":"1","text":" Is located in a condominium building with 3 or fewer dwelling units; or"},{"prefix":"2","text":" Receives trash collection services provided by the Mayor, other than collection of recyclable materials provided pursuant to Chapter 10 of Title 8."},{"prefix":"c","text":" The credit shall be an amount equal to $60 and shall be adjusted annually beginning in the tax year beginning July 1, 1992, and ending June 30, 1993, and in each subsequent tax year, in accordance with subsection (d) of this section."},{"prefix":"d","text":" The credit shall be adjusted annually by the addition to the prior tax year credit of an amount equal to the percentage increase in the local Consumer Price Index for all items during the calendar year in which the tax year begins, rounded to the nearest whole dollar."},{"prefix":"e","text":" The amount of the credit allowed under this section shall not exceed the amount of property tax otherwise due."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Condominium and Cooperative Trash Collection Tax Credit."},"heading":{"title":"47","chaptersection":"872","identifier":"47-872","catch_text":"Computation of tax; annual adjustment; limitations."}}