{"text":"For the purposes of this chapter:","historical":"Prior Codifications\n\n1981 Ed., § 47-802.\n\n1973 Ed., § 47-622.\n\nEffect of Amendments\n\nD.C. Law 13-305 rewrote par. (5) which had read:\n\n\"(5) The terms 'owner' and 'taxpayer' shall include 1 or more persons whose leasehold interest or interests in a leasehold condominium, as that term is defined in § 42-1901.02(18), extend for the entire balance of the unexpired term or terms. The terms 'owner' and 'taxpayer' also shall include 1 or more persons who meet the requirements of § 47-3502(2)(B) in a single family residential property.\"\n\nD.C. Law 14-42, in par. (5)(A), made a nonsubstantive change.\n\nD.C. Law 14-282, in par. (1), substituted \"and cadastral maps of the Office of Tax and Revenue according to square, parcel or reservation and lot,\" for \"of the District of Columbia Surveyor according to lot and square\"; and in par. (5), substituted \"mean\" for \"include\" and substituted \"deemed the owner for purposes of receiving notices of proposed assessed value, receiving bills, and filing any petition or appeal under this chapter\" for \"deemed the owner\".\n\nD.C. Law 15-105, in the paragraph designation (5)(A), validated a previously made technical correction.\n\nD.C. Law 16-33, in par. (5)(C), substituted a semicolon for \"; or\" ; in par. (5)(D), substituted \"; or\" for a period; and added pars. (5)(E), (11), and (12).\n\nD.C. Law 16-98 added par. (13) which defined \"cost-of-living adjustment\".\n\nD.C. Law 16-305, in par. (5)(E), substituted \"has a disability\" for \"is a disabled person\" and \"beneficiary with a disability\" for \"disabled beneficiary\".\n\nD.C. Law 17-20 added par. (14).\n\nD.C. Law 17-231 added par. (15).\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (a)(14).\n\nD.C. Law 19-168, in par. (14), substituted \"the dollar amount of the homestead deduction provided in §§ 47-850(a) and 47-850.01(a) multiplied by the difference between the Consumer Price Index for the preceding real property tax year and the Consumer Price Index for the real property tax year beginning October 1, 2010 divided by the Consumer Price Index for the real property tax year beginning October 1, 2010\" for \"$64,000, multiplied by the percentage by which the Consumer Price Index for the preceding real property tax year exceeds the Consumer Price Index for the real property tax year beginning October 1, 2006\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 101(a) of Omnibus Budget Support Temporary Act of 1993 (D.C. Law 10-11, August 6, 1993, law notification 40 DCR 6213).\n\nFor temporary (225 day) amendment of section, see § 2(a) of Real Property Tax Rates for Tax Year 1998 Temporary Amendment Act of 1997 (D.C. Law 12-61, March 20, 1998, law notification 45 DCR 2096).\n\nFor temporary (225 day) amendment of section, see § 2(b) of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nFor temporary (225 day) amendment of section, see § 12(f) of Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, October 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see § 12(f) of Tax Clarity and Related Amendments Temporary Act of 2003 (D.C. Law 14-228, March 23, 2003, law notification 50 DCR 2741).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nFor temporary (90 day) amendment of section, see § 10(b) of Technical Amendments Emergency Act of 2001 (D.C. Act 14-108, August 3, 2001, 48 DCR 7622).\n\nFor temporary (90 day) amendment of section, see § 12(f) of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) amendment of section, see § 12(f) of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 12(f) of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nFor temporary (90 day) amendment of section, see §§ 1276(a), 1277, 1278, 1297(a)(1), 1298, 1299 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 1032(a) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-40, see Historical and Statutory Notes following § 47-811.\n\nLaw 4-51, the \"Real Property Tax Rates for Tax Year 1982 Act of 1981,\" was introduced in Council and assigned Bill No. 4-292, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on July 28, 1981 and September 15, 1981, respectively. Signed by the Mayor on September 25, 1981, it was assigned Act No. 4-88 and transmitted to both Houses of Congress for its review.\n\nLaw 5-31, the \"Lower Income Homeownership Tax Abatement and Incentives Act of 1983,\" was introduced in Council and assigned Bill No. 5-167, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 28, 1983 and July 12, 1983, respectively. Signed by the Mayor on July 21, 1983, it was assigned Act No. 5-53 and transmitted to both Houses of Congress for its review.\n\nLaw 10-25, the \"Omnibus Budget Support Act of 1993,\" was introduced in Council and assigned Bill No. 10-165, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 1, 1993, and June 29, 1993, respectively. Signed by the Mayor on July 16, 1993, it was assigned Act No. 10-57 and transmitted to both Houses of Congress for its review. D.C. Law 10-25 became effective on September 30, 1993.\n\nLaw 12-40, the \"Real Property Assessment Process and Tax Revenue Anticipation Notes Amendment Act of 1997,\" was introduced in Council and assigned Bill No. 12-110, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 3, 1997, and July 1, 1997, respectively. Signed by the Mayor on July 18, 1997, it was assigned Act No. 12-144 and transmitted to both Houses of Congress for its review. D.C. Law 12- 40 became effective on October 23, 1997.\n\nFor Law 13-305, see notes following § 47-405.\n\nLaw 14-42, the \"Technical Correction Amendment Act of 2001\", was introduced in Council and assigned Bill No. 14-216, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 5, 2001, and June 26, 2001, respectively. Signed by the Mayor on July 24, 2001, it was assigned Act No. 14-107 and transmitted to both Houses of Congress for its review. D.C. Law 14-42 became effective on October 26, 2001.\n\nFor Law 14-282, see notes following § 47-405.\n\nFor Law 15-105, see notes following § 47-340.22.\n\nFor Law 16-33, see notes following § 47-308.01.\n\nLaw 16-98, the \"Fiscal Year 2007 Budget Tax Relief Priorities Act of 2005\", was introduced in Council and assigned Bill No. 16-557 which was referred to the Committee on Finance and Revenue.  The Bill was adopted on first and second readings on January 4, 2006, and February 7, 2006, respectively.  Signed by the Mayor on February 27, 2006, it was assigned Act No. 16-294 and transmitted to both Houses of Congress for its review.   D.C. Law 16-98 became effective on May 12, 2006.\n\nLaw 16-305, the \"People First Respectful Language Modernization Act of 2006\", was introduced in Council and assigned Bill No. 16-664, which was referred to Committee on the Whole.  The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively.   Signed by the Mayor on July 17, 2006, it was assigned Act No. 16-437 and transmitted to both Houses of Congress for its review.  D.C. Law 16-305 became effective on April 24, 2007.\n\nFor Law 17-20, see notes following § 47-305.02.\n\nLaw 17-231, the \"Omnibus Domestic Partnership Equality Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-135, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on April 1, 2008, and May 6, 2008, respectively. Signed by the Mayor on June 6, 2008, it was assigned Act No. 17-403 and transmitted to both Houses of Congress for its review. D.C. Law 17-231 became effective on September 12, 2008.\n\nFor Law 17-353, see notes following § 47-308.\n\nFor history of Law 19-168, see notes under § 47-355.01.\n\nDelegation of Authority\n\nDelegation of authority under Law 5-31, see Mayor's Order 83-270, November 16, 1983.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: Section 9 of D.C. Law 5-31 provided that the Mayor shall issue rules necessary to carry out the provisions of § 47-802(5), as amended by § 10(e) of the act.\n\nExpiration of title I of D.C. Law 12-40: Section 105(b) of D.C. Law 12-40 provided that title I of that act shall expire 4 years from its effective date. D.C. Law 12-40 became effective on October 23, 1997.\n\nMayor authorized to issue rules: Section 104 of D.C. Law 12-40 provided that the Mayor may promulgate rules necessary for the implementation of this title.\n\nAudit of triennial assessment process: Section 103 of D.C. Law 12-40 provided that at the end of the first triennial assessment cycle, an audit of the assessment process shall be conducted by an outside firm, under the auspices of the International Association of Assessing Officers, for the purposes of examining the methodology, procedures, and accuracy of real property assessments under the triennial assessment process. The results of the audit shall be provided to the Council of the District of Columbia.\n\nReview of title I provisions after 3 years: Section 105(a) of title I of D.C. Law 12-40 provided that after 3 years, the Committee on Finance and Revenue shall review the provisions of this title and make recommendations for their continuance, amendment, or termination.\n\nExpiration and review of title I of D.C. Law 12-40: Section 2003 of D.C. Law 14-28 repealed the expiration provision of section 105(b) and the review provision of section 105(a) of D.C. Law 12-40.\n\nShort title of subtitle GG of title I of Law 16-33: Section 1275 of D.C. Law 16-33 provided that subtitle GG of title I of the act may be cited as This subtitle may be cited as the Limited-Equity Cooperative Tax Fairness Act of 2005.\n\nApplicability and expiration of subtitle GG of title I, §§ 1275 to 1279, of D.C. Law 16-33: Sections 1277 and 1278 of D.C. Law 16-33, as amended by D.C. Law 17-219, § 7068(e), provide:\n\n\"Sec. 1277. Applicability; conditional effect.\"\n\n\"(a) Section 1276 shall apply for taxable years beginning after September 30, 2005.\n\n\"(b) Repealed.\n\n\"Sec. 1278. Sunset.\n\n\"This act shall expire on August 5, 2006 if this act has not taken effect under section 1277.\".\n\nApplicability and expiration of subtitle KK of title I, §§ 1295 to 1300, of D.C. Law 16-33: Sections 1298 and 1299, as amended by D.C. Law 17-219, § 7068(l), (m) provide:\n\n\"Sec. 1298. Conditional applicability.\n\n\"(a) Sections 1296 and 1297 shall apply for taxable years beginning after September 30, 2005.\n\n\"(b) Repealed.\n\n\"Sec. 1299. Repealed.\"\n\nApplicability of D.C. Law 16-98:  Section 3(a) of D.C. Law 16-98 provides:   \"(a) Section 2(a), (b), and (c) shall apply as of October 1, 2006.\"\n\nEffectiveness and expiration of D.C. Law 16-98: Section 4 of D.C. Law 16-98 required that \"this act shall take effect subject to the inclusion of its fiscal effect in an approved budget and financial plan; provided, that this act shall expire on October 1, 2006 if its fiscal effect has not been included in an approved budget and financial plan or in the Fiscal Year 2007 Budget Request Act of 2006.\" The Budget Director of the Council of the District of Columbia has determined, as of November 2, 2007, that the fiscal effect of Law 16-98 had not been included in an approved budget and financial plan by October 1, 2006. Therefore, the amendments made to this section by Law 16-98, have expired as if never in effect.\n\nShort title: Section 1031 of D.C. Law 17-20 provided that subtitle D of title I of the act may be cited as the \"Homestead Deduction Increase Act of 2007\".\n\nShort title: Section 7071 of D.C. Law 19-168 provided that subtitle G of title VII of the act may be cited as \"Homestead Deduction, Personal Exemption, and Standard Deduction Act of 2012\".\n\nDC CODE § 47-802\n\nCurrent through December 11, 2012","credits":"(Sept. 3, 1974, 88 Stat. 1051, Pub. L. 93-407, title IV, § 403; Dec. 18, 1979, D.C. Law 3-40, § 4, 26 DCR 1950; Nov. 17, 1981, D.C. Law 4-51, § 4, 28 DCR 4345; Oct. 8, 1983, D.C. Law 5-31, § 10(e), 30 DCR 3879; Sept. 30, 1993, D.C. Law 10-25, § 101(a), 40 DCR 5489; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Oct. 23, 1997, D.C. Law 12-40, § 101(a), 44 DCR 4859; June 9, 2001, D.C. Law 13-305, § 502(a), 48 DCR 334; Oct. 26, 2001, D.C. Law 14-42, § 10(b), 48 DCR 7612; Apr. 4, 2003, D.C. Law 14- 282, § 11(e), 50 DCR 896; Mar. 13, 2004, D.C. Law 15-105, § 26(c)(1), 51 DCR 881; Oct. 20, 2005, D.C. Law 16-33, §§ 1276(a), 1297(a)(1), 52 DCR 7503; May 12, 2006, D.C. Law 16-98, § 2(a), 53 DCR 1869; Apr. 24, 2007, D.C. Law 16-305, § 73(a), 53 DCR 6198; Sept. 18, 2007, D.C. Law 17-20, § 1032(a), 54 DCR 7052; Sept. 12, 2008, D.C. Law 17-231, § 41(a), 55 DCR 6758.; Mar. 25, 2009, D.C. Law 17-353, § 215(a), 56 DCR 1117; Sept. 20, 2012, D.C. Law 19-168, § 7072(a)(1), 59 DCR 8025.)","sections":[{"prefix":"1","text":" The term \"real property\" means real estate identified by plat on the records and cadastral maps of the Office of Tax and Revenue according to square, parcel or reservation and lot, together with improvements thereon."},{"prefix":"2","text":" The term \"Mayor\" means the Mayor of the District of Columbia established under § 1-204.21."},{"prefix":"3","text":" The term \"Council\" means the Council of the District of Columbia established under § 1-204.01."},{"prefix":"4","text":" The term \"estimated market value\" means 100% of the most probable price at which a particular piece of real property, if exposed for sale in the open market with a reasonable time for the seller to find a purchaser, would be expected to transfer under prevailing market conditions between parties who have knowledge of the uses to which the property may be put, both seeking to maximize their gains and neither being in a position to take advantage of the exigencies of the other."},{"prefix":"5","text":" Unless otherwise provided in this chapter, the terms \"owner\" and \"taxpayer\" shall mean the following:"},{"prefix":"A","text":" An owner of record of real property; provided, that if real property is subject to an estate for life, or a lease or ground rent for a term (with renewals) that is at least 30 years, the holder of the possessory interest shall be deemed the owner for purposes of receiving notices of proposed assessed value, receiving bills, and filing any petition or appeal under this chapter; provided further, that the owner of record shall also retain the right to appeal under this chapter;"},{"prefix":"B","text":" For purposes of receiving notices of proposed assessed value, receiving bills, and filing any petition or appeal under this chapter, the lessee or user in § 47-1005.01;"},{"prefix":"C","text":" One or more persons whose leasehold interest in a leasehold condominium, as defined in § 45-1802(18), comprises the entire balance of the unexpired term;"},{"prefix":"D","text":" One or more persons who meet the requirements of § 47-3502(a)(2)(B) in a single family residential property; or"},{"prefix":"E","text":"(i) A trust beneficiary who occupies real property owned of record by the trustee, as sole owner, of an irrevocable special needs trust if the trust beneficiary has a disability as defined in section 1614(a)(3) of the Social Security Act, approved October 30, 1972 (86 Stat. 1471; 42 U.S.C. § 1382c(a)(3))."},{"prefix":"ii","text":" For the purposes of sub-subparagraph (i) of this subparagraph, a trust is a special needs trust if the trust instrument:"},{"prefix":"I","text":" States, among its purposes, that the trust assets are not intended to be counted in determining the beneficiary's eligibility for needs-based governmental benefits; and"},{"prefix":"II","text":"(aa) Names the beneficiary with a disability as the sole trust beneficiary during his or her lifetime; and"},{"prefix":"bb","text":" Provides that the beneficiary with a disability shall not serve as trustee."},{"prefix":"6","text":" The term \"regulation\", unless specifically identified as a regulation of the Commissioner, means a regulation of the Council enacted under § 406 of the Reorganization Plan No. 3 of 1967, and after January 2, 1975, such term means an act of the Council of the District of Columbia enacted under § 412 (and related sections) of the District of Columbia Home Rule Act [§ 1-204.12]."},{"prefix":"7","text":" The term \"tax year\" means the period beginning October 1st each year and ending September 30th each succeeding year."},{"prefix":"8","text":" The term \"valuation date\" means January 1 of the preceding real property tax year."},{"prefix":"9","text":" The term \"phased-in assessed value\" means the assessed value which is increased each year of a 3-year cycle in increments of one-third the assessed value."},{"prefix":"10","text":" The term \"3-year cycle\" means 3 continuous tax years for which the assessed value of real property shall be determined."},{"prefix":"11","text":" The term \"limited-equity cooperative\" means a cooperative required by a government agency or nonprofit organization to limit the resale price of membership shares for the purposes of keeping the housing affordable to incoming members that are low and moderate income."},{"prefix":"12","text":" The term \"carrying charge subsidies\" means any payment, originating directly or indirectly, with a federal or local government housing agency, used to supplement the monthly housing payments of individual cooperative members."},{"prefix":"13","text":" [Expired]."},{"prefix":"14","text":" The term \"cost-of-living adjustment\" for any real property tax year means an amount equal to the dollar amount of the homestead deduction provided in §§ 47-850(a) and 47-850.01(a) multiplied by the difference between the Consumer Price Index for the preceding real property tax year and the Consumer Price Index for the real property tax year beginning October 1, 2010 divided by the Consumer Price Index for the real property tax year beginning October 1, 2010. For the purposes of this paragraph, the Consumer Price Index for any real property tax year is the average of the Consumer Price Index for the Washington-Baltimore Metropolitan Statistical Area for all-urban consumers published by the Department of Labor, or any successor index, as of the close of the 12-month period ending on September 30 of such real property tax year."},{"prefix":"15","text":" The term \"domestic partner\" shall have the same meaning as provided in § 32-701(3)."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"802","identifier":"47-802","catch_text":"Definitions."}}