{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 7042(b) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 18-223, see notes following § 47-355.05.\n\nDC CODE § 47-857.13\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, § 7042(b), 57 DCR 6242.)","sections":[{"prefix":"a","text":" To be eligible to receive a tax abatement under § 47-857.12, a qualified nonprofit organization shall submit to the Mayor an application and the Mayor shall determine whether the organization is eligible to receive the real property tax abatement. The Mayor shall approve the applications by the eligible qualified nonprofit organizations in the order in which they are received subject to the provisions of this section and the caps established by § 47-857.15."},{"prefix":"b","text":" The application shall include such information and documents as may be prescribed by the Mayor, including a letter of intent or similar document."},{"prefix":"c","text":" After receiving an application, the Mayor may:"},{"prefix":"1","text":" Reserve the amount of the requested real property tax abatement for the applicant;"},{"prefix":"2","text":" Establish or extend deadlines by which the applicant must:"},{"prefix":"A","text":" Provide documentation of its eligibility under § 47-857.12 and rules promulgated pursuant to § 47-857.16;"},{"prefix":"B","text":" Submit an executed lease or purchase agreement;"},{"prefix":"C","text":" Occupy the office space;"},{"prefix":"D","text":" Submit requested documents and information; and"},{"prefix":"3","text":" Cancel the reservation for failure to meet any deadline."},{"prefix":"d","text":" The Mayor may establish such other application requirements as the Mayor considers necessary or useful."},{"prefix":"e","text":" A qualified nonprofit organization shall not receive a real property tax abatement under § 47-857.11 through 47-857.16 if it has not received a certification of eligibility from the Mayor under this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"857","identifier":"47-857.13","catch_text":"Tax abatements for nonprofit organizations locating in emerging commercial neighborhoods--Application and certification of eligibility."}}