{"text":"The Chief Financial Officer shall deposit the special assessment revenues collected under this subchapter in the Southwest Waterfront Fund.","historical":"Temporary Addition of Section\n\nSection 301(b) of D.C. Law 18-156 added sections to read as follows:\n\n\"Subchapter IX. Special Energy Assessment.\n\n\"§ 47-895.31. Definitions.\n\n\"For the purposes of this subchapter, the term:\n\n\"(1) 'Bonds' means the bonds, notes, or other obligations issued by the District pursuant to the Energy Efficiency Financing Act.\n\n\"(2) 'Chief Financial Officer' means the Chief Financial Officer of the District of Columbia.\n\n\"(3) 'Debt Service' means the principal and interest on the energy efficiency loan.\n\n\"(4) 'Energy Efficiency Financing Act' means the Energy Efficiency Financing Temporary Act of 2010, passed on 2nd reading on March 2, 2010 (Enrolled version of Bill 18-666).\n\n\"(5) 'Energy efficiency loan' means an energy efficiency loan to a property owner under the Energy Efficiency Financing Act.\n\n\"(6) 'Indenture of Trust' means the indenture relating to the bonds, as modified, amended, or supplemented from time to time.\n\n\"(7) 'Lot' means real property as defined in § 47-802(1).\n\n\"(8) 'Tax year' has the same meaning as provided in § 47-802(7).\n\n\"(9) 'Special Assessment' means the special assessment levied by the District each fiscal year to fund the amount necessary to pay the Debt.Service on the energy efficiency loan.\n\n\"(10) 'Special Energy Assessment Fund' means the nonlapsing fund created by section 102 of the Energy Efficiency Financing Act.\n\n\"§ 47-895.32. Establishment of special assessment district.\n\n\"(a) There is established within the District a special assessment district to consist of those lots the property owners of which have entered into a voluntary agreement to pay the Special Assessment. A property owner shall not be obligated to pay the Special Assessment unless the property owner has consented to the Special Assessment by entering into an energy efficiency loan, or other, agreement with the District.\n\n\"(b) The property owners of lots will derive a special benefit from the savings produced by the energy efficiency improvements financed by the energy efficiency loans and the amount of this benefit is equal to or greater than the Special Assessment levied on the lots. This benefit shall include any acknowledged value set forth in the energy efficiency loan, or other, agreement.\n\n\"§ 47-395.33. Levy of Special Assessment.\n\n\"(a) A Special Assessment is levied and shall be collected with respect to each lot owned by a property owner who has entered into an energy efficiency loan, or other, agreement with the District pursuant to which the District has made an energy efficiency loan to the property owner. The Special Assessment shall begin at the commencement of the half tax year immediately following the date on which the energy efficiency loan, or other, agreement is entered into and continuing until the end of the half tax year in which the energy efficiency loan is fully repaid pursuant to the energy efficiency loan, or other, agreement. At the time the energy efficiency loan, or other, agreement is executed, a memorandum of the Special Assessment shall be recorded in the land records of the District. The memoranda of the Special Assessment shall be exempt from the recordation tax levied pursuant to § 42-1103 and the transfer tax levied pursuant to § 47-903.\n\n\"(b) The annual amount of the Special Assessment on each lot shall be an amount equal to the annual principal, interest, and administrative costs on the energy efficiency loan applicable to that lot as described in section 202 of the Energy Efficiency Financing Act. The Special Assessment to be collected from any lot shall not be increased as a result of a default in the payment of the Special Assessment levied on any other lot.\n\n\"(c) If a property owner agrees to a Special Assessment to reduce energy costs and increases rents to tenants in that property to pay the costs of the Special Assessment, the property owner shall pass through the energy savings to the tenants so charged.\n\n\"§ 47-394.34. Notices; collection; penalties.\n\n\"(a) The energy efficiency loan, or other, agreement shall require the property owner to consent to the levy of the Special Assessment on the lot, following which consent, all actions by any owner of the lot to challenge the levy of the Special Assessment shall be forever barred. The property owner who enters into an energy efficiency loan, or other, agreement and each subsequent owner of the lot shall provide notice to the buyer of the lot of the levy of the Special Assessment and any contract for the sale of any such lot may be voided without penalty by the buyer prior to purchase of the lot if the buyer does not receive notice of the Special Assessment from the seller of the lot; provided, that the notice shall not apply to lots sold under Chapter 13A.\n\n\"(b) Special Assessments shall be collected in the same manner and at the same time as real property taxes are collected; provided, that the Special Assessments may be collected at a different time and in a different manner as determined by the Chief Financial Officer.\n\n\"(c)(1) Except as provided in paragraph (2) of this subsection, an unpaid Special Assessment shall be subject to the same penalty and interest provisions as a delinquent real property tax under this chapter. A lien for an unpaid Special Assessment, including penalty and interest, shall attach to the real property in the same manner as, and with a priority immediately junior to, a lien for delinquent real property tax under Chapter 13A and senior to all other liens. Real property sold at a tax sale for the failure to pay real property taxes shall remain subject to the obligation to pay Special Assessments in subsequent years as provided in this subchapter. The unpaid Special Assessment shall be collected in the same manner and under the same conditions and subject to the same penalties as for unpaid real property taxes.\n\n\"(2) If an interest in or use of a lot is subject to the Special Assessment because it is subject to taxation under § 47-1005.01, an unpaid Special Assessment on such an interest or use shall be subject to the same penalty and interest provisions as a delinquent tax imposed under § 47-1005.01, and the unpaid Special Assessment shall be collected in the same manner and under the same conditions and subject to the same penalty as for an unpaid tax imposed under § 47-1005.01.\n\n\"§ 47-395.35. Termination of Special Assessment.\n\n\"(a) The levy of Special Assessments under this subchapter shall terminate on the day after all the bonds secured by that Special Assessment and issued pursuant to the authority granted in Title I of the Energy Efficiency Financing Act are paid for and are no longer outstanding pursuant to their terms. Notwithstanding the preceding sentence any delinquent Special Assessments and related penalties and interest shall remain due as provided herein until fully paid.\n\n\"(b) If a property owner elects to pay in full, prior to maturity, all principal and outstanding interest on the energy efficiency loan, or other agreement, the repayment amount shall be deposited into the applicable Special Energy Assessment Bond Debt Service Account of the Special Energy Assessment Fund.\n\n\"§ 47-395.36. Application of assessment.\n\n\"The Chief Financial Officer shall deposit the Special Assessment revenues collected under this subchapter in the Special Energy Assessment Fund.\".\n\nSection 402(b) of D.C. Law 18-156 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 301(b) of Energy Efficiency Emergency Act of 2009 (D.C. Act 18-324, March 1, 2010, 57 DCR 1851).\n\nLegislative History of Laws\n\nFor Law 17-252, see notes following § 47-895.01.\n\nDC CODE § 47-895.06\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2008, D.C. Law 17-252, § 301(b), 55 DCR 9251.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Southwest Waterfront Special Assessment District."},"heading":{"title":"47","chaptersection":"895","identifier":"47-895.06","catch_text":"Application of Special Assessment."}}