{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-813.\n\n1973 Ed., § 47-632.1.\n\nEffect of Amendments\n\nD.C. Law 13-38, in subsec. (c-3), substituted as the description of Class 4 Property \"Class 4 Property shall be comprised of all real property which is not Class 1 Property or Class 2 Property or Class 3 Property.\" for \"Class 4 Property shall be comprised of all real property, which is not Class 1 Property, Class 2 Property or Class 3 Property.\"; added subsecs. (c-4) and (c-5); in subsec. (d) struck the phrase \"For the purposes of subsections (b), (c), (c-1), (c-2), and (c-3)\" and inserted the phrase \"For the purposes of subsections (b), (c), (c-1), (c-2), (c-3), and (c-4)\" in its place; in subsec. (d-1) struck in the introduction \"For the purposes of subsection (c-3)\" and inserted the phrase \"For the purposes of subsections (c-3) and (c-4)\" in its place; in subsec. (d)(6) struck the phrase \"in accordance with the provisions of subsection (c-3)\" and inserted the phrase \"in accordance with the provisions of subsections (c-3) and (c-4)\" in its place; in subsec. (e)(1) struck the phrase \"classification of real property under subsections (b), (c), (c-1), (c-2), and (c-3)\" and inserted the phrase \"classification of real property under subsections (b), (c), (c-1), (c-2), (c-3), and (c-4)\" in its place; and, in subsec. (f)(1) struck the phrase \"subsections (c), (c-1), (c-2), and (c-3)\", wherever it appears, and inserted the phrase \"subsections (c), (c-1), (c-2), (c-3), and (c-4)\" in its place.\n\nSection 2703(a) of D.C. Law 13-38 provides: \"Section 2702(c)(1) shall apply for tax years beginning after September 30, 1999.\"\n\nD.C. Law 13-305, in subsecs. (c-3) and (c-4), substituted \"September 30\" for \"June 30\" wherever it appeared.\n\nD.C. Law 14-147, repealed subsec. (c-3)(5); amended subsec. (d-1) by repealing par. (2), rewriting pars. (5) and (6), and adding par. (7); added subsec. (d-2); and repealed subsec. (e). Subsec. (c-3)(5), subsec. (d-1), pars. (2), (5) and (6) and subsec. (e) had read as follows:\n\n\"(5) Class 5 Property.--\n\n\"(A) Class 5 Property shall be comprised of all unimproved real property which is not Class 1 Property, Class 2 Property, Class 3 Property, or Class 4 Property.\n\n\"(B) Unimproved real property that abuts and has common ownership with real property subject to the apportionment provision of subsection (f) of this section and cannot be classified as Class 1 Property, Class 2 Property, Class 3 Property, or Class 4 Property shall also be classified as Class 5 Property.\"\n\n\"(2) To assist in the determination of real property classification for the tax year beginning July 1, 1991, and ending June 30, 1992, and each subsequent tax year, the Mayor shall devise a form and mail the form to the owner of real property classified as Class 2 Property, Class 3 Property, Class 4 Property, or Class 5 Property between January 1, 1991, and June 30, 1991, and biennially thereafter. The owner shall complete the form and return it to the Mayor within 30 days of the date the form was mailed to the owner. The Mayor may grant a reasonable extension of time, not to exceed 30 days, to file the form if the Mayor deems that good cause exists for an extension of time.\"\n\n\"(5) An owner of real property that becomes unoccupied shall notify the Mayor within 30 days of the date that the property becomes unoccupied. Failure to timely notify the Mayor that real property has become unoccupied shall subject the owner to a penalty equal to 25% of the real property tax owed for the tax year. The Mayor may waive the penalty for just cause.\"\n\n\"(6) If an owner of real property subject to the reporting requirements of this subsection fails to complete or return the required form or falsifies the required form, the real property shall be reclassified in accordance with the provisions of subsections (c-3) and (c-4) of this section and the owner shall be assessed a penalty equal to 25% of the real property tax owed for the tax year or $5,000, whichever is greater. The Mayor may waive the penalty for just cause.\"\n\n\"(e)(1) An application properly completed and timely filed in the manner and at the time as the Mayor shall prescribe, shall be required for purposes of classifying real property as Class 1 Property and imposing the applicable rate of taxation thereon. The Mayor may require an owner of real property to submit such additional information as in the Mayor's judgment will assist in determining the classification of real property under subsections (b), (c), (c-1), (c-2), (c-3), and (c-4) of this section, such information to be submitted at the time and in the manner prescribed by the Mayor.\n\n\"(2) Whenever any real property which obtained the Class 1 Property tax rate provided for in this section for the preceding tax year becomes ineligible for the Class 1 Property tax rate, the owner of such property shall notify the Mayor (in the manner and at the time as the Mayor shall prescribe) of the termination of eligibility. The Mayor may verify the eligibility of any real property, for which the Class 1 Property tax rate has been provided for any tax year, for the tax rate for any subsequent tax year.\n\n\"(3) If any owner of real property subject to the provisions of this section who is required to notify the Mayor under this subsection of a termination of eligibility for any tax year fails to notify the Mayor (in the manner and at the time as the Mayor shall prescribe) of the termination, the Class 1 Property tax rate shall be disallowed for each such tax year, and the property shall be reclassified in accordance with this section and shall be taxed at the appropriate rate of taxation for that class. There shall be added to the tax a penalty of 10% of the tax owed for each tax year in which the property was reclassified.\"\n\nD.C. Law 14-307, in subsec. (c-4), substituted \"For the real property tax year beginning October 1, 2001, and ending September 30, 2002\" for \"Except as provided by subsection (c-5) of this section, for the property tax year beginning October 1, 2001, and ending September 1, 2002, and for each subsequent tax year\"; repealed subsec. (c-5); added subsec. (c-6); in subsec. (d), substituted \"purposes\" for \"purposes of subsections (b), (c), (c-1), (c-2), (c-3), and (c-4)\", and added par. (5); in subsec. (d-1), substituted \"purposes of this section\" for \"purposes of (c-3) and (c-4) of this section\" in the lead-in text, repealed par. (1), rewrote par. (3), added par. (3A), repealed par. (4), and deleted the last sentence in par. (5)(A); and, in subsec. (f)(1), deleted \"subsections (c), (c-1), (c-2), (c-3), and (c-4) of\" both times it appears. Prior to amendment, subsec. (c-5), and pars. (1), (3), (4) and (5)(A) of subsec. (d-1) had read as follows:\n\n\"(c-5) Subsection (c-4) of this section shall not apply if the certification by the Chief Financial Officer required by § 47-387.01 demonstrates that the accumulated general fund balance for the immediately preceding fiscal year is below 5% of the general fund operating budget for the current fiscal year, the nominal GDP growth is less than or equal to 3.5% or the real GDP growth is less than or equal to 1.7%. (d) For the purposes of subsections (b), (c), (c-1), (c-2), (c-3), and (c-4) of this section:\n\n\"(1) The term \"condominium\" means the ownership of a single dwelling unit in a horizontal property regime as that term is used in § 42-2003.\n\n\"(2) The term \"cooperative housing association\" means an association, whether incorporated or unincorporated, organized for the purpose of owning and operating residential real property, the shareholders or members of which, by reason of their ownership of a stock or membership certificate, a proprietary lease or other evidence of membership, are entitled to occupy a single dwelling unit pursuant to the terms of a proprietary lease or occupancy agreement.\n\n\"(3) The term \"dwelling unit\" means any room or group of rooms forming a single unit which is used for living, sleeping, and the preparation and eating of meals.\n\n\"(4) The term \"nontransient\" means occupancy of a dwelling unit or units by any person for a period of more than 5 consecutive days during any 1 stay in such unit.\"\n\nD.C. Law 15-148 rewrote subsec. (c-6) which had read as follows:\n\n\"(c-6)(1) For the real property tax year beginning October 1, 2002, and ending September 30, 2003, and for each subsequent tax year, the following classes of taxable real property are established:\n\n\"(A) Class 1 Property;\n\n\"(B) Class 2 Property; and\n\n\"(C) Class 3 Property.\n\n\"(2)(A) Class 1 Property shall be comprised of residential real property that:\n\n\"(i) Is improved;\n\n\"(ii) Is occupied; and\n\n\"(iii) Is used exclusively for nontransient residential dwelling purposes.\n\n\"(B) Unimproved real property which abuts Class 1 Property shall be classified as Class 1 Property if the unimproved real property and the Class 1 Property have common ownership.\n\n\"(C) Unimproved real property which is separated from Class 1 Property by a public alley less than 30 feet wide shall be classified as Class 1 Property if the following conditions are met:\n\n\"(i) The unimproved real property is less than 1,000 square feet in size;\n\n\"(ii) The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the unimproved real property as a matter of right; and\n\n\"(iii) The owner of the unimproved real property also owns the Class 1 Property separated by the alley from the unimproved real property.\n\n\"(3) Class 2 Property shall be comprised of commercial real property that is improved and occupied.\n\n\"(4) Class 3 Property shall be comprised of all real property which is not Class 1 Property or Class 2 Property.\"\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\"; and validated a previously made technical correction in subsec. (d-1)(3A)(B)(iii).\n\nD.C. Law 16-33, added subsec. (c-6)(2)(E).\n\nD.C. Law 17-216, in subsec. (c-6)(1), substituted \"tax years 2003 through 2006\" for \"the real property tax year beginning October 1, 2002, and ending September 30, 2003, and for each subsequent tax year\"; added subsecs. (c-7), (d-1) (4)(A), (B); repealed subsecs. (d)(5) and (d-1)(3), (5)(a-i); rewrote subsecs. (d-1)(3A)(A), (5); in subsec. (d-1)(6), substituted \"Class 3 Property\" for \"real property\"; and, in subsec. (d-2), substituted \"a change in classification to Class 3 Property\" for \"an erroneous or improper classification\". Prior to amendment or repeal, subsecs. (d)(5) and (d-1)(3), (3A)(A), (5), read as follows:\n\n\"(5)(A) The term 'occupied' shall not include improved real property that:\n\n\"(i) Is required to be registered under § 42-3131.06; or\n\n\"(ii) Could be registered under § 42-3131.06 but for the failure to meet the conditions under § 42-3131.07(a).\n\n\"(B) All other improved real property shall be deemed occupied.\"\n\n\"(3)(A) A rebuttable presumption that a real property is not occupied shall arise when a real property appears on the list compiled under § 42-3131.11. The Chief Financial Officer may require the owner, any person with legal or equitable title, and any person in the household of the owner to submit information that the Chief Financial Officer considers relevant to determine whether the real property remains occupied and entitled to the Class 1 Property or Class 2 Property classification.\n\n\"(B) Relevant information may include any of the following items:\n\n\"(i) A certificate of occupancy;\n\n\"(ii) Registration or claim of exemption filed with the Rent Administrator;\n\n\"(iii) Water and sewer bills paid for the period of occupancy claimed on the form;\n\n\"(iv) Gas bills paid for the period of occupancy claimed on the form;\n\n\"(v) Electricity bills paid for the period of occupancy claimed on the form;\n\n\"(vi) A lease agreement for the period of occupancy claimed on the form;\n\n\"(vii) A sales tax return required by 47-2015, for payment of the tax imposed under 47-2002(1); or\n\n\"(viii) Any other information that the Chief Financial Officer considers relevant to the determination of the proper classification of the property.\n\n\"(C) To determine whether a real property is occupied, the Office of Tax and Revenue may request the Department of Consumer and Regulatory Affairs to inspect the real property to determine whether the real property is correctly included on the list compiled under 42-3131.11. When so requested, the Department of Consumer and Regulatory Affairs shall report its findings to the Office of Tax and Revenue within 30 days of the request.\n\n\"(3A)(A) Except as provided in subparagraph (B) of this paragraph, the owner may petition or appeal any reclassification under this section in the same manner and to the same extent as a new owner under § 47-825.01(f-1)(1), regardless of the tax year involved or whether a prior petition or appeal had been filed for the tax year; provided, that the date notice of the reclassification is sent to the owner shall be deemed the date of transfer for purposes of the petition or appeal. The notice of reclassification sent under this subsection shall be in the form prescribed by the Chief Financial Officer, and may consist of a single bill and incorporate other deduction reversals, and shall not be deemed a proposed notice of assessment. The notice of reclassification shall include a general indication of the reason for the change in the classification and a statement explaining the right to appeal the reclassification. The petition or appeal filed under authority of this subparagraph shall be deemed to have been filed under § 47-825.01(f-1)(1). A notice of final determination issued in furtherance of this subparagraph shall not include the assessor's worksheets.\"\n\n\"(5)(A) Whenever the classification of real property shall change, the owner shall notify the Mayor within 30 days of the change. If the owner fails to notify timely, the real property shall be reclassified without limitation for each tax year. Penalty and interest shall be added from the day the correct amount of tax was due but not paid.\"\n\n\"(B) Notwithstanding subparagraph (A) of this paragraph, if the real property is transferred and continued to qualify for the classification 30 days or less before the date of execution of the deed of transfer, the grantor shall not be required to notify the Mayor of the change in classification.\n\n\"(C) If the tax is paid within 30 days of the corresponding bill, timely notification of the change in classification shall preclude assessment of penalty and interest.\"\n\nD.C. Law 18-111 added subsec. (c-8).\n\nD.C. Law 18-223 rewrote subsecs. (c-8) and (d-1); and, in subsec. (d-2), substituted \"Class 3 Property or Class 4\" for \"Class 3\". Prior to amendment, subsecs. (c-8) and (d-1) read as follows:\n\n\"(c-8)(1) For tax year 2010 and thereafter, the following classes of taxable real property are established:\n\n\"(A) Class 1 Property;\n\n\"(B) Class 2 Property; and\n\n\"(C) Class 3 Property;\n\n\"(2)(A) Except as otherwise provided in this paragraph, Class 1 Property shall be comprised of residential real property that is occupied, improved, and used exclusively for nontransient residential dwelling purposes; provided, that the improved and nontransient real property shall not be classified as Class 1 Property if it appears on the list compiled under § 42-3131.16.\n\n\"(B) Unimproved real property benefitting from an exemption under subsection (c-6)(2)(C) of this section on December 27, 2006, shall continue to benefit from the exemption and be classified as Class 1 Property for the duration permitted under that subsection; provided, that the exemption shall not be valid after September 30, 2007; provided further, that the unimproved real property may qualify for an exemption in effect after December 28, 2006, and subject to the time restriction and exclusion set forth in subparagraph (E)(ii)(II) of this paragraph.\n\n\"(C) Real property used as a parking lot shall be classified as Class 1 Property if it appertains to improved Class 1 Property and if each approval required from the District government for use as a parking lot has been obtained.\n\n\"(D) Unimproved real property that abuts Class 1 Property shall be classified as Class 1 Property if the real property and the Class 1 Property have common ownership.\n\n\"(E)(i) Unimproved, residential real property shall be classified as Class 1 Property if:\n\n\"(I) The real property is actively offered for sale or rental at a reasonable market price as of September 30 of the preceding tax year or as of March 31 of the current tax year; provided, that a real property that has been offered for sale for more than 8 months shall be presumed not to be offered for sale at a reasonable market price, and a rental offered for rental for more than 90 days shall be presumed not to be offered for rental at a reasonable market price;\n\n\"(II) A building permit to construct at least one nontransient dwelling unit has been issued and construction is actively pursued as of September 30 of the preceding tax year or as of March 31 of the current tax year;\n\n\"(III) The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the real property as a matter of right;\n\n\"(IV) The unimproved air rights lot appertains to improved Class 1 Property;\n\n\"(V) For a period not to exceed 12 months, the real property is the subject of a pending application for a necessary approval for development before the Board of Zoning Adjustment, the Zoning Commission for the District of Columbia, the Commission of Fine Arts, the Historic Preservation Review Board, the Mayor's Agent for Historic Preservation, the Department of Public Works, or the National Capital Planning Commission; or\n\n\"(VI) For a period not to exceed 12 months, the real property is encumbered by a deed of trust that was recorded during the 12 months preceding the current tax year.\n\n\"(ii)(I) Classification of unimproved real property as Class 1 Property pursuant to sub-subparagraph (i)(I), (II), (III), or (IV) of this subparagraph shall not exceed 3 tax years under the same, substantially similar, or related ownership.\n\n\"(II) Notwithstanding sub-sub-subparagraph (I) of this sub-subparagraph, unimproved real property under the same, substantially similar, or related ownership that qualified for and benefitted from an exemption under sub-subparagraph (i) of this subparagraph or under subsection (c-6)(2)(C) or (c-6) (2)(E) of this section, other than under sub-subparagraph (i)(V) or (VI) of this subparagraph or a similar provision of subsection (c-6)(2)(C), for 3 or more tax years shall no longer be classified as Class 1 Property beginning in tax year 2008.\n\n\"(III) For purposes of this sub-subparagraph, ownership shall be related if a deduction for a loss from the sale or exchange of properties between taxpayers would be disallowed under section 267 of the Internal Revenue Code of 1986, approved August 16, 1954 (68A Stat. 78; 26 U.S.C. § 267); provided, that the exclusion under section 267(a)(1) for a loss in a distribution in a complete liquidation shall not apply.\n\n\"(F) Unimproved real property that is separated from Class 1 Property by a public alley less than 30 feet wide shall be classified as Class 1 Property if:\n\n\"(i) The real property is less than 1,000 square feet;\n\n\"(ii) The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the real property as a matter of right; and\n\n\"(iii) The real property and the Class 1 Property separated by the alley from the real property have common ownership.\n\n\"(3)(A) Except as otherwise provided in this paragraph, Class 2 Property shall be comprised of all real property which is not Class 1 or Class 3 Property.\n\n\"(B) Unimproved real property benefitting from an exemption under subsection (c-6)(3)(C) of this section on December 27, 2006, shall continue to benefit from the exemption and be classified as Class 2 Property for the duration permitted under subsection (c-6)(3)(c) of this section; provided, that the exemption shall not be valid after September 30, 2007; provided further, that the unimproved real property may qualify for an exemption in effect after December 28, 2006, and subject to the time restriction and exclusion set forth in subparagraph (E)(ii)(II) of this paragraph.\n\n\"(C) Real property used as a parking lot shall be classified as Class 2 Property if each approval required from the District government for use as a parking lot has been obtained.\n\n\"(D) Unimproved real property which abuts Class 2 Property shall be classified as Class 2 Property if the real property and the Class 2 Property have common ownership.\n\n\"(E)(i) Unimproved, commercial real property shall be classified as Class 2 Property if:\n\n\"(I) The real property is actively offered for sale or rental at a reasonable market price as of September 30 of the preceding tax year or as of March 31 of the current tax year; provided, that a real property which has been offered for sale for more than 8 months shall be presumed not to be offered for sale at a reasonable market price, and a rental offered for rental for more than 90 days shall be presumed not to be offered for rental at a reasonable market price;\n\n\"(II) A building permit to construct an improvement or a parking lot has been issued and construction is actively pursued as of September 30 of the preceding tax year or as of March 31 of the current tax year;\n\n\"(III) The unimproved air rights lot appertains to improved Class 2 Property; or\n\n\"(IV) For a period not to exceed 12 months, the real property is the subject of a pending application for a necessary approval for development before the Board of Zoning Adjustment, the Zoning Commission for the District of Columbia, the Commission of Fine Arts, the Historic Preservation Review Board, the Mayor's Agent for Historic Preservation, the Department of Public Works, or the National Capital Planning Commission; or\n\n\"(V) For a period not to exceed 12 months, the real property is encumbered by a deed of trust that was recorded during the 12 months preceding the current tax year.\n\n\"(ii)(I) Classification of unimproved real property as Class 2 Property pursuant to sub-subparagraph (i)(I), (II), or (III) of this subparagraph shall not exceed 3 tax years under the same, substantially similar, or related ownership.\n\n\"(II) Notwithstanding sub-sub-subparagraph (I) of this sub-subparagraph, unimproved real property under the same, substantially similar, or related ownership that qualified for and benefitted from an exemption under sub-subparagraph (i) of this subparagraph or under subsection (c-6)(3)(C) of this section, other than under sub-subparagraph (i)(IV) or (V) of this subparagraph or under a similar provision of subsection (c-6)(3)(C) of this section, for 3 or more tax years shall no longer be classified as Class 2 Property beginning in tax year 2008.\n\n\"(III) For the purposes of this sub-subparagraph, ownership shall be related if a deduction for a loss from the sale or exchange of properties between taxpayers would be disallowed under section 267 of the Internal Revenue Code of 1986, approved August 16, 1954 (68A Stat. 78; 26 U.S.C. § 267); provided, that the exclusion under section 267(a)(1) for a loss in a distribution in a complete liquidation shall not apply.\n\n\"(F) Unimproved real property which is separated from Class 2 Property by a public alley less than 30 feet wide shall be classified as Class 2 Property if:\n\n\"(i) The real property is less than 1,000 square feet;\n\n\"(ii) The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the real property as a matter of right; and\n\n\"(iii) The real property and the Class 2 Property separated by the alley from the real property have common ownership.\n\n\"(G) Class 2 Property shall include, as of September 30 of the preceding tax year, the unimproved real property that is within the Northeast No. 1/Eckington Yards Special Treatment Area and the Buzzard Point/Near Southeast Development Opportunity Area, as designated on the current District of Columbia Generalized Land Use Map that is part of the Comprehensive Plan; provided, that the real property is zoned for commercial development and the real property owner is engaged in predevelopment activities as supported by written documentation. For the purpose of this subparagraph, the term 'predevelopment activities' means completion of one of the following:\n\n\"(i) Preparation of subdivision or large tract review applications;\n\n\"(ii) Preparation or application for District of Columbia permits or authorizations to proceed with development;\n\n\"(iii) Participation in special planning or transportation studies prepared in conjunction with the District of Columbia; or\n\n\"(iv) Completion of environmental assessment or mitigation studies prepared in conjunction with the District of Columbia.\n\n\"(4) Class 3 Property shall be comprised of all improved real property that is classified as blighted property in accordance with subparagraph (A) of this paragraph.\n\n\"(A) For the purposes of this section, blighted Property shall be comprised of all improved vacant real property determined by the Mayor or the Board of Condemnation of Insanitary Buildings to be unsafe, insanitary, or which is otherwise determined to threaten the public health, safety, or general welfare of the community. The following may be considered in determining whether a property is blighted:\n\n\"(i) Failure to comply with the following vacant building maintenance standards:\n\n\"(I) Doors, windows, areaways, and other openings are weather-tight and secured against entry by birds, vermin, and trespassers, and missing or broken doors, windows, and other openings are covered;\n\n\"(II) The exterior walls are free of holes, breaks, graffiti, and loose or rotting materials, and exposed metal and wood surfaces are protected from the elements and against decay or rust by periodic application of weather-coating materials, such as paint; or\n\n\"(III) All balconies, porches, canopies, marquees, signs, metal awnings, stairways, accessory and appurtenant structures, and similar features are safe and sound, and exposed metal and wood surfaces are protected from the elements by application of weather-coating materials, such as paint; or\n\n\"(ii) The structure is boarded up.\n\n\"(B) The Department of Consumer and Regulatory Affairs shall regularly transmit a list of the real properties that are blighted property to the Office of Tax and Revenue.\n\n\"(C) To determine whether a real property is blighted, the Office of Tax and Revenue may request the Department of Consumer and Regulatory Affairs to inspect the real property to determine whether the real property is correctly included on the list compiled under subparagraph (B) of this paragraph.\"\n\n\"(d-1) For the purposes of this section:\n\n\"(1) Repealed.\n\n\"(2) Repealed.\n\n\"(3) [Repealed].\n\n\"(3A)(A) Except as provided in subparagraph (B) of this paragraph, the owner may petition or appeal any classification of Class 3 Property under this section of unimproved real property or real property that is used as a parking lot to the same extent as a new owner under § 47-825.01(f-1)(1)(C)(iii) or (iv); provided, that the date notice of the classification is sent to the owner shall be deemed the date of transfer for purposes of the petition or appeal. The notice of classification sent under this subsection shall be in the form prescribed by the Chief Financial Officer, and may consist of a single bill and incorporate other deduction reversals, and shall not be deemed a proposed notice of assessment. The notice of classification shall include a general indication of the reason for the change in the classification and a statement explaining the right to appeal the classification. The petition or appeal filed under authority of this subparagraph shall be deemed to have been filed under § 47-825.01(f-1)(1). A notice of final determination issued in furtherance of this subparagraph shall not include the assessor's worksheets. The Class 3 Property classification shall only be appealed under the provisions of this paragraph and regardless of whether a petition or appeal is filed under § 47-825.01(f-1)(1A), notwithstanding any other provision of law.\n\n\"(B)(i) The notice of reclassification shall be in the form prescribed by the Chief Financial Officer, and may consist of a single bill and incorporate other deduction reversals, and shall not be deemed a proposed notice of assessment. The notice of reclassification shall include a general indication of the reason for the change in the classification and a statement explaining the right to appeal the reclassification.\n\n\"(ii) The owner may petition for an administrative review of the reclassification under this section within 30 days from the notice of reclassification. This 30-day period may be extended by the Chief Financial Officer for an additional 30 days for reasonable cause as determined by the Chief Financial Officer. A notice of final determination issued under this subparagraph shall not include the assessor's worksheets. Within 30 days from a notice of final determination of the petition, the owner may appeal to the Board of Real Property Assessments and Appeals. A decision of the Board may be appealed under § 47-825.01(j-1).\n\n\"(iii) Notwithstanding paragraph (6) of this subsection, a reclassification under this section shall remain in effect for the entire tax year. When a real property is reclassified as Class 3 Property under this section, any deduction under §§ 47-850, 47-850.01 and 47-863 or credit under § 47-864 shall be rescinded for the entire tax year, notwithstanding any other provision of law.\n\n\"(iv) This subparagraph shall apply to a notice of reclassification before January 1, 2003 that determines real property to be Class 3 Property.\n\n\"(4) Repealed.\n\n\"(4A) For improved real property that is not used as a parking lot, the determination that the real property belongs on the list compiled under § 42- 3131.16 (and, indirectly, its Class 3 Property classification) shall only be appealed as prescribed under § 42-3131.15 and § 47-825.01(f-1)(2A), notwithstanding any other provision of law. A notice of final determination by the Mayor shall be a prerequisite before an appeal to the Board of Real Property Assessments and Appeals may be taken.\n\n\"(4B) The classification of Class 3 Property in the notice of proposed assessment under § 47-824 and § 47-829 shall not be appealed under the provisions applicable to the appeal of such notice and any statement in such notice that the real property shall be classified as other than Class 3 Property shall not be effective, notwithstanding any other provision of law.\n\n\"(5)(A) Whenever the classification of real property subject to the new owner petition or appeal process under paragraph (3A) of this subsection shall:\n\n\"(i)(I) Change to Class 3 Property, the owner shall file a notification to change the classification with the Office of Tax and Revenue within 30 days after the change in the manner as may be prescribed by the Mayor.\n\n\"(II) The change in classification shall be retroactive to the half tax year when the Office of Tax and Revenue was so notified. If the owner fails to notify timely, the real property shall be reclassified for each tax year beginning with the half tax year when the classification should have changed; provided, that the periods subject to reclassification shall be limited to the current and 3 preceding tax years. Penalty and interest as prescribed under § 47-811(c) shall be assessed beginning 30 days after the date of the real property tax bill that issues after any administrative appeals have been exhausted; or\n\n\"(ii)(I) Cease to be Class 3 Property, the owner shall file a notification to change the classification with the Office of Tax and Revenue within 30 days after the change in the manner as may be prescribed by the Mayor.\n\n\"(II) If the notification is approved, the change in classification of the real property from Class 3 Property shall be retroactive to the half tax year when the Office of Tax and Revenue was so notified. If the notification is disapproved, the notice of classification under paragraph (3A) of this subsection shall be given to the owner.\n\n\"(A-i)(i) Whenever the classification of improved real property that is not used as a parking lot and appears on the list compiled under § 42-3131.16 shall change to Class 3 Property:\n\n\"(I) The owner shall notify the Department of Consumer and Regulatory Affairs within 30 days of the change by making application to register the property as vacant under §§ 42-3131.06 and 42-3131.07, which the change in classification of the real property to Class 3 Property shall be retroactive to the half tax year during which one of the following first occurred:\n\n\"(aa) The owner of the real property registered the real property as vacant under § 42-3131.06; or\n\n\"(bb) The owner of real property received a notice of final determination under § 42-3131.15;\n\n\"(II) The Office of Tax and Revenue shall re-classify the real property without limitation for each tax year or half tax year after receipt of the list under § 42-3131.16; and\n\n\"(III) Penalty and interest as prescribed under § 47-811(c) shall be assessed beginning 30 days after the date of the real property tax bill that issues after any administrative appeals have been exhausted.\n\n\"(ii) Whenever improved real property that is not used as a parking lot and appears on the list compiled under § 42-3131.16 shall cease to be Class 3 Property, the owner shall notify the Department of Consumer and Regulatory Affairs within 30 days after the change in the manner as may be prescribed by the Mayor. If the request for a change in classification is approved, the change in classification of the real property from Class 3 Property shall be retroactive to the half tax year when the Department of Consumer and Regulatory Affairs was so notified. If the request is denied, the owner shall have a right to administrative review of the determination as provided under § 42- 3131.16 and § 47-825.01(f-1)(2A).\n\n\"(B) Notwithstanding subparagraphs (A) and (A-i) of this paragraph, if the real property is transferred and continued to qualify for the classification 30 days or less before the date of execution of the deed of transfer, the grantor shall not be required to notify the applicable agency of the change in classification.\n\n\"(C) If the tax is paid within 30 days of the corresponding bill, timely notification of the change in classification shall preclude assessment of penalty and interest.\n\n\"(6) If Class 3 Property changes classification during the period October 1 through March 31 of the tax year, the Class 3 Property shall be taxed at the rate of the new classification for the entire tax year. If Class 3 Property changes classification during the period April 1 through September 30, the Class 3 Property shall be taxed at the rate of the new classification for the second installment only.\n\n\"(7)(A) The Mayor may contract with a collection agency inside or outside of the District to verify the contents of any filings and returns and the eligibility of the real property to a classification under this section.\n\n\"(B) All funds collected by the collection agency and belonging to the District shall be remitted to the Mayor not less than once a month. Forms to be utilized for the remittances may be prescribed by the Mayor. The Mayor may require that the collection agency furnish a bond securing compliance with the provisions of this paragraph and the contract with the District.\n\n\"(C) At the discretion of the Mayor:\n\n\"(i) The collection agency may charge a collection fee not in excess of 25% of the total amount of the delinquent taxes, excluding penalties and interest, that is actually collected; or\n\n\"(ii) The collection agency may be remunerated by fee, percentage of taxes collected, or both.\n\n\"(D) Notwithstanding any other provision contained in this title, confidential information related to the owner of the real property may be provided to a collection agency for purposes of collecting a delinquent tax under this section. If the information is provided to a collection agency under this paragraph, the collection agency shall not disclose the information to a third party, other than the owner (or his or her representative), unless the Mayor would be authorized by law to make the disclosure. A collection agency, or employee of a collection agency, violating the provisions of this subsection shall be guilty of a misdemeanor and, upon conviction thereof, shall be fined not more than $1,000, or imprisoned for not more than 180 days, or both. All prosecutions under this paragraph shall be brought in the Superior Court of the District of Columbia on information by the Attorney General for the District of Columbia in the name of the District of Columbia.\"\n\nD.C. Law 18-363, in subsec. (d-1)(4A), substituted \"Real Property Tax Appeals Commission for the District of Columbia\" for \"Board of Real Property Assessments and Appeals\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a) of District of Columbia Real Property Tax Reclassification Amendment Temporary Act of 1990 (D.C. Law 8-146, July 25, 1990, law notification 37 DCR 5134).\n\nFor temporary (225 day) amendment of section, see § 2 of Real Property Clarification Temporary Amendment Act of 1991 (D.C. Law 9-21, August 17, 1991, law notification 38 DCR 5788).\n\nFor temporary (225 day) amendment of section, see § 2 of District of Columbia Real Property Tax Revision Temporary Amendment Act of 1992 (D.C. Law 9-113, May 21, 1992, law notification 39 DCR 3809).\n\nFor temporary (225 day) amendment of section, see § 102 of Omnibus Budget Support Temporary Act of 1993 (D.C. Law 10-11, August 6, 1993, law notification 40 DCR 6213).\n\nFor temporary (225 day) amendment of section, see § 2 of Real Property Tax Reclassification Temporary Amendment Act of 1995 (D.C. Law 11-70, October 27, 1995, law notification 42 DCR 6175).\n\nFor temporary (225 day) amendment of section, see § 2(a) of Homestead and Senior Citizen Real Property Tax Temporary Act of 2001 (D.C. Law 14-4, June 13, 2001, law notification 48 DCR 5912).\n\nFor temporary (225 day) amendment of section, see § 2(f), (g) of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nFor temporary (225 day) amendment of section, see § 2(b) of Homestead and Senior Citizen Real Property Tax Temporary Act of 2001 (D.C. Law 14-92, March 19, 2002, law notification 49 DCR 2997).\n\nFor temporary (225 day) amendment of section, see § 102(b) of Tax Parity Rates and Unincorporated Business Franchise Tax Rate Clarification Temporary Act of 2002 (D.C. Law 14-163, June 25, 2002, law notification 49 DCR 6499).\n\nFor temporary (225 day) amendment of section, see § 2 of Real Property Classification Clarification Temporary Act of 2002 (D.C. Law 14-275, April 2, 2003, law notification 50 DCR 3374).\n\nFor temporary (225 day) amendment of section, see § 2 of Real Property Classification Clarification Temporary Act of 2003 (D.C. Law 15-95, March 10, 2004, law notification 51 DCR 3615).\n\nSection 4(a) of D.C. Law 16-259, in subsec. (c-6)(1), substituted \"tax years 2003 through 2006\" for \"the real property tax year beginning October 1, 2002, and ending September 30, 2003, and for each subsequent tax year\"; added subsec. (c-7) to read as follows:\n\n\"(c-7)(1) For tax year 2007 and thereafter, the following classes of taxable real property are established:\n\n\"(A) Class 1 Property;\n\n\"(B) Class 2 Property; and\n\n\"(C) Class 3 Property.\n\n\"(2)(A) Except as otherwise provided in this paragraph, Class 1 Property shall be comprised of residential real property that is improved and used exclusively for nontransient residential dwelling purposes; provided, that the improved and nontransient real property shall not be classified as Class 1 Property if it appears on the list compiled under § 42-3131.16.\n\n\"(B) Unimproved real property benefiting from an exemption under subsection (c-6)(2)(C) of this section immediately preceding the effective date of the Nuisance Properties Abatement Reform and Real Property Classification Temporary Amendment ct of 2006, passed on 2nd reading on December 19, 2006 (Enrolled version of Bill 16-1036), shall continue to benefit from the exemption and be classified as Class 1 Property for the duration permitted under that subsection; provided, that the exemption shall not be valid after September 30, 2007; provided further, that the unimproved real property may qualify for an exemption in effect after the effective date of the Nuisance Properties Abatement Reform and Real Property Classification Temporary Amendment ct of 2006, passed on 2nd reading on December 19, 2006 (Enrolled version of Bill 16- 1036), and subject to the time restriction and exclusion set forth in subparagraph (E)(ii)(II) of this paragraph.\n\n\"(C) Real property used as a parking lot shall be classified as Class 1 Property if it appertains to improved Class 1 Property and if each approval required from the District government for use as a parking lot has been obtained.\n\n\"(D) Unimproved real property which abuts Class 1 Property shall be classified as Class 1 Property if the real property and the Class 1 Property have common ownership.\n\n\"(E)(i) Unimproved, residential real property shall be classified as Class 1 Property if:\n\n\"(I) The real property is actively offered for sale or rental at a reasonable market price as of September 30 of the preceding tax year or as of March 31 of the current tax year; provided, that a real property which has been offered for sale or rental for more than 8 months shall be presumed not to be offered for sale or rental at a reasonable market price;\n\n\"(II) A valid building permit to construct at least one nontransient dwelling unit has been issued and construction is actively pursued as of September 30 of the preceding tax year or as of March 31 of the current tax year;\n\n\"(III) The real property is encumbered by a deed of trust that was recorded during the 12 months preceding the current tax year and a building permit described in sub-sub-subparagraph (II) of this sub-subparagraph has been issued;\n\n\"(IV) The real property is owned by a qualifying nonprofit housing organization under § 47-3505(a);\n\n\"(V) The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the real property as a matter of right; or\n\n\"(VI) The unimproved air rights lot appertains to improved Class 1 Property.\n\n\"(ii)(I) Classification of unimproved real property as Class 1 Property pursuant to sub-subparagraph (i) (I), (II), (III), or (IV) of this subparagraph shall not exceed 3 tax years under the same, substantially similar, or related ownership.\n\n\"(II) Notwithstanding sub-sub-subparagraph (I) of this sub-subparagraph, unimproved real property under the same, substantially similar, or related ownership that qualified for and benefited from an exemption under sub-subparagraph (i) of this subparagraph or under subsection (c-6)(2)(C) or (c-6) (2)(E) of this section, other than under sub-subparagraph (i)(V) or (VI) of this subparagraph or a similar provision of subsection (c-6)(2)(C), for 3 or more tax years shall no longer be classified as Class 1 Property beginning in tax year 2008.\n\n\"(III) For purposes of this sub-subparagraph, ownership shall be related if a deduction for a loss from the sale or exchange of properties between taxpayers would be disallowed under section 267 of the Internal Revenue Code of 1986, approved August 16, 1954 (68A Stat. 78; 26 U.S.C. § 267); provided, that the exclusion under section 267(a)(1) for a loss in a distribution in a complete liquidation shall not apply.\n\n\"(F) Unimproved real property which is separated from Class 1 Property by a public alley less than 30 feet wide shall be classified as Class 1 Property if:\n\n\"(i) The real property is less than 1,000 square feet;\n\n\"(ii) The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the real property as a matter of right; and\n\n\"(iii) The real property and the Class 1 Property separated by the alley from the real property have common ownership.\".\n\n\"(3)(A) Except as otherwise provided in this paragraph, Class 2 Property shall be comprised of improved commercial real property; provided, that such improved real property shall not be classified as Class 2 Property if it appears on the list compiled under § 42-3131.16.\n\n\"(B) Unimproved real property benefitting from an exemption under subsection (c-6)(3)(C) of this section immediately preceding the effective date of the Nuisance Properties Abatement Reform and Real Property Classification Temporary Amendment ct of 2006, passed on 2nd reading on December 19, 2006 (Enrolled version of Bill 16-1036), shall continue to benefit from the exemption and be classified as Class 2 Property for the duration permitted under subsection (c-6)(3)(C) of this section; provided, that the exemption shall not be valid after September 30, 2007; provided further, that the unimproved real property may qualify for an exemption in effect after the effective date of the Nuisance Properties Abatement Reform and Real Property Classification Temporary Amendment ct of 2006, passed on 2nd reading on December 19, 2006 (Enrolled version of Bill 16-1036), and subject to the time restriction and exclusion set forth in subparagraph (E)(ii)(II) of this paragraph.\n\n\"(C) Real property used as a parking lot shall be classified as Class 2 Property if each approval required from the District government for use as a parking lot has been obtained.\n\n\"(D) Unimproved real property which abuts Class 2 Property shall be classified as Class 2 Property if the real property and the Class 2 Property have common ownership.\n\n\"(E)(i) Unimproved, commercial real property shall be classified as Class 2 Property if:\n\n\"(I) The real property is actively offered for sale or rental at a reasonable market price as of September 30 of the preceding tax year or as of March 31 of the current tax year; provided, that a real property which has been offered for sale or rental for more than 8 months shall be presumed not to be offered for sale or rental at a reasonable market price;\n\n\"(II) A valid building permit to construct an improvement to be occupied or a parking lot has been issued and construction is actively pursued as of September 30 of the preceding tax year or as of March 31 of the current tax year;\n\n\"(III) The real property is encumbered by a deed of trust that was recorded during the 12 months preceding the current tax year and a building permit described in sub-sub-subparagraph (II) of this sub-subparagraph has been issued;\n\n\"(IV) The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the real property as a matter of right; or\n\n\"(V) The unimproved air rights lot appertains to improved Class 2 Property.\n\n\"(ii)(I) Classification of unimproved real property as Class 2 Property pursuant to sub-subparagraph (i)(I), (II) or (III) of this sub-subparagraph shall not exceed 3 tax years under the same, substantially similar, or related ownership.\n\n\"(II) Notwithstanding sub-sub-subparagraph (I) of this sub-subparagraph, unimproved real property under the same, substantially similar, or related ownership that qualified for and benefited from an exemption under sub-subparagraph (i) of this subparagraph or under subsection (c-6)(3)(C) of this section, other than under sub-subparagraph (i)(IV) or (V) of this subparagraph or under a similar provision of subsection (c-6)(3)(C) of this section, for 3 or more tax years shall no longer be classified as Class 2 Property beginning with tax year 2008.\n\n\"(III) For purposes of this sub-subparagraph, ownership shall be related if a deduction for a loss from the sale or exchange of properties between taxpayers would be disallowed under section 267 of the Internal Revenue Code of 1986, approved August 16, 1954 (68A Stat. 78; 26 U.S.C. § 267); provided, that the exclusion under section 267(a)(1) for a loss in a distribution in a complete liquidation shall not apply.\n\n\"(F) Unimproved real property which is separated from Class 2 Property by a public alley less than 30 feet wide shall be classified as Class 2 Property if:\n\n\"(i) The real property is less than 1,000 square feet;\n\n\"(ii) The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the real property as a matter of right; and\n\n\"(iii) The real property and the Class 2 Property separated by the alley from the real property have common ownership.\n\n\"(G) Class 2 Property shall include, as of September 30 of the preceding tax year, the unimproved real property that is within the Northeast No. 1/Eckington Yards Special Treatment Area and the Buzzard Point/Near Southeast Development Opportunity Area, as designated on the current District of Columbia Generalized Land Use Map that is part of the Comprehensive Plan; provided, that the real property is zoned for commercial development and the real property owner is engaged in predevelopment activities as supported by written documentation. For the purpose of this subparagraph, the term 'predevelopment activities' means completion of one of the following:\n\n\"(i) Preparation of subdivision or large tract review applications;\n\n\"(ii) Preparation or application for District of Columbia permits or authorizations to proceed with development;\n\n\"(iii) Participation in special planning or transportation studies prepared in conjunction with the District of Columbia; or\n\n\"(iv) Completion of environmental assessment or mitigation studies prepared in conjunction with the District of Columbia.\n\n\"(4) Class 3 Property shall be comprised of all real property which cannot be classified as Class 1 Property or Class 2 Property.\"\n\n; repealed subsec. (d)(5); in subsec. (d-1), repealed par. (3), in par. (3A)(A) substituted \"appeal any classification of Class 3 Property under this section of unimproved real property or real property that is used as a parking lot to the same extent as a new owner under § 47-825.01(f-1)(1)(C)(iii) or (iv)\" for \"appeal any reclassification under this section in the same manner and to the same extent as a new owner under § 47-825.01(f-1)(1), regardless of the tax year involved or whether a prior petition or appeal had been filed for the tax year\", added a new sentence \"The Class 3 Property classification shall only be appealed under the provisions of this paragraph and regardless of whether a petition or appeal is filed under § 47-825.01(f-1)(1A), notwithstanding any other provision of law.\", and substituted \"classification\" for \"reclassification\" throughout, added pars. (4A) and (4B) to read as follows:\n\n\"(4A) For improved real property that is not used as a parking lot, the determination that the real property belongs on the list compiled under § 42- 3131.16 (and, indirectly, its Class 3 Property classification) shall only be appealed as prescribed under § 42-3131.15 and § 47-825.01(f-1)(2A), notwithstanding any other provision of law. A notice of final determination by the Mayor shall be a prerequisite before an appeal to the Board of Real Property Assessments and Appeals may be taken.\n\n\"(4B) The classification of Class 3 Property in the notice of proposed assessment under §§ 47-824 and 47-829 shall not be appealed under the provisions applicable to the appeal other than Class 3 Property shall not be effective, notwithstanding any other provision of law.\"\n\n, in par. (5), amended subpar. (A) and added subpar. (A-i) to read as follows:\n\n\"(A) Whenever the classification of real property subject to the new owner petition or appeal process under paragraph (3A) of this subsection shall:\n\n\"(i)(I) Change to Class 3 Property, the owner shall file a notification to change the classification with the Office of Tax and Revenue within 30 days after the change in the manner as may be prescribed by the Mayor.\n\n\"(II) The change in classification shall be retroactive to the half tax year when the Office of Tax and Revenue was so notified. If the owner fails to notify timely, the real property shall be reclassified for each tax year beginning with the half tax year when the classification should have changed; provided, that the periods subject to reclassification shall be limited to the current and 3 preceding tax years. Penalty and interest as prescribed under § 47-811(c) shall be assessed beginning 30 days after the date of the real property tax bill that issues after any administrative appeals have been exhausted; or\n\n\"(ii)(I) Cease to be Class 3 Property, the owner shall file a notification to change the classification with the Office of Tax and Revenue within 30 days after the change in the manner as may be prescribed by the Mayor.\n\n\"(II) If the notification is approved, the change in classification of the real property from Class 3 Property shall be retroactive to the half tax year when the Office of Tax and Revenue was so notified. If the notification is disapproved, the notice of classification under paragraph (3A) of this subsection shall be given to the owner.\n\n\"(A-i)(i) Whenever the classification of improved real property that is not used as a parking lot and appears on the list compiled under § 42-3131.16 shall change to Class 3 Property:\n\n\"(I) The owner shall notify the Department of Consumer and Regulatory Affairs within 30 days of the change by making application to register the property as vacant under §§ 42-3131.06 and 42-3131.07, which the change in classification of the real property to Class 3 Property shall be retroactive to the half tax year during which one of the following first occurred:\n\n\"(aa) The owner of the real property registered the real property as vacant under § 42-3131.06; or\n\n\"(bb) The owner of real property received a notice of final determination under § 42-3131.15;\n\n\"(II) The Office of Tax and Revenue shall re-classify the real property without limitation for each tax year or half tax year after receipt of the list under § 42-3131.16; and\n\n\"(III) Penalty and interest as prescribed under § 47-811(c) shall be assessed beginning 30 days after the date of the real property tax bill that issues after any administrative appeals have been exhausted.\n\n\"(ii) Whenever improved real property that is not used as a parking lot and appears on the list compiled under § 42-3131.16 shall cease to be Class 3 Property, the owner shall notify the Department of Consumer and Regulatory Affairs within 30 days after the change in the manner as may be prescribed by the Mayor. If the request for a change in classification is approved, the change in classification of the real property from Class 3 Property shall be retroactive to the half tax year when the Department of Consumer and Regulatory Affairs was so notified. If the request is denied, the owner shall have a right to administrative review of the determination as provided under § 42- 3131.16 and § 47-825.01(f-1)(2A).\"\n\n, in subpar. (B), substituted \"subparagraphs (A) and (A-i)\" for \"subparagraph (A)\" and \"applicable agency\" for \"Mayor\", and in par. (6), substituted \"Class 3 Property\" for \"real property\"; and in subsec. (d-2), substituted \"a change in classification to Class 3 Property\" for \"an erroneous or improper classification\".\n\nSection 7(b) of D.C. Law 16-259 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 4(a) of D.C. Law 17-102, in subsec. (c-6)(1), substituted \"tax years 2003 through 2006\" for \"the real property tax year beginning October 1, 2002, and ending September 30, 2003, and for each subsequent tax year\"; added subsec. (c-7) to read as follows:\n\n\"(c-7)(1) For tax year 2007 and thereafter, the following classes of taxable real property are established:\n\n\"(A) Class 1 Property;\n\n\"(B) Class 2 Property; and\n\n\"(C) Class 3 Property.\n\n\"(2)(A) Except as otherwise provided in this paragraph, Class 1 Property shall be comprised of residential real property that is improved and used exclusively for nontransient residential dwelling purposes; provided, that the improved and nontransient real property shall not be classified as Class 1 Property if it appears on the list compiled under § 42-3131.16.\n\n\"(B) Unimproved real property benefitting from an exemption under subsection (c-6)(2)(C) of this section immediately preceding March 8, 2007, shall continue to benefit from the exemption and be classified as Class 1 Property for the duration permitted under that subsection; provided, that the exemption shall not be valid after September 30, 2007; provided further, that the unimproved real property may qualify for an exemption in effect after March 8, 2007, and subject to the time restriction and exclusion set forth in subparagraph (E)(ii)(II) of this paragraph.\n\n\"(C) Real property used as a parking lot shall be classified as Class 1 Property if it appertains to improved Class 1 Property and if each approval required from the District government for use as a parking lot has been obtained.\n\n\"(D) Unimproved real property which abuts Class 1 Property shall be classified as Class 1 Property if the real property and the Class 1 Property have common ownership.\n\n\"(E)(i) Unimproved, residential real property shall be classified as Class 1 Property if:\n\n\"(I) The real property is actively offered for sale or rental at a reasonable market price as of September 30 of the preceding tax year or as of March 31 of the current tax year; provided, that a real property which has been offered for sale or rental for more than 8 months shall be presumed not to be offered for sale or rental at a reasonable market price;\n\n\"(II) A valid building permit to construct at least one nontransient dwelling unit has been issued and construction is actively pursued as of September 30 of the preceding tax year or as of March 31 of the current tax year;\n\n\"(III) The real property is encumbered by a deed of trust that was recorded during the 12 months preceding the current tax year and a building permit described in sub-sub-subparagraph (II) of this sub-subparagraph has been issued;\n\n\"(IV) The real property is owned by a qualifying nonprofit housing organization under § 47-3505(a);\n\n\"(V) The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the real property as a matter of right; or\n\n\"(VI) The unimproved air rights lot appertains to improved Class 1 Property.\n\n\"(ii)(I) Classification of unimproved real property as Class 1 Property pursuant to sub-subparagraph (i)(I), (II), (III), or (IV) of this subparagraph shall not exceed 3 tax years under the same, substantially similar, or related ownership.\n\n\"(II) Notwithstanding sub-sub-subparagraph (I) of this sub-subparagraph, unimproved real property under the same, substantially similar, or related ownership that qualified for and benefited from an exemption under sub-subparagraph (i) of this subparagraph or under subsection (c-6)(2)(C) or (c-6) (2)(E) of this section, other than under sub-subparagraph (i)(V) or (VI) of this subparagraph or a similar provision of subsection (c-6)(2)(C) of this section, for 3 or more tax years shall no longer be classified as Class 1 Property beginning in tax year 2008.\n\n\"(III) For purposes of this sub-subparagraph, ownership shall be related if a deduction for a loss from the sale or exchange of properties between taxpayers would be disallowed under section 267 of the Internal Revenue Code of 1986, approved August 16, 1954 (68A Stat. 78; 26 U.S.C. § 267); provided, that the exclusion under section 267(a)(1) for a loss in a distribution in a complete liquidation shall not apply.\n\n\"(F) Unimproved real property which is separated from Class 1 Property by a public alley less than 30 feet wide shall be classified as Class 1 Property if:\n\n\"(i) The real property is less than 1,000 square feet;\n\n\"(ii) The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the real property as a matter of right; and\n\n\"(iii) The real property and the Class 1 Property separated by the alley from the real property have common ownership.\n\n\"(3)(A) Except as otherwise provided in this paragraph, Class 2 Property shall be comprised of improved commercial real property; provided, that such improved real property shall not be classified as Class 2 Property if it appears on the list compiled under § 42-3131.16.\n\n\"(B) Unimproved real property benefitting from an exemption under subsection (c-6)(3)(C) of this section immediately preceding March 8, 2007, shall continue to benefit from the exemption and be classified as Class 2 Property for the duration permitted under subsection (c-6)(3)(C) of this section; provided, that the exemption shall not be valid after September 30, 2007; provided further, that the unimproved real property may qualify for an exemption in effect after March 8, 2007, and subject to the time restriction and exclusion set forth in subparagraph (E)(ii)(II) of this paragraph.\n\n\"(C) Real property used as a parking lot shall be classified as Class 2 Property if each approval required from the District government for use as a parking lot has been obtained.\n\n\"(D) Unimproved real property which abuts Class 2 Property shall be classified as Class 2 Property if the real property and the Class 2 Property have common ownership.\n\n\"(E)(i) Unimproved, commercial real property shall be classified as Class 2 Property if:\n\n\"(I) The real property is actively offered for sale or rental at a reasonable market price as of September 30 of the preceding tax year or as of March 31 of the current tax year; provided, that a real property which has been offered for sale or rental for more than 8 months shall be presumed not to be offered for sale or rental at a reasonable market price;\n\n\"(II) A valid building permit to construct an improvement to be occupied or a parking lot has been issued and construction is actively pursued as of September 30 of the preceding tax year or as of March 31 of the current tax year;\n\n\"(III) The real property is encumbered by a deed of trust that was recorded during the 12 months preceding the current tax year and a building permit described in sub-sub-subparagraph (II) of this sub-subparagraph has been issued;\n\n\"(IV) The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the real property as a matter of right; or\n\n\"(V) The unimproved air rights lot appertains to improved Class 2 Property.\n\n\"(ii)(I) Classification of unimproved real property as Class 2 Property pursuant to sub-subparagraph (i)(I), (II), or (III) of this sub-subparagraph shall not exceed 3 tax years under the same, substantially similar, or related ownership.\n\n\"(II) Notwithstanding sub-sub-subparagraph (I) of this sub-subparagraph, unimproved real property under the same, substantially similar, or related ownership that qualified for and benefited from an exemption under sub-subparagraph (i) of this subparagraph or under subsection (c-6)(3)(C) of this section, other than under sub-subparagraph (i)(IV) or (V) of this subparagraph or under a similar provision of subsection (c-6)(3)(C) of this section, for 3 or more tax years shall no longer be classified as Class 2 Property beginning with tax year 2008.\n\n\"(III) For purposes of this sub-subparagraph, ownership shall be related if a deduction for a loss from the sale or exchange of properties between taxpayers would be disallowed under section 267 of the Internal Revenue Code of 1986, approved August 16, 1954 (68A Stat. 78; 26 U.S.C. § 267); provided, that the exclusion under section 267(a)(1) for a loss in a distribution in a complete liquidation shall not apply.\n\n\"(F) Unimproved real property which is separated from Class 2 Property by a public alley less than 30 feet wide shall be classified as Class 2 Property if:\n\n\"(i) The real property is less than 1,000 square feet;\n\n\"(ii) The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the real property as a matter of right; and\n\n\"(iii) The real property and the Class 2 Property separated by the alley from the real property have common ownership.\n\n\"(G) Class 2 Property shall include, as of September 30 of the preceding tax year, the unimproved real property that is within the Northeast No. 1/Eckington Yards Special Treatment Area and the Buzzard Point/Near Southeast Development Opportunity Area, as designated on the current District of Columbia Generalized Land Use Map that is part of the Comprehensive Plan; provided, that the real property is zoned for commercial development and the real property owner is engaged in predevelopment activities as supported by written documentation. For the purpose of this subparagraph, the term 'predevelopment activities' means completion of one of the following:\n\n\"(i) Preparation of subdivision or large tract review applications;\n\n\"(ii) Preparation or application for District of Columbia permits or authorizations to proceed with development;\n\n\"(iii) Participation in special planning or transportation studies prepared in conjunction with the District of Columbia; or\n\n\"(iv) Completion of environmental assessment or mitigation studies prepared in conjunction with the District of Columbia.\n\n\"(4) Class 3 Property shall be comprised of all real property which cannot be classified as Class 1 Property or Class 2 Property.\"\n\n; repealed subsecs. (d)(5) and (d-1)(3); in subsec. (d-1)(3A)(A), substituted \"appeal any classification of Class 3 Property under this section of unimproved real property or real property that is used as a parking lot to the same extent as a new owner under § 47-825.01(f-1)(1)(C)(iii) or (iv)\" for \"appeal any reclassification under this section in the same manner and to the same extent as a new owner under § 47-825.01(f-1)(1), regardless of the tax year involved or whether a prior petition or appeal had been filed for the tax year\", added a sentence \"The Class 3 Property classification shall only be appealed under the provisions of this paragraph and regardless of whether a petition or appeal is filed under § 47-825.01(f-1)(1A), notwithstanding any other provision of law.\", and substituted \"classification\" for \"reclassification\" throughout; added subsecs. (d-1)(4A) and (4B) to read as follows:\n\n\"(4A) For improved real property that is not used as a parking lot, the determination that the real property belongs on the list compiled under § 42- 3131.16 (and, indirectly, its Class 3 Property classification) shall only be appealed as prescribed under § 42-3131.15 and § 47-825.01(f-1)(2A), notwithstanding any other provision of law. A notice of final determination by the Mayor shall be a prerequisite before an appeal to the Board of Real Property Assessments and Appeals may be taken.\n\n\"(4B) The classification of Class 3 Property in the notice of proposed assessment under §§ 47-824 and 47-829 shall not be appealed under the provisions applicable to the appeal of such notice and any statement in such notice that the real property shall be classified as other than Class 3 Property shall not be effective, notwithstanding any other provision of law.\"\n\n; amended subsec. (d-1)(5)(A) and added subsec. (d-1)(5)(A-i) to read as follows:\n\n\"(A) Whenever the classification of real property subject to the new owner petition or appeal process under paragraph (3A) of this subsection shall:\n\n\"(i)(I) Change to Class 3 Property, the owner shall file a notification to change the classification with the Office of Tax and Revenue within 30 days after the change in the manner as may be prescribed by the Mayor.\n\n\"(II) The change in classification shall be retroactive to the half tax year when the Office of Tax and Revenue was so notified. If the owner fails to notify timely, the real property shall be reclassified for each tax year beginning with the half tax year when the classification should have changed; provided, that the periods subject to reclassification shall be limited to the current and 3 preceding tax years. Penalty and interest as prescribed under § 47-811(c) shall be assessed beginning 30 days after the date of the real property tax bill that issues after any administrative appeals have been exhausted; or\n\n\"(ii)(I) Cease to be Class 3 Property, the owner shall file a notification to change the classification with the Office of Tax and Revenue within 30 days after the change in the manner as may be prescribed by the Mayor.\n\n\"(II) If the notification is approved, the change in classification of the real property from Class 3 Property shall be retroactive to the half tax year when the Office of Tax and Revenue was so notified. If the notification is disapproved, the notice of classification under paragraph (3A) of this subsection shall be given to the owner.\n\n\"(A-i)(i) Whenever the classification of improved real property that is not used as a parking lot and appears on the list compiled under § 42-3131.16 shall change to Class 3 Property:\n\n\"(I) The owner shall notify the Department of Consumer and Regulatory Affairs within 30 days of the change by making application to register the property as vacant under §§ 42-3131.06 and 42-3131.07, and the change in classification of the real property to Class 3 Property shall be retroactive to the half tax year during which one of the following first occurred:\n\n\"(aa) The owner of the real property registered the real property as vacant under § 42-3131.06; or\n\n\"(bb) The owner of real property received a notice of final determination under § 42-3131.15;\n\n\"(II) The Office of Tax and Revenue shall re-classify the real property without limitation for each tax year or half tax year after receipt of the list under § 42-3131.16; and\n\n\"(III) Penalty and interest as prescribed under § 47-811(c) shall be assessed beginning 30 days after the date of the real property tax bill that issues after any administrative appeals have been exhausted.\n\n\"(ii) Whenever improved real property that is not used as a parking lot and appears on the list compiled under § 42-3131.16 shall cease to be Class 3 Property, the owner shall notify the Department of Consumer and Regulatory Affairs within 30 days after the change in the manner as may be prescribed by the Mayor. If the request for a change in classification is approved, the change in classification of the real property from Class 3 Property shall be retroactive to the half tax year when the Department of Consumer and Regulatory Affairs was so notified. If the request is denied, the owner shall have a right to administrative review of the determination as provided under § 42- 3131.16 and § 47-825.01(f-1)(2A).\"\n\n; in subsec. (d-1)(5)(B), substituted \"subparagraphs (A) and (A-i)\" for \"subparagraph (A)\" and \"applicable agency\" for \"Mayor\"; in subsec. (d-1)(6), substituted \"Class 3 Property\" for \"real property\"; and in subsec. (d-2), substituted \"a change in classification to Class 3 Property\" for \"an erroneous or improper classification\".\n\nSection 7(b) of D.C. Law 17-102 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 3 of D.C. Law 18-153, in subsec. (c-8), rewrote par. (2)(A), (B), (E), (3), and (4) to read as follows:\n\n\"(A) Except as otherwise provided in this paragraph and subject to paragraph (4) of this subsection, Class 1 Property shall be comprised of residential real property that is improved and its legal use (or in the absence of use, its highest and best permitted legal use) is for nontransient residential dwelling purposes.\".\n\n\"(B) Unimproved real property located within a zone designated as residential shall be classified as Class 1 Property.\".\n\n\"(E) Unimproved real property which is separated from Class 1 Property by a public alley less than 30 feet wide shall be classified as Class 1 Property if:\n\n\"(i) The real property is less than 1,000 square feet;\n\n\"(ii) The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the real property as a matter of right; and\n\n\"(iii) The real property and the Class 1 Property separated by the alley from the real property have common ownership.\".\n\n\"(3) Class 2 Property shall be comprised of all real property which is not Class 1 Property or Class 3 Property.\".\n\n\"(4)(A) Class 3 Property shall be comprised of all improved real property that appears on the list compiled under § 42-3131.16.\n\n\"(B) The Office of Tax and Revenue may request the Mayor to inspect the improved real property to determine whether the property is correctly included on the list compiled under § 42-3131.16.\".\n\n; and, in subsec. (d-1), repealed par. (3A), substituted \"The\" for \"For improved real property that is not used as a parking lot,\" in par. (4A), repealed par. (5A), deleted \"that is not used as a parking lot and appears on the list compiled under § 42-3131.16\" in par. (5)(A-i)(i), deleted \"that is not used as a parking lot and\" in par. (5)(A-i)(ii), and substituted \"subparagraph\" for \"subparagraphs (A) and\" in par. (5)(B).\n\nSection 6(b) of D.C. Law 18-153 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 107 of the Omnibus Budget Support Congressional Review Emergency Act of 1995 (D.C. Act 11-124, July 27, 1995, 42 DCR 4160).\n\nFor temporary (90-day) amendment of section, see §§ 2702(c) and 2703(a) of the Service Improvement and Fiscal Year 2000 Budget Support Emergency Act of 1999 (D.C. Act 13-110, July 28, 1999, 46 DCR 6320).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Homestead and Senior Citizen Real Property Tax Emergency Act of 2001 (D.C. Act 14-21, March 16, 2001, 48 DCR 2703).\n\nFor temporary (90 day) amendment of section, see § 2(e), (f) of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14-22, March 16, 2001, 48 DCR 2706).\n\nFor temporary (90 day) amendment of section, see §§ 2(b), 3 of Homestead and Senior Citizen Real Property Tax Emergency Act of 2001 (D.C. Act 14-190, November 29, 2001, 48 DCR 11219).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Homestead and Senior Citizen Real Property Tax Legislative Review Emergency Act of 2001 (D.C. Act 14-226, January 8, 2002, 49 DCR 668).\n\nFor temporary (90 day) amendment of section, see § 102(b) of Tax Parity Rates and Unincorporated Business Franchise Tax Rate Clarification Emergency Act of 2002 (D.C. Act 14-309, March 25, 2002, 49 DCR 3416).\n\nFor temporary (90 day) amendment of section, see §§ 1303(b) and 1304 of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) amendment of section, see § 2 of Real Property Classification Clarification Emergency Act of 2002 (D.C. Act 14-547, December 17, 2002, 50 DCR 216).\n\nFor temporary (90 day) amendment of section, see §§ 1303(b) and 1304 of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see § 2 of the Real Property Classification Clarification Congressional Review Emergency Act of 2003 (D.C. Act 15-35, March 24, 2003, 50 DCR 2570).\n\nFor temporary (90 day) amendment of section, see §§ 1303(b) and 1304 of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nFor temporary (90 day) amendment of section, see § 2 of Real Property Classification Clarification Emergency Act of 2003 (D.C. Act 15-228, November 25, 2003, 50 DCR 10714).\n\nFor temporary (90 day) amendment of section, see §§ 1281(a)(1), 1282, 1283 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 4(a) of Nuisance Properties Abatement Reform and Real Property Classification Emergency Amendment Act of 2006 (D.C. Act 16-586, December 28, 2006, 54 DCR 353).\n\nFor temporary (90 day) amendment of section, see § 4(a) of Nuisance Properties Abatement Reform and Real Property Classification Emergency Amendment Act of 2007 (D.C. Act 17-173, November 2, 2007, 54 DCR 11204).\n\nFor temporary (90 day) amendment of section, see § 4(a) of Nuisance Properties Abatement Reform and Real Property Classification Congressional Review Emergency Act of 2008 (D.C. Act 17-436, July 16, 2008, 55 DCR 8272).\n\nFor temporary (90 day) amendment of section, see § 7102 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 7102 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 3, of Real Property Tax Reform Emergency Amendment Act of 2009 (D.C. Act 18-313, February 22, 2010, 57 DCR 1645).\n\nFor temporary (90 day) amendment of section, see § 2043(b) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-37, see Historical and Statutory Notes following § 47-812.\n\nFor legislative history of D.C. Law 4-129, see Historical and Statutory Notes following § 47-850.\n\nLaw 5-60, the \"Residential Gardens and Open Space Real Property Tax Classification Amendment Act of 1983,\" was introduced in Council and assigned Bill No. 5-238, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 15, 1983 and December 6, 1983, respectively. Signed by the Mayor on December 23, 1983, it was assigned Act No. 5-91 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 6-51, see Historical and Statutory Notes following § 47-812.\n\nLaw 8-160, the \"District of Columbia Real Property Tax Reclassification Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-537, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on May 29, 1990, and June 12, 1990, respectively. Signed by the Mayor on June 29, 1990, it was assigned Act No. 8- 223 and transmitted to both Houses of Congress for its review. D.C. Law 8-160 became effective on September 30, 1990.\n\nFor legislative history of D.C. Law 8-172, see Historical and Statutory Notes following § 47-812.\n\nFor legislative history of D.C. Law 9-62, see Historical and Statutory Notes following § 47-812.\n\nFor legislative history of D.C. Law 9-177, see Historical and Statutory Notes following § 47-812.\n\nFor legislative history of D.C. Law 10-25, see Historical and Statutory Notes following § 47-802.\n\nFor legislative history of D.C. Law 10-66, see Historical and Statutory Notes following § 47-812.\n\nLaw 10-68, the \"Technical Amendments Act of 1993,\" was introduced in Council and assigned Bill No. 10-166, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 29, 1993, and July 13, 1993, respectively. Signed by the Mayor on August 23, 1993, it was assigned Act No. 10-107 and transmitted to both Houses of Congress for its review. D.C. Law 10-68 became effective on February 5, 1994.\n\nLaw 10-178, the \"District of Columbia Solid Waste Management and Multi-Material Recycling Act of 1988 Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-10, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on June 7, 1994, and July 5, 1994, respectively. Signed by the Mayor on July 26, 1994, it was assigned Act No. 10-303 and transmitted to both Houses of Congress for its review. D.C. Law 10-178 became effective on September 24, 1994.\n\nFor legislative history of D.C. Law 11-52, see Historical and Statutory Notes following § 47-811.01.\n\nFor Law 13-38, see notes following § 47-812.\n\nFor Law 13-305, see notes following § 47-405.\n\nLaw 14-147, the \"Homestead and Senior Citizen Real Property Tax Act of 2002\", was introduced in Council and assigned Bill No. 14-101, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on March 5, 2002, and April 9, 2002, respectively. Signed by the Mayor on April 24, 2002, it was assigned Act No. 14-325 and transmitted to both Houses of Congress for its review. D.C. Law 14-147 became effective on June 25, 2002.\n\nFor Law 14-307, see notes following § 47-368.01.\n\nLaw 15-148, the \"Real Property Classification Clarification Act of 2004\", was introduced in Council and assigned Bill No. 15-1, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on January 6, 2004, and February 3, 2004, respectively. Signed by the Mayor on February 19, 2004, it was assigned Act No. 15-370 and transmitted to both Houses of Congress for its review.   D.C. Law 15-148 became effective on April 22, 2004.\n\nFor Law 15-354, see notes following § 47-340.03.\n\nFor Law 16-33, see notes following § 47-308.01.\n\nFor Law 17-216, see notes following § 47-812.\n\nFor Law 18-111, see notes following § 47-305.02.\n\nFor Law 18-223, see notes following § 47-355.05.\n\nFor history of Law 18-363, see notes under § 47-412.01.\n\nDelegation of Authority\n\nDelegation of authority pursuant to Law 6-51, see Mayor's Order 86-6, January 14, 1986.\n\nDelegation of authority under D.C. Act 8-203, the D.C. Real Property Tax Reclassification Amendment Emergency Act of 1990, see Mayor's Order 90-86, June 15, 1990.\n\nDelegation of Authority under the Real Property Tax Reform Classification Emergency Amendment Act of 2009, see Mayor's Order 2009-212, December 8, 2009 (56 DCR 9349).\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: Section 4 of D.C. Law 8-146 provided that the Mayor shall, pursuant to subchapter I of Chapter 5 of Title 2 issue proposed rules to implement the provisions of this act. The proposed rules shall be submitted to the Council no later than June 15, 1990, for a 30-day period of review. If the Council does not approve or disapprove the proposed rules, in whole or in part by resolution within this 30-day review period, the proposed rules shall be deemed approved.\n\nSection 4 of D.C. Law 8-160 provided that the Mayor shall, pursuant to subtitle I of Chapter 5 of Title 2 issue proposed rules to implement the provisions of the District of Columbia Real Property Tax Reclassification Amendment Act of 1990. The proposed rules shall be submitted to the Council for a 60-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution within this 60-day review period, the proposed rules shall be deemed approved. Nothing in this section shall affect any requirements imposed upon the Mayor by subtitle I of Chapter 5 of Title 2.\n\nMayor authorized to issue rules: See Historical and Statutory Notes following § 47-812.\n\nSection 3 of D.C. Law 14-147 provides that section 2 shall apply as of October 1, 2001, except insofar as the retroactive application results in an increase of tax to the real property or owner thereof.\n\nApplication of Law 14-307:  Section 1304 of D.C. Law 14-307 provides:   \"Sections 1302 and 1303 shall apply as of October 1, 2002.\"\n\nShort title of subtitle HH of title I of Law 16-33: Section 1280 of D.C. Law 16-33 provided that subtitle HH of title I of the act may be cited as the Affordable Housing Preservation Tax Assessment Act of 2005.\n\nApplicability and expiration of subtitle HH of title I, §§ 1280 to 1284, of D.C. Law 16-33: Sections 1282 and 1283 of D.C. Law 16-33, as amended by D.C. Law 17-219, § 7068(f), (g), provide:\n\n\"Sec. 1282. Applicability; conditional effect.\n\n\"(a) Section 1281 shall apply for taxable years beginning after September 30, 2005.\n\n\"(b) Repealed.\n\n\"Sec. 1283. Repealed.\"\n\nDC CODE § 47-813\n\nCurrent through December 11, 2012","credits":"(Sept. 3, 1974, 88 Stat. 1052, Pub. L. 93-407, title IV, § 412a, as added Nov. 20, 1979, D.C. Law 3-37, § 2(b), 26 DCR 1564; July 24, 1982, D.C. Law 4-129, § 3, 29 DCR 2405; Mar. 14, 1984, D.C. Law 5-60, § 2, 31 DCR 108; Nov. 19, 1985, D.C. Law 6-51, § 3(b), (c), 32 DCR 5681; Sept. 20, 1990, D.C. Law 8-160, § 2(a), 37 DCR 4653; Sept. 27, 1990, D.C. Law 8-172, § 2(a), 37 DCR 4844; Mar. 7, 1992, D.C. Law 9-62, § 2(a), 38 DCR 7291; Oct. 7, 1992, D.C. Law 9-177, § 3, 39 DCR 5868; Sept. 30, 1993, D.C. Law 10-25, § 102, 40 DCR 5489; Jan. 26, 1994, D.C. Law 10-66, § 3, 40 DCR 7358; Feb. 5, 1994, D.C. Law 10-68, § 41, 40 DCR 6311; Sept. 24, 1994, D.C. Law 10- 178, § 5, 41 DCR 5205; Sept. 26, 1995, D.C. Law 11-52, § 107, 42 DCR 3684; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Oct. 20, 1999, D.C. Law 13-38, § 2702(c), 46 DCR 6373; June 9, 2001, D.C. Law 13-305, § 502(e), (f), 48 DCR 334; June 25, 2002, D.C. Law 14-147, § 2(b), 49 DCR 4219; June 5, 2003, D.C. Law 14-307, § 1303(b), 49 DCR 11664; Apr. 22, 2004, D.C. Law 15-148, § 2, 51 DCR 2605; Apr. 13, 2005, D.C. Law 15-354, § 73(b)(1), 52 DCR 2638; Oct. 20, 2005, D.C. Law 16-33, § 1281(a)(2), 52 DCR 7503; Aug. 15, 2008, D.C. Law 17-216, § 4(b), 55 DCR 7500; Mar. 3, 2010, D.C. Law 18-111, § 7102, 57 DCR 181; Sept. 24, 2010, D.C. Law 18-223, § 2043(b), 57 DCR 6242; Apr. 8, 2011, D.C. Law 18-363, § 3(g)(2), 58 DCR 963.)","sections":[{"prefix":"a","text":" For the purpose of levying taxes on real property in the District of Columbia, the Council may establish different classes of real property."},{"prefix":"b","text":" For the property tax year beginning July 1, 1979, and ending June 30, 1980, the following classes of real property are established:"},{"prefix":"1","text":" Class 1 Property. --"},{"prefix":"A","text":" Class 1 Property shall be comprised of improved residential real property which:"},{"prefix":"i","text":" Is occupied by the owner thereof;"},{"prefix":"ii","text":" Contains not more than 5 dwelling units, whether as a row, detached, or semidetached structure, or is a single dwelling unit owned as a condominium; and"},{"prefix":"iii","text":" Is used exclusively for nontransient residential dwelling purposes."},{"prefix":"B","text":" Improved residential real property which is owned by a cooperative housing association shall also be classified as Class 1 Property; provided, that at least 50% of the dwelling units contained therein are occupied by the shareholders or members of such cooperative housing association;"},{"prefix":"2","text":" Class 2 Property. --"},{"prefix":"A","text":" Class 2 Property shall be comprised of improved residential real property, which:"},{"prefix":"i","text":" Is not occupied by the owner thereof;"},{"prefix":"ii","text":" Contains not more than 5 dwelling units, whether as a row, detached, or semidetached structure, or is a single dwelling unit owned as a condominium; and"},{"prefix":"iii","text":" Is used exclusively for nontransient residential dwelling purposes."},{"prefix":"B","text":" Improved residential real property which is owned by a cooperative housing association shall also be classified as Class 2 Property; provided, that less than 50% of the dwelling units contained therein are occupied by the shareholders or members of such cooperative housing association."},{"prefix":"C","text":" Nothing in this subsection shall be construed to include hotels in the Class 2 Property classification;"},{"prefix":"3","text":" Class 3 Property. -- Class 3 Property shall be comprised of all real property which is not Class 1 Property or Class 2 Property."},{"prefix":"c","text":" For the property tax year beginning July 1, 1980, and ending June 30, 1981, and for each tax year thereafter, the following classes of real property are established:"},{"prefix":"1","text":" Class 1 Property. --"},{"prefix":"A","text":" Class 1 Property shall be comprised of improved residential real property which:"},{"prefix":"i","text":" Is occupied by the owner thereof;"},{"prefix":"ii","text":" Contains not more than 5 dwelling units, whether as a row, detached, or semidetached structure, or is a single dwelling unit owned as a condominium; and"},{"prefix":"iii","text":" Is used exclusively for nontransient residential dwelling purposes."},{"prefix":"B","text":" Improved residential real property which is owned by a cooperative housing association shall also be classified as Class 1 Property; provided, that at least 50% of the dwelling units contained therein are occupied by the shareholders or members of such cooperative housing association."},{"prefix":"C","text":" Vacant real property which abuts improved residential real property qualified as Class 1 Property shall be classified as Class 1 Property if said vacant property and the improved residential real property which it abuts have common ownership. For the property tax year beginning July 1, 1984, and ending June 30, 1985, and for each tax year thereafter, vacant real property which is separated from Class 1 improved residential real property by a public alley less than 30 feet wide shall be classified as Class 1 Property if the following conditions are met:"},{"prefix":"i","text":" The vacant real property is less than 1,000 square feet in size;"},{"prefix":"ii","text":" The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structures on the vacant real property as a matter of right; and"},{"prefix":"iii","text":" The owner of the vacant real property also owns the Class 1 improved residential real property separated by the alley from the vacant lot;"},{"prefix":"2","text":" Class 2 Property. --"},{"prefix":"A","text":" Class 2 Property shall be comprised of improved residential real property, including apartment buildings, which:"},{"prefix":"i","text":" Is not occupied by the owner thereof;"},{"prefix":"ii","text":" Contains not more than 5 dwelling units, whether as a row, detached, or semidetached structure, or is a single dwelling unit owned as a condominium; and"},{"prefix":"iii","text":" Is used exclusively for nontransient residential dwelling purposes."},{"prefix":"B","text":" Improved residential real property which is owned by a cooperative housing association shall also be classified as Class 2 Property; provided, that less than 50% of the dwelling units contained therein are occupied by the shareholders or members of such cooperative housing association."},{"prefix":"C","text":" Improved multifamily residential property which contains more than 5 dwelling units and is used exclusively for nontransient dwelling purposes shall also be classified as Class 2 Property."},{"prefix":"D","text":" Vacant real property which abuts improved residential real property qualified as Class 2 Property shall be classified as Class 2 Property if said vacant property and the improved residential real property which it abuts have common ownership. For the property tax year beginning July 1, 1984, and ending June 30, 1985, and for each tax year thereafter, vacant real property which is separated from Class 2 improved residential real property by a public alley less than 30 feet wide shall be classified as Class 2 Property if the following conditions are met:"},{"prefix":"i","text":" The vacant real property is less than 1,000 square feet in size;"},{"prefix":"ii","text":" The zoning regulations adopted by the Zoning Commission do not allow the building of any structures on the vacant real property as a matter of right; and"},{"prefix":"iii","text":" The owner of the vacant real property also owns the Class 2 improved residential real property separated by the alley from the vacant lot."},{"prefix":"E","text":" The Mayor may require an owner of real property to submit such information relating to the ownership of vacant real property as in the Mayor's judgment will assist in the determination of ownership of such property as required under this section for purposes of real property classification;"},{"prefix":"3","text":" Class 3 Property. -- Class 3 Property shall be comprised of all real property which is not Class 1 Property or Class 2 Property. Vacant real property which abuts and has common ownership with real property subject to the apportionment provision of subsection (f) of this section shall also be classified as Class 3 Property."},{"prefix":"c-1","text":" For the property tax year beginning July 1, 1985, and ending June 30, 1986, and for each subsequent tax year, the following classes of real property not covered in subsection (c-2) or (c-3) of this section are established:"},{"prefix":"1","text":" Class 1 Property. --"},{"prefix":"A","text":" Class 1 Property shall be comprised of improved residential real property which:"},{"prefix":"i","text":" Is occupied by the owner of the property;"},{"prefix":"ii","text":" Contains not more than 5 dwelling units, whether as a row, detached, or semidetached structure, or is a single dwelling unit owned as a condominium; and"},{"prefix":"iii","text":" Is used exclusively for nontransient residential dwelling purposes."},{"prefix":"B","text":" Improved residential real property which is owned by a cooperative housing association shall also be classified as Class 1 Property, so long as at least 50% of the dwelling units are occupied by the shareholders or members of the cooperative housing association."},{"prefix":"C","text":" Vacant real property which abuts improved residential real property qualified as Class 1 Property shall be classified as Class 1 Property if the vacant property and the improved residential real property which it abuts have common ownership."},{"prefix":"D","text":" Vacant real property which is separated from Class 1 improved residential real property by a public alley less than 30 feet wide shall be classified as Class 1 Property if the following conditions are met:"},{"prefix":"i","text":" The vacant real property is less than 1,000 square feet in size;"},{"prefix":"ii","text":" The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structures on the vacant real property as a matter of right; and"},{"prefix":"iii","text":" The owner of the vacant real property also owns the Class 1 improved residential real property separated by the alley from the vacant lot."},{"prefix":"2","text":" Class 2 Property. --"},{"prefix":"A","text":" Class 2 Property shall be comprised of improved residential real property, including buildings, which:"},{"prefix":"i","text":" Is not occupied by the owner thereof;"},{"prefix":"ii","text":" Contains not more than 5 dwelling units, whether as a row, detached, or semidetached structure, or is a single dwelling unit owned as a condominium; and"},{"prefix":"iii","text":" Is used exclusively for nontransient residential dwelling purposes."},{"prefix":"B","text":" Improved residential real property which is owned by a cooperative housing association shall also be classified as Class 2 Property, so long as less than 50% the dwelling units are occupied by the shareholders or members of the cooperative housing association."},{"prefix":"C","text":" Improved multifamily residential property which contains more than 5 dwelling units and is used exclusively for nontransient dwelling purposes shall also be classified as Class 2 Property."},{"prefix":"D","text":" Vacant real property which abuts improved residential real property qualified as Class 2 Property shall be classified as Class 2 Property if the vacant property and the improved residential real property which it abuts have common ownership."},{"prefix":"E","text":" Vacant real property which is separated from Class 2 improved residential real property by a public alley less than 30 feet wide shall be classified as Class 2 Property if the following conditions are met:"},{"prefix":"i","text":" The vacant real property is less than 1,000 square feet in size;"},{"prefix":"ii","text":" The zoning regulations adopted by the Zoning Commission do not allow the building of any structures on the vacant real property as a matter of right; and"},{"prefix":"iii","text":" The owner of the vacant real property also owns the Class 2 improved residential real property separated by the alley from the vacant lot."},{"prefix":"F","text":" The Mayor may require an owner of real property to submit such information relating to the ownership of vacant real property as in the Mayor's judgment will assist in the determination of ownership of the property as required under this section for purposes of real property classification."},{"prefix":"3","text":" Class 3 Property. --"},{"prefix":"A","text":" Class 3 Property shall be comprised of improved commercial real property, including hotels, motels, inns, or any other place, which is regularly used for the purpose of furnishing rooms, lodgings or accommodations to transients."},{"prefix":"B","text":" For purposes of subparagraph (A) of this paragraph the term \"transient\" means a person who is merely sojourning in the District, including a person who is visiting for a few days, or comes to the District to perform some special service or attend some special event. Any person who is furnished accommodations for a period of 90 consecutive days or more shall no longer be considered a transient, but shall be considered a permanent resident of the hotel, motel or inn."},{"prefix":"4","text":" Class 4 Property. -- Class 4 Property shall be comprised of all real property which is not Class 1 Property, Class 2 Property or Class 3 Property. Vacant real property which abuts and has common ownership with real property subject to the apportionment provision of subsection (f) in this section shall also be classified as Class 4 Property."},{"prefix":"c-2","text":" For the property tax year beginning July 1, 1990, and ending June 30, 1991, and the subsequent tax years beginning July 1, 1991, and ending June 30, 1992, and beginning July 1, 1992, and ending June 30, 1993, and for the period beginning July 1, 1993, and ending September 30, 1993, and beginning October 1, 1993, and ending September 30, 1994, the following classes of real property are established:"},{"prefix":"1","text":" Class 1 Property. --"},{"prefix":"A","text":" Class 1 Property shall be comprised of improved residential real property which:"},{"prefix":"i","text":"(I) Is occupied by the owner of the property; or"},{"prefix":"II","text":" Is unoccupied due to a major fire, flood, or other casualty to the improved real property, if the improved real property was occupied by the owner of the property at the time of the casualty, and the major fire, flood, or other casualty occurred during the 12 months preceding the tax year and was not intentionally caused by the owner;"},{"prefix":"ii","text":" Contains not more than 5 dwelling units, whether as a row, detached, or semidetached structure, or is a single dwelling unit owned as a condominium; and"},{"prefix":"iii","text":" Is used exclusively for nontransient residential dwelling purposes."},{"prefix":"B","text":" Improved residential real property which is owned by a cooperative housing association shall also be classified as Class 1 Property, so long as at least 50% of the dwelling units are occupied by the shareholders or members of the cooperative housing association."},{"prefix":"C","text":" Unimproved real property which abuts improved residential real property qualified as Class 1 Property shall be classified as Class 1 Property if the unimproved real property and the improved residential real property which it abuts have common ownership."},{"prefix":"D","text":" Unimproved real property which is separated from Class 1 improved residential real property by a public alley less than 30 feet wide shall be classified as Class 1 Property if the following conditions are met:"},{"prefix":"i","text":" The unimproved real property is less than 1,000 square feet in size;"},{"prefix":"ii","text":" The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the unimproved real property as a matter of right; and"},{"prefix":"iii","text":" The owner of the unimproved real property also owns the Class 1 improved residential real property separated by the alley from the unimproved real property."},{"prefix":"2","text":" Class 2 Property. --"},{"prefix":"A","text":" Class 2 Property shall be comprised of improved residential real property, including buildings, which:"},{"prefix":"i","text":" Is not occupied by the owner thereof;"},{"prefix":"ii","text":" Contains not more than 5 dwelling units, whether as a row, detached, or semidetached structure, or is a single dwelling unit owned as a condominium; and"},{"prefix":"iii","text":" Is used exclusively for nontransient residential dwelling purposes."},{"prefix":"B","text":" Improved residential real property which is owned by a cooperative housing association shall also be classified as Class 2 Property, so long as less than 50% of the dwelling units are occupied by the shareholders or members of the cooperative housing association."},{"prefix":"C","text":" Improved multifamily residential property which contains more than 5 dwelling units and is used exclusively for nontransient dwelling purposes shall also be classified as Class 2 Property."},{"prefix":"D","text":" Unimproved real property which abuts improved residential real property qualified as Class 2 Property shall be classified as Class 2 Property if the unimproved real property and the improved residential real property which it abuts have common ownership."},{"prefix":"E","text":" Unimproved real property which is separated from Class 2 improved residential real property by a public alley less than 30 feet wide shall be classified as Class 2 Property if the following conditions are met:"},{"prefix":"i","text":" The unimproved real property is less than 1,000 square feet in size;"},{"prefix":"ii","text":" The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the unimproved real property as a matter of right; and"},{"prefix":"iii","text":" The owner of the unimproved real property also owns the Class 2 improved residential real property separated by the alley from the unimproved real property."},{"prefix":"F","text":" The Mayor may require an owner of real property to submit such information relating to the ownership of unimproved real property as in the Mayor's judgment will assist in the determination of ownership of the property as required under this section for purposes of real property classification."},{"prefix":"3","text":" Class 3 Property. --"},{"prefix":"A","text":" Class 3 Property shall be comprised of improved commercial real property, including hotels, motels, inns, or any other place, which is regularly used for the purpose of furnishing rooms, lodgings, or accommodations to transients."},{"prefix":"B","text":" For purposes of subparagraph (A) of this paragraph, the term \"transient\" means a person who is merely sojourning in the District, including a person who is visiting for a few days, or comes to the District to perform some special service or attend some special event. Any person who is furnished accommodations for a period of 90 consecutive days or more shall no longer be considered a transient but shall be considered a permanent resident of the hotel, motel, or inn."},{"prefix":"4","text":" Class 4 Property. -- Class 4 Property shall be comprised of:"},{"prefix":"A","text":" All improved real property, which is not Class 1 Property, Class 2 Property, or Class 3 Property;"},{"prefix":"B","text":" Unimproved real property, which is not Class 1 Property, Class 2 Property, or Class 3 Property, if any of the following conditions are met:"},{"prefix":"i","text":" The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the unimproved real property as a matter of right;"},{"prefix":"ii","text":" A building permit has been issued and is in effect as of July 1, 1990; or"},{"prefix":"iii","text":" The unimproved real property is used as a parking lot and each approval required from the District of Columbia government for use as a parking lot has been obtained;"},{"prefix":"C","text":" For the property tax year beginning July 1, 1991, and ending June 30, 1992, any improved or unimproved real property classified as Class 4 Property as of June 30, 1991, unless the real property qualifies as Class 1, Class 2, or Class 3;"},{"prefix":"D","text":" For the property tax year beginning July 1, 1991, and ending June 30, 1992, any unimproved real property that was classified as improved real property as of June 30, 1991, unless the real property qualifies as Class 1, Class 2, or Class 3; and"},{"prefix":"E","text":" Class 4 Property shall include, as of June 30 of the preceding tax year, the unimproved real property that is within the Northeast No. 1/Eckington Yards Special Treatment Area and the Buzzard Point/Near Southeast Development Opportunity Area, as designated on the District of Columbia Generalized Land Use Map dated November 1992 that is part of the Comprehensive Plan, provided that the real property is zoned for commercial development and the real property owner is engaged in predevelopment activities as supported by written documentation. For the purpose of this subparagraph, \"the term predevelopment activities\" means completion of 1 of the following:"},{"prefix":"i","text":" Preparation of subdivision or large tract review applications;"},{"prefix":"ii","text":" Preparation or application for District permits or authorizations to proceed with development;"},{"prefix":"iii","text":" Participation in special planning or transportation studies prepared in conjunction with the District; or"},{"prefix":"iv","text":" Completion of environmental assessment or mitigation studies prepared in conjunction with the District."},{"prefix":"5","text":" Class 5 Property. --"},{"prefix":"A","text":" Class 5 Property shall be comprised of all unimproved real property which is not Class 1 Property, Class 2 Property, Class 3 Property, or Class 4 Property."},{"prefix":"B","text":" Unimproved real property that abuts and has common ownership with real property subject to the apportionment provision of subsection (f) of this section and cannot be classified as Class 1 Property, Class 2 Property, Class 3 Property, or Class 4 Property shall also be classified as Class 5 Property."},{"prefix":"c-3","text":" For the property tax year beginning October 1, 1994, and ending September 30, 1995, and for each subsequent tax year, the following classes of real property are established:"},{"prefix":"1","text":" Class 1 Property. --"},{"prefix":"A","text":" Class 1 Property shall be comprised of improved residential real property that:"},{"prefix":"i","text":"(I) Is occupied by the owner of the property; or"},{"prefix":"II","text":" Is unoccupied due to a major fire, flood, or other casualty to the improved real property, if the improved real property was occupied by the owner of the property at the time of the casualty, and the major fire, flood, or other casualty occurred during the 12 months preceding the tax year and was not intentionally caused by the owner;"},{"prefix":"ii","text":" Contains not more than 5 dwelling units, whether as a row, detached, or semidetached structure, or is a single dwelling unit owned as a condominium; and"},{"prefix":"iii","text":" Is used exclusively for nontransient residential dwelling purposes."},{"prefix":"B","text":" Improved residential real property that is owned by a cooperative housing association shall also be classified as Class 1 Property so long as at least 50% of the dwelling units are occupied by the shareholders or members of the cooperative housing association."},{"prefix":"C","text":" Class 1 Property that becomes unoccupied shall be classified as Class 2 Property if the property becomes unoccupied due to any of the following conditions:"},{"prefix":"i","text":" [Repealed];"},{"prefix":"ii","text":" The improved real property is actively for sale at a reasonable market price as of September 30 of the preceding tax year;"},{"prefix":"iii","text":" A building or demolition permit has been issued and building or demolition is actively pursued as of September 30 of the preceding tax year; or"},{"prefix":"iv","text":" The improved real property is the subject of a probate proceeding or title to the improved real property is the subject of litigation."},{"prefix":"D","text":" Unimproved real property which abuts improved and occupied residential real property qualified as Class 1 Property shall be classified as Class 1 Property if the unimproved real property and the improved and occupied residential real property which it abuts have common ownership."},{"prefix":"E","text":" Unimproved real property which is separated from Class 1 improved and occupied residential real property by a public alley less than 30 feet wide shall be classified as Class 1 Property if the following conditions are met:"},{"prefix":"i","text":" The unimproved real property is less than 1,000 square feet in size;"},{"prefix":"ii","text":" The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the unimproved real property as a matter of right; and"},{"prefix":"iii","text":" The owner of the unimproved real property also owns the Class 1 improved and occupied residential real property separated by the alley from the unimproved real property."},{"prefix":"2","text":" Class 2 Property. --"},{"prefix":"A","text":" Class 2 Property shall be comprised of improved and occupied residential real property, including a building, that:"},{"prefix":"i","text":" Is occupied, but not by the owner;"},{"prefix":"ii","text":" Contains not more than 5 dwelling units, whether as a row, detached, or semidetached structure, or is a single dwelling unit owned as a condominium; and"},{"prefix":"iii","text":" Is used exclusively for nontransient residential dwelling purposes."},{"prefix":"B","text":" Improved residential real property which is owned by a cooperative housing association shall also be classified as Class 2 Property so long as less than 50% of the dwelling units are occupied by the shareholders or members of the cooperative housing association."},{"prefix":"C","text":" Improved and occupied multifamily residential real property which contains more than 5 dwelling units and is used exclusively for nontransient purposes shall also be classified as Class 2 Property."},{"prefix":"D","text":" Unimproved real property which abuts improved and occupied residential real property qualified as Class 2 Property shall be classified as Class 2 Property if the unimproved real property and the improved and occupied residential real property which it abuts have common ownership."},{"prefix":"E","text":" Unimproved real property which is separated from Class 2 improved and occupied residential real property by a public alley less than 30 feet wide shall be classified as Class 2 Property if the following conditions are met:"},{"prefix":"i","text":" The unimproved real property is less than 1,000 square feet in size;"},{"prefix":"ii","text":" The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the unimproved real property as a matter of right; and"},{"prefix":"iii","text":" The owner of the unimproved real property also owns the Class 2 improved and occupied residential real property separated by the alley from the unimproved real property."},{"prefix":"F","text":" Class 2 Property that becomes unoccupied shall be classified as Class 4 Property if it becomes unoccupied due to any of the following conditions:"},{"prefix":"i","text":" A major fire, flood, or other casualty to the improved real property, which was not intentionally caused by the owner, has occurred during the 12 months preceding the tax year;"},{"prefix":"ii","text":" A building or demolition permit has been issued and building or demolition is actively pursued as of September 30 of the preceding tax year;"},{"prefix":"iii","text":" The improved real property is the subject of a probate proceeding or title to the improved real property is the subject of litigation; or"},{"prefix":"iv","text":" An application for a necessary approval for development of the improved real property is pending, as of September 30 of the preceding tax year, before the Board of Zoning Adjustment, the Zoning Commission, the Commission of Fine Arts, the Historic Preservation Review Board, or the National Capital Planning Commission."},{"prefix":"G","text":" Improved real property described in paragraph (1) (C) of this subsection."},{"prefix":"3","text":" Class 3 Property. --"},{"prefix":"A","text":" Class 3 Property shall be comprised of improved and occupied commercial real property, including hotels, motels, inns, or any other place, which is regularly used for the purpose of furnishing rooms, lodgings, or accommodations to transients."},{"prefix":"B","text":" For purposes of subparagraph (A) of this paragraph, the term \"transient\" means a person who is merely sojourning in the District, including a person who is visiting for a few days, or comes to the District to perform some special service or attend some special event. Any person who is furnished accommodations for a period of 90 consecutive days or more shall no longer be considered a transient, but shall be considered a permanent resident of the hotel, motel, or inn."},{"prefix":"C","text":" Class 3 Property that becomes unoccupied shall be classified as Class 4 Property if it becomes unoccupied due to any of the following conditions:"},{"prefix":"i","text":" A major fire, flood, or other casualty to the improved real property, which was not intentionally caused by the owner, has occurred during the 12 months preceding the tax year;"},{"prefix":"ii","text":" A building or demolition permit has been issued and building or demolition is actively pursued as of September 30 of the preceding tax year;"},{"prefix":"iii","text":" The improved real property is the subject of a probate proceeding or title to the improved real property is the subject of litigation; or"},{"prefix":"iv","text":" An application for a necessary approval for development of the improved real property is pending, as of September 30 of the preceding tax year, before the Board of Zoning Adjustment, the Zoning Commission, the Commission of Fine Arts, the Historic Preservation Review Board, or the National Capital Planning Commission."},{"prefix":"4","text":" Class 4 Property. -- Class 4 Property shall be comprised of all real property which is not Class 1 Property or Class 2 Property or Class 3 Property."},{"prefix":"5","text":" Repealed."},{"prefix":"c-4","text":" For the real property tax year beginning October 1, 2001, and ending September 30, 2002, the following classes of real property are established:"},{"prefix":"1","text":" Class 1 Property. --"},{"prefix":"A","text":" Class 1 Property shall be comprised of improved residential real property that:"},{"prefix":"i","text":" Is occupied; and"},{"prefix":"ii","text":" Is used exclusively for nontransient residential dwelling purposes."},{"prefix":"B","text":" Improved residential real property that is owned by a cooperative housing association shall also be classified as Class 1 Property."},{"prefix":"C","text":" Improved and occupied multifamily residential real property which is used exclusively for nontransient dwelling purposes shall also be classified as Class 1 Property."},{"prefix":"D","text":" Unimproved real property which abuts Class 1 Property shall be classified as Class 1 Property if the unimproved real property and the Class 1 Property have common ownership."},{"prefix":"E","text":" Unimproved real property which is separated from Class 1 Property by a public alley less than 30 feet wide shall be classified as Class 1 Property if the following conditions are met:"},{"prefix":"i","text":" The unimproved real property is less than 1,000 square feet in size;"},{"prefix":"ii","text":" The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the unimproved real property as a matter of right; and"},{"prefix":"iii","text":" The owner of the unimproved real property also owns the Class 1 Property separated by the alley from the unimproved real property."},{"prefix":"F","text":" Class 1 Property that becomes unoccupied shall remain classified as Class 1 Property if:"},{"prefix":"i","text":" Unoccupied due to a major fire, flood, or other casualty to the improved real property, if the improved real property was occupied at the time of the casualty, and the major fire, flood, or other casualty occurred during the 12 months preceding the tax year and was not intentionally caused by the owner;"},{"prefix":"ii","text":" The improved real property is actively for sale at a reasonable market price as of September 30 of the preceding tax year;"},{"prefix":"iii","text":" A building or demolition permit has been issued and building or demolition is actively pursued as of September 30 of the preceding tax year; or"},{"prefix":"iv","text":" The improved real property is the subject of a probate proceeding or title to the improved real property is the subject of litigation."},{"prefix":"2","text":" Class 2 Property.--Class 2 Property shall be comprised of all real property which is not Class 1 Property."},{"prefix":"c-5","text":" Repealed."},{"prefix":"c-6","text":"(1) For tax years 2003 through 2006, the following classes of taxable real property are established:"},{"prefix":"A","text":" Class 1 Property;"},{"prefix":"B","text":" Class 2 Property; and"},{"prefix":"C","text":" Class 3 Property."},{"prefix":"2","text":"(A) Class 1 Property shall be comprised of residential real property that:"},{"prefix":"i","text":" Is improved;"},{"prefix":"ii","text":" Is occupied; and"},{"prefix":"iii","text":" Is used exclusively for nontransient residential dwelling purposes."},{"prefix":"B","text":" Unimproved real property which abuts Class 1 Property shall be classified as Class 1 Property if the unimproved real property and the Class 1 Property have common ownership."},{"prefix":"C","text":" Residential real property that is either unoccupied or unimproved shall remain classified as Class 1 property if:"},{"prefix":"i","text":" The improved real property is unoccupied due to a fire, flood, or other casualty, if the property was occupied at the time of the casualty, and the fire, flood, or other casualty occurred during the 12 months preceding the tax year and was not intentionally caused by the owner or sole tenant;"},{"prefix":"ii","text":" The real property is actively offered for sale or rental at a reasonable market price as of September 30 of the preceding tax year or as of March 31 of the current tax year; provided, that a property which has been offered for sale or rental for more than 8 months shall be presumed not to be offered for sale or rental at a reasonable market price;"},{"prefix":"iii","text":" A building permit or a demolition permit has been issued and construction or demolition is actively pursued as of September 30 of the preceding tax year or as of March 31 of the current tax year;"},{"prefix":"iv","text":" A building permit has been issued during the 24 months preceding the current tax year;"},{"prefix":"v","text":" The improved real property is the subject of a probate proceeding or title to the improved real property is the subject of litigation;"},{"prefix":"vi","text":" An application for a necessary approval for development of the improved real property is pending, as of September 30 of the preceding tax year or as of March 31 of the current tax year, before the Board of Zoning Adjustment, the Zoning Commission for the District of Columbia, the Commission on Fine Arts, the Historic Preservation Review Board, the Mayor's Agent for Historic Preservation, or the National Capital Planning Commission;"},{"prefix":"vii","text":" The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the unimproved real property as a matter of right;"},{"prefix":"viii","text":" The unimproved real property is used as a parking lot and each approval required from the District government for use as a parking lot has been obtained;"},{"prefix":"ix","text":" Unimproved air rights lot that appertains to improved and occupied real property;"},{"prefix":"x","text":" Property is designated as a historic landmark under subchapter I of Chapter 11 of Title 6, or is the subject of an agreement that runs with the land and provides for the preservation of certain historic features of the improvement;"},{"prefix":"xi","text":" The unimproved real property is the subject of a public hearing on a proposed overlay zone or on a proposed downzoning of the zone district classification of the real property (other than a downzoning under § 1- 301.67 or § 1-301.68); or"},{"prefix":"xii","text":" The unimproved real property is encumbered by a deed of trust that was recorded during the 24 months preceding the current tax year."},{"prefix":"D","text":" Unimproved real property which is separated from Class 1 Property by a public alley less than 30 feet wide shall be classified as Class 1 Property if:"},{"prefix":"i","text":" The unimproved real property is less than 1,000 square feet;"},{"prefix":"ii","text":" The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the unimproved real property as a matter of right; and"},{"prefix":"iii","text":" The owner of the unimproved real property also owns the Class 1 Property separated by the alley from the unimproved real property."},{"prefix":"E","text":" Real property owned by a qualifying nonprofit housing organization under § 47-3505(a) shall be classified as Class 1 property."},{"prefix":"3","text":"(A) Class 2 Property shall be comprised of commercial real property that is improved and occupied."},{"prefix":"B","text":" Unimproved real property which abuts Class 2 Property shall be classified as Class 2 Property if the unimproved real property and the Class 2 Property have common ownership."},{"prefix":"C","text":" Commercial real property that is unimproved or unoccupied shall remain classified as Class 2 Property if:"},{"prefix":"i","text":" The improved real property is unoccupied due to a fire, flood, or other casualty, if the property was occupied at the time of the casualty, and the fire, flood, or other casualty occurred during the 12 months preceding the tax year and was not intentionally caused by the owner or sole tenant;"},{"prefix":"ii","text":" The real property is actively offered for sale or rental at a reasonable market price as of September 30 of the preceding tax year or as of March 31 of the current tax year; provided, that a property which has been offered for sale or rental for more than 8 months shall be presumed not to be offered for sale or rental at a reasonable market price;"},{"prefix":"iii","text":" A building permit or a demolition permit has been issued and building or demolition is actively pursued as of September 30 of the preceding tax year or as of March 31 of the current tax year;"},{"prefix":"iv","text":" A building permit has been issued during the 24 months preceding the current tax year;"},{"prefix":"v","text":" The improved real property is the subject of a probate proceeding or title to the improved real property is the subject of litigation;"},{"prefix":"vi","text":" An application for a necessary approval for development of the real property is pending, as of September 30 of the preceding tax year or as of March 31 of the current tax year, before the Board of Zoning Adjustment, the Zoning Commission for the District of Columbia, the Commission on Fine Arts, the Historic Preservation Board, the Mayor's Agent for Historic Preservation, or the National Capital Planning Commission;"},{"prefix":"vii","text":" The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the unimproved real property as a matter of right;"},{"prefix":"viii","text":" The unimproved real property is used as a parking lot and each approval required from the District government for use as a parking lot has been obtained;"},{"prefix":"ix","text":" An unimproved air rights lot that appertains to improved and occupied real property;"},{"prefix":"x","text":" Property is designated as a historic landmark under subchapter I of Chapter 11 of Title 6, or is the subject of an agreement that runs with the land and provides for the preservation of certain historic features of the improvement;"},{"prefix":"xi","text":" The unimproved real property is the subject of a public hearing on a proposed overlay zone or on a proposed downzoning of the zone district classification of the real property (other than a downzoning under § 1- 301.67 or § 1-301.68); or"},{"prefix":"xii","text":" The unimproved real property is encumbered by a deed of trust that was recorded during the 24 months preceding the current tax year."},{"prefix":"D","text":" Class 2 Property shall include, as of September 30 of the preceding tax year, the unimproved real property that is within the Northeast No. 1/Eckington Yards Special Treatment Area and the Buzzard Point/Near Southeast Development Opportunity Area, as designated on the current District of Columbia Generalized Land Use Map that is part of the Comprehensive Plan; provided, that the real property is zoned for commercial development and the real property owner is engaged in predevelopment activities as supported by written documentation. For the purpose of this subparagraph, the term \"predevelopment activities\" means completion of one of the following:"},{"prefix":"i","text":" Preparation of subdivision or large tract review applications;"},{"prefix":"ii","text":" Preparation or application for District of Columbia permits or authorizations to proceed with development;"},{"prefix":"iii","text":" Participation in special planning or transportation studies prepared in conjunction with the District of Columbia; or"},{"prefix":"iv","text":" Completion of environmental assessment or mitigation studies prepared in conjunction with the District of Columbia."},{"prefix":"E","text":" Unimproved real property which is separated from Class 2 Property by a public alley less than 30 feet wide shall be classified as Class 2 Property if:"},{"prefix":"i","text":" The unimproved real property is less than 1,000 square feet;"},{"prefix":"ii","text":" The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the unimproved real property as a matter of right; and"},{"prefix":"iii","text":" The owner of the unimproved real property also owns the Class 2 Property separated by the alley from the unimproved real property."},{"prefix":"4","text":" Class 3 Property shall be comprised of all real property which cannot be classified as either Class 1 Property or Class 2 Property."},{"prefix":"c-7","text":"(1) For tax year 2007 and thereafter, the following classes of taxable real property are established:"},{"prefix":"A","text":" Class 1 Property;"},{"prefix":"B","text":" Class 2 Property; and"},{"prefix":"C","text":" Class 3 Property."},{"prefix":"2","text":"(A) Except as otherwise provided in this paragraph, Class 1 Property shall be comprised of residential real property that is improved and used exclusively for nontransient residential dwelling purposes; provided, that the improved and nontransient real property shall not be classified as Class 1 Property if it appears on the list compiled under § 42-3131.16."},{"prefix":"B","text":" Unimproved real property benefiting from an exemption under subsection (c-6)(2)(C) of this section on December 27, 2006 shall continue to benefit from the exemption and be classified as Class 1 Property for the duration permitted under that subsection; provided, that the exemption shall not be valid after September 30, 2007; provided further, that the unimproved real property may qualify for an exemption in effect after December 28, 2006 and subject to the time restriction and exclusion set forth in subparagraph (E)(ii)(II) of this paragraph."},{"prefix":"C","text":" Real property used as a parking lot shall be classified as Class 1 Property if it appertains to improved Class 1 Property and if each approval required from the District government for use as a parking lot has been obtained."},{"prefix":"D","text":" Unimproved real property which abuts Class 1 Property shall be classified as Class 1 Property if the real property and the Class 1 Property have common ownership."},{"prefix":"E","text":"(i) Unimproved, residential real property shall be classified as Class 1 Property if:"},{"prefix":"I","text":" The real property is actively offered for sale or rental at a reasonable market price as of September 30 of the preceding tax year or as of March 31 of the current tax year; provided, that a real property which has been offered for sale for more than 8 months shall be presumed not to be offered for sale at a reasonable market price, and a rental offered for rental for more than 90 days shall be presumed not to be offered for rental at a reasonable market price;"},{"prefix":"II","text":" A building permit to construct at least one nontransient dwelling unit has been issued and construction is actively pursued as of September 30 of the preceding tax year or as of March 31 of the current tax year;"},{"prefix":"III","text":" The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the real property as a matter of right;"},{"prefix":"IV","text":" The unimproved air rights lot appertains to improved Class 1 Property;"},{"prefix":"V","text":" For a period not to exceed 12 months, the real property is the subject of a pending application for a necessary approval for development before the Board of Zoning Adjustment, the Zoning Commission for the District of Columbia, the Commission on Fine Arts, the Historic Preservation Review Board, the Mayor's Agent for Historic Preservation, the Department of Public Works, or the National Capital Planning Commission; or"},{"prefix":"VI","text":" For a period not to exceed 12 months, the real property is encumbered by a deed of trust that was recorded during the 12 months preceding the current tax year."},{"prefix":"ii","text":"(I) Classification of unimproved real property as Class 1 Property pursuant to sub-subparagraph (i)(I), (II), (III), or (IV) of this subparagraph shall not exceed 3 tax years under the same, substantially similar, or related ownership."},{"prefix":"II","text":" Notwithstanding sub-sub-subparagraph (I) of this sub-subparagraph, unimproved real property under the same, substantially similar, or related ownership that qualified for and benefited from an exemption under sub-subparagraph (i) of this subparagraph or under subsection (c-6)(2)(C) or (c-6) (2)(E) of this section, other than under sub-subparagraph (i)(V) or (VI) of this subparagraph or a similar provision of subsection (c-6)(2)(C), for 3 or more tax years shall no longer be classified as Class 1 Property beginning in tax year 2008."},{"prefix":"III","text":" For purposes of this sub-subparagraph, ownership shall be related if a deduction for a loss from the sale or exchange of properties between taxpayers would be disallowed under section 267 of the Internal Revenue Code of 1986, approved August 16, 1954 (68A Stat. 78; 26 U.S.C. § 267); provided, that the exclusion under section 267(a)(1) for a loss in a distribution in a complete liquidation shall not apply."},{"prefix":"F","text":" Unimproved real property which is separated from Class 1 Property by a public alley less than 30 feet wide shall be classified as Class 1 Property if:"},{"prefix":"i","text":" The real property is less than 1,000 square feet;"},{"prefix":"ii","text":" The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the real property as a matter of right; and"},{"prefix":"iii","text":" The real property and the Class 1 Property separated by the alley from the real property have common ownership."},{"prefix":"3","text":"(A) Except as otherwise provided in this paragraph, Class 2 Property shall be comprised of improved commercial real property; provided, that such improved real property shall not be classified as Class 2 Property if it appears on the list compiled under § 42-3131.16."},{"prefix":"B","text":" Unimproved real property benefiting from an exemption under subsection (c-6)(3)(C) of this section on December 27, 2006 shall continue to benefit from the exemption and be classified as Class 2 Property for the duration permitted under subsection (c-6)(3)(c) of this section; provided, that the exemption shall not be valid after September 30, 2007; provided further, that the unimproved real property may qualify for an exemption in effect after December 28, 2006 and subject to the time restriction and exclusion set forth in subparagraph (E)(ii)(II) of this paragraph."},{"prefix":"C","text":" Real property used as a parking lot shall be classified as Class 2 Property if each approval required from the District government for use as a parking lot has been obtained."},{"prefix":"D","text":" Unimproved real property which abuts Class 2 Property shall be classified as Class 2 Property if the real property and the Class 2 Property have common ownership."},{"prefix":"E","text":"(i) Unimproved, commercial real property shall be classified as Class 2 Property if:"},{"prefix":"I","text":" The real property is actively offered for sale or rental at a reasonable market price as of September 30 of the preceding tax year or as of March 31 of the current tax year, provided, that a real property which has been offered for sale for more than 8 months shall be presumed not to be offered for sale at a reasonable market price, and a rental offered for rental for more than 90 days shall be presumed not to be offered for rental at a reasonable market price;"},{"prefix":"II","text":" A building permit to construct an improvement or a parking lot has been issued and construction is actively pursued as of September 30 of the preceding tax year or as of March 31 of the current tax year;"},{"prefix":"III","text":" The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the real property as a matter of right;"},{"prefix":"IV","text":" The unimproved air rights lot appertains to improved Class 2 Property; or"},{"prefix":"V","text":" For a period not to exceed 12 months, the real property is the subject of a pending application for a necessary approval for development before the Board of Zoning Adjustment, the Zoning Commission for the District of Columbia, the Commission on Fine Arts, the Historic Preservation Review Board, the Mayor's Agent for Historic Preservation, the Department of Public Works, or the National Capital Planning Commission; or"},{"prefix":"VI","text":" For a period not to exceed 12 months, the real property is encumbered by a deed of trust that was recorded during the 12 months preceding the current tax year."},{"prefix":"ii","text":"(I) Classification of unimproved real property as Class 2 Property pursuant to sub-subparagraph (i)(I), (II), or (III) of this subparagraph shall not exceed 3 tax years under the same, substantially similar, or related ownership."},{"prefix":"II","text":" Notwithstanding sub-sub-subparagraph (I) of this sub-subparagraph, unimproved real property under the same, substantially similar, or related ownership that qualified for and benefited from an exemption under sub-subparagraph (i) of this subparagraph or under subsection (c-6)(3)(C) of this section, other than under sub-subparagraph (i)(IV) or (V) of this subparagraph or under a similar provision of subsection (c-6)(3)(C) of this section, for 3 or more tax years shall no longer be classified as Class 2 Property beginning in tax year 2008."},{"prefix":"III","text":" For purposes of this sub-subparagraph, ownership shall be related if a deduction for a loss from the sale or exchange of properties between taxpayers would be disallowed under section 267 of the Internal Revenue Code of 1986, approved August 16, 1954 (68A Stat. 78; 26 U.S.C. § 267); provided, that the exclusion under section 267(a)(1) for a loss in a distribution in a complete liquidation shall not apply."},{"prefix":"F","text":" Unimproved real property which is separated from Class 2 Property by a public alley less than 30 feet wide shall be classified as Class 2 Property if:"},{"prefix":"i","text":" The real property is less than 1,000 square feet;"},{"prefix":"ii","text":" The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the real property as a matter of right; and"},{"prefix":"iii","text":" The real property and the Class 2 Property separated by the alley from the real property have common ownership."},{"prefix":"G","text":" Class 2 Property shall include, as of September 30 of the preceding tax year, the unimproved real property that is within the Northeast No. 1/Eckington Yards Special Treatment Area and the Buzzard Point/Near Southeast Development Opportunity Area, as designated on the current District of Columbia Generalized Land Use Map that is part of the Comprehensive Plan; provided, that the real property is zoned for commercial development and the real property owner is engaged in predevelopment activities as supported by written documentation. For the purpose of this subparagraph, the term \"predevelopment activities\" means completion of one of the following:"},{"prefix":"i","text":" Preparation of subdivision or large tract review applications;"},{"prefix":"ii","text":" Preparation or application for District of Columbia permits or authorizations to proceed with development;"},{"prefix":"iii","text":" Participation in special planning or transportation studies prepared in conjunction with the District of Columbia; or"},{"prefix":"iv","text":" Completion of environmental assessment or mitigation studies prepared in conjunction with the District of Columbia."},{"prefix":"4","text":" Class 3 Property shall be comprised of all real property which cannot be classified as Class 1 Property or Class 2 Property."},{"prefix":"c-8","text":"(1) For tax year 2011 and thereafter, the following classes of taxable real property are established:"},{"prefix":"A","text":" Class 1 Property;"},{"prefix":"B","text":" Class 2 Property;"},{"prefix":"C","text":" Class 3 Property; and"},{"prefix":"D","text":" Class 4 Property."},{"prefix":"2","text":"(A) Except as otherwise provided in this paragraph and subject to paragraphs (4) and (5) of this subsection, Class 1 Property shall be comprised of residential real property that is improved and its legal use (or in the absence of use, its highest and best permitted legal use) is for nontransient residential dwelling purposes."},{"prefix":"B","text":" Unimproved real property located within a zone designated as residential shall be classified as Class 1 Property."},{"prefix":"C","text":" Real property used as a parking lot shall be classified as Class 1 Property if it appertains to improved Class 1 Property and if each approval required from the District government for use as a parking lot has been obtained."},{"prefix":"D","text":" Unimproved real property that abuts Class 1 Property shall be classified as Class 1 Property if the real property and the Class 1 Property have common ownership."},{"prefix":"E","text":" Repealed."},{"prefix":"F","text":" Unimproved real property that is separated from Class 1 Property by a public alley less than 30 feet wide shall be classified as Class 1 Property if:"},{"prefix":"i","text":" The real property is less than 1,000 square feet;"},{"prefix":"ii","text":" The zoning regulations adopted by the Zoning Commission for the District of Columbia do not allow the building of any structure on the real property as a matter of right; and"},{"prefix":"iii","text":" The real property and the Class 1 Property separated by the alley from the real property have common ownership."},{"prefix":"3","text":" Class 2 Property shall be comprised of all real property which is not Class 1 Property, Class 3 Property, or Class 4 Property."},{"prefix":"4","text":"(A) Class 3 Property shall be comprised of all improved real property that appears on the list compiled under § 42-3131.16."},{"prefix":"B","text":" The Office of Tax and Revenue may request the Mayor to inspect the improved real property to determine whether the property is correctly included on the list compiled under § 42-3131.16."},{"prefix":"5","text":"(A) Class 4 Property shall be comprised of all improved real property that appears on the list compiled under § 42-3131.17."},{"prefix":"B","text":" The Office of Tax and Revenue may request the Mayor to inspect the improved real property to determine whether the property is correctly included on the list compiled under § 42-3131.17."},{"prefix":"d","text":" For purposes of this section:"},{"prefix":"1","text":" The term \"condominium\" means the ownership of a single dwelling unit in a horizontal property regime as that term is used in § 42-2003."},{"prefix":"2","text":" The term \"cooperative housing association\" means an association, whether incorporated or unincorporated, organized for the purpose of owning and operating residential real property, the shareholders or members of which, by reason of their ownership of a stock or membership certificate, a proprietary lease or other evidence of membership, are entitled to occupy a single dwelling unit pursuant to the terms of a proprietary lease or occupancy agreement."},{"prefix":"3","text":" The term \"dwelling unit\" means any room or group of rooms forming a single unit which is used for living, sleeping, and the preparation and eating of meals."},{"prefix":"4","text":" The term \"nontransient\" means occupancy of a dwelling unit or units by any person for a period of more than 5 consecutive days during any 1 stay in such unit."},{"prefix":"5","text":" [Repealed]."},{"prefix":"d-1","text":" For the purposes of this section:"},{"prefix":"1","text":" Repealed."},{"prefix":"2","text":" Repealed."},{"prefix":"3","text":" [Repealed]."},{"prefix":"3A","text":" [Repealed]."},{"prefix":"4","text":" Repealed."},{"prefix":"4A","text":" The determination that real property belongs on a list compiled under § 42-3131.16 or § 42-3131.17 (and, indirectly, its Class 3 or 4 Property classification) shall only be appealed as prescribed under § 42-3131.15, notwithstanding any other provision of law. A notice of final determination by the Mayor shall be a prerequisite before an appeal to the Real Property Tax Appeals Commission for the District of Columbia may be taken."},{"prefix":"4B","text":" The classification of Class 3 or 4 Property in the notice of proposed assessment under § 47-824 and § 47-829 shall not be appealed under the provisions applicable to the appeal of such notice and any statement in such notice that the real property shall be classified as other than Class 3 or 4 Property shall not be effective, notwithstanding any other provision of law."},{"prefix":"5","text":"(A) Repealed."},{"prefix":"A-i","text":"(i) Whenever the classification of improved real property that appears on a list compiled under § 42-3131.16 or § 42-3131.17 shall change to Class 3 or Class 4 Property:"},{"prefix":"I","text":" The owner shall notify the Department of Consumer and Regulatory Affairs within 30 days of the change by making application to register the property as vacant under §§ 42-3131.06 and 42-3131.07, which the change in classification of the real property to Class 3 or 4 Property shall be retroactive to the half tax year during which one of the following first occurred:"},{"prefix":"aa","text":" The owner of the real property registered the real property as vacant under § 42-3131.06; or"},{"prefix":"bb","text":" The owner of real property received a notice of final determination under § 42-3131.15;"},{"prefix":"II","text":" The Office of Tax and Revenue shall re-classify the real property without limitation for each tax year or half tax year after receipt of the list under § 42-3131.16 or § 42-3131.17; and"},{"prefix":"III","text":" Penalty and interest as prescribed under § 47-811(c) shall be assessed beginning 30 days after the date of the real property tax bill that issues after any administrative appeals have been exhausted."},{"prefix":"ii","text":" Whenever improved real property that appears on a list compiled under § 42-3131.16 or § 42-3131.17 shall cease to be Class 3 or Class 4 Property, the owner shall notify the Department of Consumer and Regulatory Affairs within 30 days after the change in the manner as may be prescribed by the Mayor. If the request for a change in classification is approved, the change in classification of the real property from Class 3 Property shall be retroactive to the half tax year when the Department of Consumer and Regulatory Affairs was so notified. If the request is denied, the owner shall have a right to administrative review of the determination as provided under § 42-3131.15."},{"prefix":"B","text":" Notwithstanding subparagraph (A-i) of this paragraph, if the real property is transferred and continued to qualify for the classification 30 days or less before the date of execution of the deed of transfer, the grantor shall not be required to notify the applicable agency of the change in classification."},{"prefix":"C","text":" If the tax is paid within 30 days of the corresponding bill, timely notification of the change in classification shall preclude assessment of penalty and interest."},{"prefix":"6","text":" If Class 3 Property or Class 4 Property changes classification during the period October 1 through March 31 of the tax year, the Class 3 Property or Class 4 Property shall be taxed at the rate of the new classification for the entire tax year. If Class 3 Property or Class 4 Property changes classification during the period April 1 through September 30, the Class 3 Property or Class 4 Property shall be taxed at the rate of the new classification for the second installment only."},{"prefix":"7","text":"(A) The Mayor may contract with a collection agency inside or outside of the District to verify the contents of any filings and returns and the eligibility of the real property to a classification under this section."},{"prefix":"B","text":" All funds collected by the collection agency and belonging to the District shall be remitted to the Mayor not less than once a month. Forms to be utilized for the remittances may be prescribed by the Mayor. The Mayor may require that the collection agency furnish a bond securing compliance with the provisions of this paragraph and the contract with the District."},{"prefix":"C","text":" At the discretion of the Mayor:"},{"prefix":"i","text":" The collection agency may charge a collection fee not in excess of 25% of the total amount of the delinquent taxes, excluding penalties and interest, that is actually collected; or"},{"prefix":"ii","text":" The collection agency may be remunerated by fee, percentage of taxes collected, or both."},{"prefix":"D","text":" Notwithstanding any other provision contained in this title, confidential information related to the owner of the real property may be provided to a collection agency for purposes of collecting a delinquent tax under this section. If the information is provided to a collection agency under this paragraph, the collection agency shall not disclose the information to a third party, other than the owner (or his or her representative), unless the Mayor would be authorized by law to make the disclosure. A collection agency, or employee of a collection agency, violating the provisions of this subsection shall be guilty of a misdemeanor and, upon conviction thereof, shall be fined not more than $1,000, or imprisoned for not more than 180 days, or both. All prosecutions under this paragraph shall be brought in the Superior Court of the District of Columbia on information by the Attorney General for the District of Columbia in the name of the District of Columbia."},{"prefix":"d-2","text":" If real property tax is owing as a result of a change in classification to Class 3 Property or Class 4 Property, the following shall apply:"},{"prefix":"1","text":" If the real property was transferred, the grantor shall be personally liable for the amount of the delinquent real property tax which was not paid timely during the period when the grantor owned the real property, together with interest and penalty at the same rate as provided in this chapter for the late payment of real property tax. The tax shall be considered due on the date that the total amount of real property tax was due but unpaid because of the erroneous or improper classification, and shall be collected in the manner prescribed under Chapter 44."},{"prefix":"2","text":" Notwithstanding paragraph (1) of this subsection, if the real property was transferred and the grantee failed to record timely a deed under § 47-1431, the real property shall be liable for the amount of the delinquent real property tax which was not paid timely, together with interest and penalty as provided in this chapter for the late payment of real property tax."},{"prefix":"3","text":" In all other cases, the real property shall be liable for the amount of the delinquent real property tax which was not paid timely, together with interest and penalty as provided in this chapter for the late payment of real property tax."},{"prefix":"e","text":" Repealed."},{"prefix":"f","text":"(1) Commencing with the property tax year beginning July 1, 1980, and ending June 30, 1981, and for each tax year thereafter, when the uses of real property fall within more than 1 of the classes enumerated in this section, the total assessed value of the property shall be apportioned into the appropriate classes of real property as defined in this section, and each of the areas resulting from the apportionment shall be taxed at the appropriate real property tax rate."},{"prefix":"2","text":" For purposes of this subsection, the Mayor shall devise a method for apportioning, by class, real property whose uses fall within more than 1 class. The Mayor may require an owner of real property to submit, at a time and in a form prescribed, such information relating to the uses of property as in the Mayor's judgment will assist in the apportionment of property by class for real property classification purposes as required by this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"813","identifier":"47-813","catch_text":"Classes of property."}}