{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-345, in subsec. (m), added the last two sentences.\n\nTemporary Amendments of Section\n\nSection 2(a) of D.C. Law 17-72 amended subsec. (m) by adding two new sentences at the end to read as follows:\n\n\"Any tax certificate shall indicate whether the real property is receiving the deferral under this section and the amount of deferred real property tax, interest thereon, and penalties. If a tax certificate does not contain the foregoing information, the eligible owner, and not the real property, shall be personally liable for the amount of deferred real property tax, interest thereon, and penalties.\"\n\nSection 5(b) of D.C. Law 17-72 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(a) of D.C. Law 17-295, in subsec. (m), added two sentences to the end to read as follows: \"Any tax certificate shall indicate whether the real property is receiving the deferral under this section and the amount of deferred real property tax, interest thereon, and penalties. If a tax certificate does not contain the foregoing information, the eligible owner, and not the real property, shall be personally liable for the amount of deferred real property tax, interest thereon, and penalties.\"\n\nSection 5(b) of D.C. Law 17-295 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) additions, see §§ 1142(b), 1144 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Real Property Tax Benefits Revision Emergency Act of 2007 (D.C. Act 17-145, October 17, 2007, 54 DCR 10748).\n\nFor temporary (90 day) amendment, see § 2(a) of Real Property Tax Benefits Revision Congressional Review Emergency Act of 2008 (D.C. Act 17-435, July 16, 2008, 55 DCR 8268).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Real Property Tax Benefits Revision Emergency Act of 2008 (D.C. Act 17-547, October 24, 2008, 55 DCR 11975).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following § 47-308.01.\n\nLaw 17-345, the \"Real Property Tax Benefits Revision Act of 2008\", was introduced in Council and assigned Bill No. 17-70 which was referred to the Committee on Finance and Revenue.  The Bill was adopted on first and second readings on November 18, 2008, and December 16, 2008, respectively.   Signed by the Mayor on January 12, 2009, it was assigned Act No. 17-663 and transmitted to both Houses of Congress for its review.  D.C. Law 17-345 became effective on March 25, 2009.\n\nMiscellaneous Notes\n\nShort title of subtitle S of title I of Law 16-33: Section 1141 of D.C. Law 16-33 provided that subtitle S of title I of the act may be cited as the Tax Deferral for Low-income Property Owners Act of 2005.\n\nSection 1144 of D.C. Law 16-33 provides that §§ 1142 and 1143 shall apply to tax periods beginning after September 30, 2005.\n\nDC CODE § 47-845.02\n\nCurrent through December 11, 2012","credits":"(Oct, 20, 2005, D.C. Law 16-33, § 1142(b), 52 DCR 7503; Mar. 25, 2009, D.C. Law 17-345, § 2(a), 56 DCR 962.)","sections":[{"prefix":"a","text":" For purposes of this section, the term:"},{"prefix":"1","text":" \"Eligible owner\" means an owner (or owners):"},{"prefix":"A","text":" Who resides in the District in a house or condominium; and"},{"prefix":"B","text":" Whose household adjusted gross income is less than $50,000."},{"prefix":"2","text":" \"Household adjusted gross income\" means the adjusted gross income of all persons residing in a household, excluding the adjusted gross income of any person who is a tenant by virtue of a written lease for fair market value."},{"prefix":"b","text":" Except as provided in subsection (d) of this section, an eligible owner may defer for each tax year any real property tax in excess of the real property tax for the prior tax year."},{"prefix":"c","text":" Real property tax deferred under this section shall bear interest at the rate of 8% per annum."},{"prefix":"d","text":" Real property tax shall not be deferred if the aggregate amount of the deferred real property tax, including interest thereon, under this section and § 47-845, is equal to or greater than 25% of the assessed value of the real property for the tax year (or half tax year for which the deferral would otherwise continue)."},{"prefix":"e","text":" To qualify to receive the deferral, the eligible owner shall complete and file with the Mayor an application in a form prescribed by the Mayor. The eligible owner shall certify, under penalty of perjury, the information provided on the application form and the application form shall be filed in the manner prescribed by the Mayor. The Mayor may require the eligible owner to provide any information which the Mayor considers necessary, including all taxpayer identification numbers of the eligible owner, any other owner, any person with legal or equitable title, and any person in the household of the eligible owner. The Mayor may also require eligible owner, any person with legal or equitable title, and any person in the household of the individual to submit information after the deferral has been granted to determine whether the eligible owner continues to be entitled to the deferral."},{"prefix":"f","text":" If a properly completed and approved application is filed during the period October 1 through March 31 of the tax year, the eligible owner shall receive the deferral for the entire tax year.  Notwithstanding subsection (b) of this section, if a properly completed and approved application is filed during the period April 1 through September 30, the eligible household shall receive   1/2 of the deferral, which shall be applied to the second installment only."},{"prefix":"g","text":" The application form filed by the individual, shareholder, or member shall apply to the initial tax year or initial second-half tax year, and to any succeeding tax year thereafter, for which the deferral is granted."},{"prefix":"h","text":"(1) If the eligible owner no longer qualifies for the deferral, the eligible owner shall notify the Mayor of the date of the change in eligibility within 30 days after the change in eligibility and the amount of the deferred tax, plus interest at the rate provided in subsection (c) of this section, for the tax year in which the change in eligibility occurred shall be paid within 30 days of the change in eligibility. If the applicant fails to notify the Mayor timely, the amount of the deferred tax, plus interest thereon, shall bear interest at the rate provided for the payment of delinquent real property taxes, plus applicable penalties thereon."},{"prefix":"2","text":" Notwithstanding paragraph (1) of this subsection, if the real property of the eligible owner is transferred and continues to qualify for the deferral 30 days or less before the date of execution of the deed of transfer, the eligible owner shall not be required to notify the Mayor of the change in eligibility."},{"prefix":"3","text":" If the change in eligibility occurs during the period October 1 through March 31 of the tax year, the deferral shall be disallowed for the entire tax year."},{"prefix":"4","text":" If the change in eligibility occurs during the period April 1 through September 30, the deferral shall be disallowed for   1/2 of the tax year."},{"prefix":"i","text":"(1) There shall be a lien on the real property in the amount of the deferred real property tax, at the rate as provided in subsection (c) of this section or subsection (h) of this section, as applicable, and any penalties."},{"prefix":"2","text":" Deferred real property tax, interest thereon, and any penalties, shall be payable upon the transfer of the real property. Real property that is not transferred within one year from the date of death of the eligible owner shall be deemed transferred. Real property tax together, and interest thereon, that is not paid within 5 days of the date of transfer shall be deemed delinquent real property tax."},{"prefix":"j","text":" The eligibility of an eligible owner for the deferral shall not be affected by the transfer of the real property into a revocable trust if the transfer is without consideration and the real property remains the residence of the eligible owner before and after the transfer."},{"prefix":"k","text":" If an eligible owner claims a deferral for more than one real property in the same tax year, and has not timely notified the Mayor of all changes in eligibility, the Mayor shall disallow the deferral for each real property claimed by the eligible owner."},{"prefix":"l","text":" Section 47-863(k) shall apply in the case of a deferral under this section."},{"prefix":"m","text":" The real property tax bill shall indicate whether the real property is receiving the deferral under this section. Any tax certificate shall indicate whether the real property is receiving the deferral under this section and the amount of deferred real property tax, interest thereon, and penalties. If a tax certificate does not contain the foregoing information, the eligible owner, and not the real property, shall be personally liable for the amount of deferred real property tax, interest thereon, and penalties."},{"prefix":"n","text":" Any taxpayer who is 65 years of age or older and who applies for real property tax deferral under this section shall have undergone counseling as described in section 255 of the National Housing Act, approved February 5, 1988 (101 Stat. 1908; 12 U.S.C. § 1715z-20), relating to insurance on home equity conversion mortgages for elderly homeowners."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"845","identifier":"47-845.02","catch_text":"Tax deferral--Low-income property owners."}}