{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-105, see notes following § 47-895.21.\n\nDC CODE § 47-895.23\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 2010, D.C. Law 18-105, § 7(b), 57 DCR 11.)","sections":[{"prefix":"a","text":" There is levied during the contribution period a special assessment on each owner of real property in the Waterfront Park Benefit District in an annual amount equal to $.125 per gross square foot of:"},{"prefix":"1","text":" Each income-producing property in the Waterfront Park Benefit District that has achieved required occupancy;"},{"prefix":"2","text":" Each residential condominium in the Waterfront Park Benefit District that has achieved substantial completion; and"},{"prefix":"3","text":" Each hotel in the Waterfront Park Benefit District that has received a certificate of occupancy."},{"prefix":"b","text":" If an income-producing property has not reached required occupancy on or before the 1st day of the contribution period, the amount of the special assessment imposed on that income-producing property for the contribution period shall be prorated on a daily basis, so that the special assessment shall be paid only for the portion of the contribution period which elapses after the income-producing property initially reached required occupancy."},{"prefix":"c","text":" If a residential condominium has not reached substantial completion on or before the 1st day of the contribution period, the amount of the special assessment imposed on the residential condominium shall be prorated on a daily basis, so that the special assessment shall be paid only for that portion of the contribution period which elapses after the residential condominium initially reached substantial completion."},{"prefix":"d","text":" If a hotel has not received its certificate of occupancy on or before the 1st day of the contribution period, the amount of the special assessment imposed on the hotel shall be prorated on a daily basis, so that the assessment shall be paid only for the portion of the contribution period which elapses after the hotel initially received its certificate of occupancy."},{"prefix":"e","text":" A consent to the levy of the special assessment filed by an owner, including the Project Developer, with the Recorder of Deeds shall bar all future actions by the owner and all future owners of the real property for which the consent was filed to challenge the levy of the special assessment, except as provided in subsection (g) of this section."},{"prefix":"f","text":" The Project Developer and any subsequent owner of real property within the Waterfront Park Special Assessment shall provide notice to any buyer of real property in the Waterfront Park Benefit District of the levy of the special assessment, the filing of any consent to the levy, and the effect of the filing of the consent as described in subsection (e) of this section."},{"prefix":"g","text":" The owner of real property subject to a special assessment under this subchapter may contest the amount of the special assessment (but not the authority to levy the special assessment) imposed on the real property by filing a written notice of appeal with the Chief Financial Officer not later than 60 days after the due date of the payment of the special assessment. The Chief Financial Officer shall promptly review the appeal and, if necessary, meet with the owner of the real property, consider written and oral evidence regarding the amount of the special assessment, and decide the appeal. If the result of the appeal requires the special assessment to be adjusted in favor of the owner of the real property, a cash refund shall not be made (except in the last year of the contribution period), but an adjustment shall be made to the next special assessment to be collected from that real property. No interest on the adjustment shall be due to the owner of the real property. This procedure shall be exclusive and its exhaustion by an owner shall be a condition precedent to any other appeal or legal action by the owner."},{"prefix":"h","text":" If the Chief Financial Officer learns that real property subject to the special assessment has been omitted from the special assessment for any previous year of the contribution period, the Chief Financial Officer shall provide notice to the owner and shall collect the special assessment amount in arrears, including interest from the date the special assessment should have been paid; provided, that no real property that has escaped the special assessment shall be liable under this section for a period of more than 3 prior years of the contribution period."},{"prefix":"i","text":" Special assessments under this subchapter shall be levied annually and shall be due on June 1. The Chief Financial Officer shall provide each owner of real property within the Waterfront Park Benefit District with an annual notice of the amount of the special assessment that is due. The owner shall have 30 days to pay the special assessment bill before the bill is due."},{"prefix":"j","text":"(1) Except as provided in paragraph (2) of this subsection, an unpaid special assessment shall be subject to the same penalty and interest provisions as a delinquent real property tax under this chapter. A lien for an unpaid special assessment, including penalty and interest, shall attach to the real property in the same manner as, and with a priority immediately junior to, a lien for delinquent real property tax under Chapter 13A of this title. The unpaid special assessment shall be collected in the same manner, under the same conditions, and subject to the same penalty as unpaid real property taxes."},{"prefix":"2","text":" If an interest or use on real property is subject to the special assessment because it is subject to taxation under § 47-1005.01, an unpaid special assessment on such an interest or use shall be subject to the same penalty and interest provisions as a delinquent tax imposed under § 47-1005.01 and the unpaid special assessment shall be collected in the same manner, under the same conditions, and subject to the same penalty as an unpaid tax imposed under § 47-1005.01."},{"prefix":"k","text":" A special assessment imposed under this subchapter shall not be required to be certified for the purposes of Chapter 13A of this title."},{"prefix":"l","text":" Each special assessment shall be made part of the public record."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"VIII","text":"Waterfront Park Special Assessment District."},"heading":{"title":"47","chaptersection":"895","identifier":"47-895.23","catch_text":"Levy of special assessment; protest; termination of levy."}}