{"text":"For the purposes of §§ 47-858.01 through 47-858.05, the term:","historical":"Legislative History of Laws\n\nFor Law 14-114, see notes following § 47-857.01.\n\nMiscellaneous Notes\n\nSection 1101 of D.C. Law 14-114 provides: \"The Mayor, pursuant to Title I of the District of Columbia Administrative Procedure Act, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), shall promulgate rules to implement this act.\"\n\nDC CODE § 47-858.01\n\nCurrent through December 11, 2012","credits":"(Apr. 19, 2002, D.C. Law 14-114, § 701(b), 49 DCR 1468.)","sections":[{"prefix":"1","text":"(A) \"Area median income\" means:"},{"prefix":"i","text":" For a household of 4 persons, the area median income for a household of 4 persons in the Washington Metropolitan Statistical Area as set forth in the periodic calculation provided by the United States Department of Housing and Urban Development;"},{"prefix":"ii","text":" For a household of 3 persons, 90% of the area median income for a household of 4 persons;"},{"prefix":"iii","text":" For a household of 2 persons, 80% of the area median income for a household of 4 persons;"},{"prefix":"iv","text":" For a household of one person, 70% of the area median income for a household of 4 persons; and"},{"prefix":"v","text":" For a household of more than 4 persons, the area median income for a household of 4 persons, increased by 10% of the area median income for a family of 4 persons for each household member exceeding 4 persons (e.g., the area median income for a family of 5 shall be 110% of the area median income for a family of 4; the area median income for a household of 6 shall be 120% of the area median income for a family of 4)."},{"prefix":"B","text":" Any percentage of household income referenced in this title (e.g., 80% of household income) shall be determined through a direct mathematical calculation and shall not take into account any adjustments made by the United States Department of Housing and Urban Development for the purposes of the programs it administers."},{"prefix":"2","text":" \"Eligible owner\" means the owner of a residential property who resides in a household consisting of one or more individuals with a household income of 120% or less of the area median income."},{"prefix":"3","text":" \"Enterprise zone\" means the area of the District designated as the District of Columbia Enterprise Zone under section 1400 of the Internal Revenue Code of 1986, approved August 5, 1997 (111 Stat. 863; 26 U.S.C. § 1400)."},{"prefix":"4","text":" \"Single family residential property\" shall have the same meaning as in § 47-803(6)."},{"prefix":"5","text":" \"Substantially rehabilitates\" means rehabilitation of a single family residential property for which the rehabilitation expenditures, during the 24- month period selected by the taxpayer, exceed $20,000. In the case of a rehabilitation that may reasonably be expected to be completed in phases set forth in architectural plans and specifications drawn by an architect licensed by the District of Columbia before the rehabilitation begins, a 60-month period may be substituted for the 24-month period."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"858","identifier":"47-858.01","catch_text":"Tax abatements for homeowners in enterprise zones -- Definitions."}}