{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 7042(b) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 18-223, see notes following § 47-355.05.\n\nDC CODE § 47-857.12\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, § 7042(b), 57 DCR 6242.)","sections":[{"prefix":"a","text":" Subject to approval by the Mayor under § 47-857.13 and subject to the caps established by § 47-857.15, a qualified nonprofit organization that purchases office space in an Eligible Nonprofit Zone shall be eligible for an abatement on its real property taxes in the amount of $8 per square foot, subject to subsection (c) of this section, for a period of 10 years, if:"},{"prefix":"1","text":" The qualified nonprofit organization purchases, after the effective date of this section, a minimum of 5,000 square feet of office space in the Eligible Nonprofit Zone;"},{"prefix":"2","text":" The qualified nonprofit organization occupies at least 75% of the office space purchased by the organization in the Eligible Nonprofit Zone and uses that space for the organization's stated mission;"},{"prefix":"3","text":" The qualified nonprofit organization purchases the office space at the market rate, as determined by the Mayor;"},{"prefix":"4","text":" The qualified nonprofit organization is not receiving any other real property tax abatement for the office space; and"},{"prefix":"5","text":" The office space is occupied by the qualified nonprofit organization on or before September 30, 2013, if the office space is in the Capitol Riverfront Nonprofit Zone, Mount Vernon Nonprofit Zone, or NoMa Nonprofit Zone, or on or before September 30, 2016, if the office space is in the Anacostia Nonprofit Zone, a Designated Nonprofit Zone, or Minnesota-Benning Nonprofit Zone."},{"prefix":"b","text":" Subject to approval by the Mayor under § 47-857.13, and subject to the caps established by § 47-857.15, if a qualified nonprofit organization leases office space in an Eligible Nonprofit Zone, the owner of the office space shall be eligible for an abatement on its real property taxes in the amount of $8 per square foot, subject to subsection (c) of this section, for a period of 10 years, if:"},{"prefix":"1","text":" The qualified nonprofit organization leases, after the effective date of this section, a minimum of 5,000 square feet of office space;"},{"prefix":"2","text":" The qualified nonprofit organization occupies at least 75% of the leased office space and uses that space for the organization's stated mission;"},{"prefix":"3","text":" The qualified nonprofit organization leases the office space at the market rate, as determined by the Mayor;"},{"prefix":"4","text":" The qualified nonprofit organization leases the office space at a rate that is net of real estate taxes;"},{"prefix":"5","text":" The owner of the office space leased by the qualified nonprofit organization is not receiving any other real property tax abatement for the office space; and"},{"prefix":"6","text":" The office space is occupied by the qualified nonprofit organization on or before September 30, 2013, if the office space is in the Capitol Riverfront Nonprofit Zone, Mount Vernon Nonprofit Zone, or NoMa Nonprofit Zone, or on or before September 30, 2016, if the office space is in the Anacostia Nonprofit Zone, a Designated Nonprofit Zone, or Minnesota-Benning Nonprofit Zone."},{"prefix":"c","text":"(1) The amount of the annual real property tax abatement provided to a qualified nonprofit organization or owner of office space under this section shall not exceed the real property tax liability for the office space that is receiving the abatement."},{"prefix":"2","text":" A qualified nonprofit organization or owner of office space shall not be eligible to receive a real property tax abatement under §§ 47-857.11 through 47-857.16 for more than 100,000 square feet of office space."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"857","identifier":"47-857.12","catch_text":"Tax abatements for nonprofit organizations locating in emerging commercial neighborhoods--Requirements for tax abatement."}}