{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-105, in the section name line, validated a previously made technical correction.\n\nD.C. Law 15-135, in subsec. (a), substituted \"$38,000\" for \"$30,000\".\n\nD.C. Law 15-205 rewrote subsec. (a) which had read as follows:\n\n\"(a) For purposes of levying the real property tax during a tax year, the Mayor shall deduct from the assessed value of the real property owned by a cooperative housing association, as determined under § 47-820.01, $38,000 for each homestead located therein. The deduction shall be apportioned equally between each installment during a tax year and shall not be carried forward or carried back.\"\n\nD.C. Law 16-33 substituted \"$60,000\" for \"$38,000\".\n\nD.C. Law 16-98, in subsec. (a)(1), substituted \"$63,000, increased annually, beginning October 1, 2007, by the cost-of-living adjustment (if the adjustment does not result in a multiple of $50, rounded to the next lowest multiple of $50),\" for \"$60,000\".\n\nD.C. Law 17-20, in subsec. (a)(1), substituted \"$64,000, increased annually, beginning October 1, 2008, by the cost-of-living adjustment (if the adjustment does not result in a multiple of $50, rounded to the next lowest multiple of $50),\" for \"$60,000\".\n\nD.C. Law 18-111 rewrote subsec. (a), which had read as follows:\n\n\"(a)(1) For purposes of levying the real property tax during a tax year, the Mayor shall deduct from the assessed value of the real property owned by a cooperative housing association, as determined under § 47-820.01, $64,000, increased annually, beginning October 1, 2008, by the cost-of-living adjustment (if the adjustment does not result in a multiple of $50, rounded to the next lowest multiple of $50), for each homestead located therein. The deduction shall be apportioned equally between each installment during a tax year and shall not be carried forward or carried back.\"\n\n\"(2) This subsection shall apply as of October 1, 2003.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(d) of Owner-Occupant Residential Tax Credit and Homestead Deductions Temporary Act of 2004 (D.C. Law 15-159, May 18, 2004, law notification 51 DCR 5699).\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 2(e) of Homestead and Senior Citizen Real Property Tax Temporary Act of 2001 (D.C. Law 14-92, March 19, 2002, law notification 49 DCR 2997).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2(e) of Homestead and Senior Citizen Real Property Tax Emergency Act of 2001 (D.C. Act 14-190, November 29, 2001, 48 DCR 11219).\n\nFor temporary (90 day) amendment of section, see § 2(d) of Owner-Occupant Residential Tax Credit and Homestead Deduction Clarification Emergency Act of 2004 (D.C. Act 15-374, February 24, 2004, 51 DCR 2618).\n\nFor temporary (90 day) amendment of section, see § 1162(d) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 1162(d) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) amendment of section, see §§ 1082(b), 1083 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 1032(c) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nFor temporary (90 day) amendment of section, see § 7111(b) of Fiscal Year 2010 Budget Support Emergency Act of 2009 (D.C. Act 18-187, August 26, 2009, 56 DCR 7374).\n\nFor temporary (90 day) amendment of section, see § 7241(b) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 7241(b) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor Law 14-147, see notes following § 47-813.\n\nFor Law 15-105, see notes following § 47-340.22.\n\nFor Law 15-135, see notes following § 47-850.\n\nFor Law 15-205, see notes following § 47-308.01.\n\nFor Law 16-33, see notes following § 47-308.01.\n\nFor Law 16-98, see notes following § 47-802.\n\nFor Law 17-20, see notes following § 47-305.02.\n\nFor Law 18-111, see notes following § 47-305.02.\n\nMiscellaneous Notes\n\nSection 3 of D.C. Law 14-147 provides that section 2 shall apply as of October 1, 2001, except insofar as the retroactive application results in an increase of tax to the real property or owner thereof.\n\nSection 3 of Law 15-135 provides that § 2(a), (b), and (c)(3) of the act shall apply as of October 1, 2003.\n\nSection 1083 of D.C. Law 16-33 provides that § 1082(a)(1), (b), (d)(1), and (d)(2)(B) shall apply for taxable years beginning after September 30, 2005.\n\nApplicability of D.C. Law 16-98:  Section 3(a) of D.C. Law 16-98 provides:   \"(a) Section 2(a), (b), and (c) shall apply as of October 1, 2006.\"\n\nEffectiveness and expiration of D.C. Law 16-98: Section 4 of D.C. Law 16-98 required that \"this act shall take effect subject to the inclusion of its fiscal effect in an approved budget and financial plan; provided, that this act shall expire on October 1, 2006 if its fiscal effect has not been included in an approved budget and financial plan or in the Fiscal Year 2007 Budget Request Act of 2006.\" The Budget Director of the Council of the District of Columbia has determined, as of November 2, 2007, that the fiscal effect of Law 16-98 had not been included in an approved budget and financial plan by October 1, 2006. Therefore, the amendments made to this section by Law 16-98, have expired as if never in effect.\n\nDC CODE § 47-850.01\n\nCurrent through December 11, 2012","credits":"(June 25, 2002, D.C. Law 14-147, § 2(e), 49 DCR 4219; Mar. 13, 2004, D.C. Law 15-105, § 80(c)(1), 51 DCR 881; Apr. 22, 2004, D.C. Law 15-135, § 2(b), 51 DCR 1843; Dec. 7, 2004, D.C. Law 15-205, § 1162(d), 51 DCR 8441; Oct. 20, 2005, D.C. Law 16-33, § 1082(b), 52 DCR 7503; May 12, 2006, D.C. Law 16-98, § 2(c), 53 DCR 1869; Sept. 18, 2007, D.C. Law 17-20, § 1032(c), 54 DCR 7052; Mar. 3, 2010, D.C. Law 18-111, § 7241(b), 57 DCR 181.)","sections":[{"prefix":"a","text":" For purposes of levying the real property tax during a tax year, the Mayor shall deduct from the assessed value of the real property owned by a cooperative housing association, as determined under § 47-820.01, $67,500, increased annually, beginning October 1, 2012, by the cost-of-living adjustment (if the adjustment does not result in a multiple of $50, rounded to the next lowest multiple of $50), for each homestead located therein. The deduction shall be apportioned equally between each installment during a tax year and shall not be carried forward or carried back."},{"prefix":"b","text":" The cooperative housing association shall only receive a deduction for one homestead of a shareholder or member, even though he or she may occupy more than one dwelling unit. The cooperative housing association shall not receive a deduction for a homestead if the basis of the deduction is another person in the household of the shareholder or member. Only one person in the household of the shareholder or member shall be entitled to claim a homestead in the District."},{"prefix":"c","text":" In order for the cooperative housing association to qualify a dwelling unit as a homestead and receive the deduction, the shareholder or member shall complete and file with the Mayor an application in a form prescribed by the Mayor.  The shareholder or member shall certify, under penalty of perjury, the information provided on the application form and the application form shall be filed in the manner prescribed by the Mayor.   The Mayor may require the shareholder or member to submit any information which the Mayor considers necessary, including the taxpayer identification numbers of the shareholder or member, any other person with an ownership or membership interest, and any person in the household of the shareholder or member. The Mayor may also require the shareholder or member, any other person with an ownership or membership interest, and any person in the household of the shareholder or member to submit information after the homestead has been qualified to determine whether the cooperative housing association remains entitled to the deduction for the homestead for the dwelling unit."},{"prefix":"d","text":" The Mayor may require the officers or managers of the cooperative housing association to distribute the application forms to its shareholders or members and to collect the completed application forms from such shareholders or members for return to the Mayor. Officers and managers of a cooperative housing association shall supply such other information as the Mayor may require."},{"prefix":"e","text":" If a properly completed and approved application is filed during the period October 1 through March 31 of the tax year, the cooperative housing association shall receive the deduction for the entire tax year.   Notwithstanding subsection (a) of this section, if a properly completed and approved application is filed during the period April 1 through September 30 the cooperative housing association shall receive 1/2 of the deduction for the second installment only."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"850","identifier":"47-850.01","catch_text":"Residential property tax relief--Homestead deduction for cooperative housing associations."}}