{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-824.\n\n1973 Ed., § 47-645.\n\nEffect of Amendments\n\nD.C. Law 13-305 added subsec. (b)(4).\n\nD.C. Law 14-28, in subsec. (b)(2)(A), inserted \"real\" preceding \"property\"; in subsec. (b)(3)(A), deleted \"use\", in subsec. (b)(3)(B), substituted \"of the real property\" for \"of the land and improvements (shown separately and in total) of the property\", in subsec. (b)(3)(D), substituted \"Except when revalued under § 47-820(b-2), the phased-in\" for \"The phased-in\", repealed subsec. (b)(3)(E), (G) and (H), and rewrote (I); and, in subsec. (b)(4), substituted \"within 30 days after the date the delayed notice is mailed in lieu of April 2\" for \"before September 2 in lieu of April 2.\" Subsec. (b)(3)(E), (G), (H) and (I) had read as follows:\n\n\"(E) An indication of the reason for any change in the assessment;\"\n\n\"(G) Citation to the regulations or orders under which the property was assessed;\n\n\"(H) The location of the assessment roll and sales ratio studies referred to in §§ 47-823 and 47-825.01(h-1) and the hours during which the information is available to the public; and\n\n\"(I) An explanation of all special benefits, incentives, limitations, or credits which relate to real property taxes as a result of this chapter or any other law.\"\n\nD.C. Law 16-159, in subsec. (b)(3), deleted \"and\" from the end of subpar. (H), substituted \"; and\" for a period at the end of subpar. (I), and added subpar. (J).\n\nD.C. Law 19-123 added subsec. (c).\n\nD.C. Law 19-155 rewrote subsec. (b)(3)(F); and, in subsec. (b)(4), substituted \"47-825.01a(d)(1)\" for \"§ 47-825.01(f-1) (1)\". Prior to amendment, subsec. (b)(3)(F) read as follows:\n\n\"(F) A statement explaining the right of appeal procedures pursuant to § 47 825.01(f 1);\"\n\nD.C. Law 19-168 rewrote subsecs. (b)(3)(J)(i) and (ii), which formerly read:\n\n\"(i) The prior year's taxable assessment (determined by taking into account the owner-occupant residential tax credit under § 47-864); and\n\n\"(ii) The proposed taxable assessment (determined by taking into account the owner-occupant residential tax credit under § 47-864).\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(c) of District of Columbia Real Property Tax Reclassification Amendment Temporary Act of 1990 (D.C. Law 8-146, July 25, 1990, law notification 37 DCR 5134).\n\nFor temporary (225 day) amendment of section, see § 2(n) of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nFor temporary (225 day) amendment of section, see § 2(b) of Real Property Tax Assessment Transition Temporary Act of 2001 (D.C. Law 14-23, September 6, 2001, law notification 48 DCR 9093).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(q) of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nFor temporary (90 day) amendment of section, see §§ 2(e), 3 of Real Property Tax Assessment Transition Emergency Act of 2001 (D.C. Act 14-44, April 18, 2001, 48 DCR 3844).\n\nFor temporary (90 day) amendment of section, see §§ 2(e), 3 of Real Property Tax Assessment Transition Congressional Review Emergency Act of 2001 (D.C. Act 14-116, August 3, 2001, 48 DCR 7659).\n\nLegislative History of Laws\n\nLaw 2-119, the \"Property Tax Deferral Reform Act of 1978,\" was introduced in Council and assigned Bill No. 2-324, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 27, 1978 and July 11, 1978, respectively. Signed by the Mayor on August 1, 1978, it was assigned Act No. 2-249 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 8-160, see Historical and Statutory Notes following § 47-813.\n\nFor legislative history of D.C. Law 9-241, see Historical and Statutory Notes following § 47-825.01.\n\nFor legislative history of D.C. Law 10-127, see Historical and Statutory Notes following § 47-812.\n\nFor legislative history of D.C. Law 10-255, see Historical and Statutory Notes following § 47-818.01.\n\nFor legislative history of D.C. Law 12-40, see Historical and Statutory Notes following § 47-802.\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nFor Law 13-305, see notes following § 47-405.\n\nFor Law 14-28, see notes following § 47-387.51.\n\nLaw 16-159, the \"Board of Real Property Assessments and Appeals Reform Act of 2006\", was introduced in Council and assigned Bill No. 16-228 which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on May 2, 2006, and June 6, 2006, respectively. Signed by the Mayor on June 26, 2006, it was assigned Act No. 16-400 and transmitted to both Houses of Congress for its review. D.C. Law 16-159 became effective on September 19, 2006.\n\nLaw 19-123, the \"Historic Property Improvement Notification Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-429, which was referred to the Committee on Libraries, Parks, Recreation & Planning. The Bill was adopted on first and second readings on January 4, 2012, and February 7, 2012, respectively. Signed by the Mayor on February 21, 2012, it was assigned Act No. 19-315 and transmitted to both Houses of Congress for its review. D.C. Law 19-123 became effective on April 27, 2012.\n\nFor history of Law 19-155, see notes under § 47-825.01a.\n\nFor history of Law 19-168, see notes under § 47-355.01.\n\nReferences in Text\n\n\"This or any other act\", referred to in the first sentence in (8), should be read as \"the District of Columbia Real Property Tax Revision Act of 1974 or any other act.\" The Real Property Tax Revision Act of 1974 is 88 Stat. 1051, Pub. L. 93-407, title IV, which was approved September 3, 1974, and which is codified as §§ 47-504, 47-801, 47-802, 47-811 to 47-828, 47-842 to 47-848, 47- 861, 47-1001, 47-1002, 47-2001, and 47-3305.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: See Historical and Statutory Notes following § 47-813.\n\nExpiration of title I of D.C. Law 12-40: Section 105(b) of D.C. Law 12-40 provided that title I of that act shall expire 4 years from its effective date. D.C. Law 12-40 became effective on October 23, 1997.\n\nMayor authorized to issue rules: Section 104 of D.C. Law 12-40 provided that the Mayor may promulgate rules necessary for the implementation of this title.\n\nAudit of triennial assessment process: Section 103 of D.C. Law 12-40 provided that at the end of the first triennial assessment cycle, an audit of the assessment process shall be conducted by an outside firm, under the auspices of the International Association of Assessing Officers, for the purposes of examining the methodology, procedures, and accuracy of real property assessments under the triennial assessment process. The results of the audit shall be provided to the Council of the District of Columbia.\n\nReview of title I provisions after 3 years: Section 105(a) of title I of D.C. Law 12-40 provided that after 3 years, the Committee on Finance and Revenue shall review the provisions of this title and make recommendations for their continuance, amendment, or termination.\n\nExpiration and review of title I of D.C. Law 12-40: Section 2003 of D.C. Law 14-28 repealed the expiration provision of section 105(b) and the review provision of section 105(a) of D.C. Law 12-40.\n\nDC CODE § 47-824\n\nCurrent through December 11, 2012","credits":"(Sept. 3, 1974, 88 Stat. 1055, Pub. L. 93-407, title IV, § 425; Oct. 13, 1978, D.C. Law 2-119, § 2, 25 DCR 1514; Sept. 20, 1990, D.C. Law 8-160, § 2(d), 37 DCR 4653; Mar. 17, 1993, D.C. Law 9-241, § 2(c), 40 DCR 629; June 14, 1994, D.C. Law 10-127, § 5(e), 41 DCR 2050; May 16, 1995, D.C. Law 10-255, § 41, 41 DCR 5193; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Oct. 23, 1997, D.C. Law 12-40, § 101(d), 44 DCR 4859; Apr. 20, 1999, D.C. Law 12-264, § 52(m), 46 DCR 2118; June 9, 2001, D.C. Law 13- 305, § 502(q), 48 DCR 334; Oct. 3, 2001, D.C. Law 14-28, § 2002(e), 48 DCR 6981; Sept. 19, 2006, D.C. Law 16-159, § 2(a), 53 DCR 5385; Apr. 27, 2012, D.C. Law 19-123, § 3, 59 DCR 1707; July 13, 2012, D.C. Law 19-155, § 3(c), 59 DCR 5590; Sept. 20, 2012, D.C. Law 19-168, § 7072(a)(2), 59 DCR 8025.)","sections":[{"prefix":"a","text":" Except as provided in subsection (b) of this section, beginning as soon as possible after January 1, but no later than March 1, each owner of real property shall be notified of the assessment of his or her property for the next real property tax year. The notice, or the statement accompanying the notice, shall include:"},{"prefix":"1","text":" The address, lot, square, use, and class of the real property;"},{"prefix":"2","text":" The assessed value of the land and improvements (shown separately and in total) of the property for the next real property tax year and such amounts for the current real property tax year;"},{"prefix":"3","text":" The amount and percentage of change in assessed value for the next real property tax year over the current real property tax year;"},{"prefix":"4","text":" An indication of the reason for such change in assessment;"},{"prefix":"5","text":" A statement of appeal procedures pursuant to § 47-825.01(f);"},{"prefix":"6","text":" The citation to the regulations or orders under which the property was assessed;"},{"prefix":"7","text":" The location of the assessment roll and sale ratio studies referred to in §§ 47-823 and 47-825.01(h) and the hours during which the information is available; and"},{"prefix":"8","text":" An explanation of all special benefits, incentives, limitations, or credits which relate to real property taxes as a result of this or any other act. Included in said explanation shall be an easily understood description of the Property Tax Deferral Program, the property tax credit, the homestead deduction, and the incentives for the preservation of historic properties. Each description shall include, but not be limited to, application procedures and qualifying requirements. The title of each property tax relief program shall be capitalized, underlined, and printed in bold type."},{"prefix":"b","text":"(1) Beginning with real property assessments for Tax Year 1999 and for each real property tax year thereafter, each owner of real property shall be notified of a proposed change in the assessed value of the owner's real property on or before March 1."},{"prefix":"2","text":" A written notice of the proposed assessment shall be required if any of the following occurs:"},{"prefix":"A","text":" The assessed value of the real property increases or decreases;"},{"prefix":"B","text":" The classification of the real property changes;"},{"prefix":"C","text":" An initial assessed value is established; or"},{"prefix":"D","text":" A revaluation or reclassification is made."},{"prefix":"3","text":" The notice required pursuant to this subsection shall include the following information:"},{"prefix":"A","text":" The address, lot, square, and the classification of the real property;"},{"prefix":"B","text":" The current assessed value of the real property;"},{"prefix":"C","text":" The proposed assessed value;"},{"prefix":"D","text":" Except when revalued under § 47-820(b-2), the phased-in assessed value if the proposed assessed value is higher than the prior tax year's assessed value;"},{"prefix":"E","text":" Repealed;"},{"prefix":"F","text":" A statement explaining the right of administrative appeal procedures pursuant to § 47-825.01a(d)(1);"},{"prefix":"G","text":" Repealed;"},{"prefix":"H","text":" Repealed;"},{"prefix":"I","text":" Unless published on the Internet or made available in writing to anyone who requests it from the Office of Tax and Revenue, an explanation of all special benefits, incentives, or deductions which relate to real property taxes; and"},{"prefix":"J","text":" For properties receiving the homestead deduction:"},{"prefix":"i","text":" The current tax year's taxable assessment (determined by taking into account the owner-occupant residential tax credit under § 47-864); and"},{"prefix":"ii","text":" The estimate of the proposed taxable assessment for the tax year (determined by taking into account an estimate of the owner-occupant residential tax credit under § 47-864 by using the amount of the current tax year's homestead deduction in lieu of the amount of the proposed tax year's homestead deduction)."},{"prefix":"4","text":" Notwithstanding any other law, the Mayor may notify an owner of real property of a proposed change in the assessed value of the owner's real property before May 2 if a delay occurs for cause, as determined by the Mayor. If a delay for cause occurs, the Mayor shall notify the owner of the delay within a reasonable period of time from discovery of the cause. If a delayed notice of proposed change in the assessed value is issued under this paragraph, a petition for administrative review in accordance with § 47-825.01a(d)(1) may be filed within 30 days after the date the delayed notice is mailed in lieu of April 2."},{"prefix":"c","text":" In addition to the information required in subsections (a) and (b) of this section, beginning with real property assessments for tax year 2013 and for each real property tax year thereafter, each owner of real property with a historic landmark designation and each owner of real property located within a historic district shall be provided, in accordance with [§ 6-1109.04], information on the current law and regulation relating to historic property improvements, including regarding:"},{"prefix":"1","text":" Building permits;"},{"prefix":"2","text":" Consultation with Advisory Neighborhood Commissions;"},{"prefix":"3","text":" Review by the Commission of Fine Arts; and"},{"prefix":"4","text":" Any other information that the Mayor determines would be helpful to owners of historic properties."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"824","identifier":"47-824","catch_text":"Assessments--Notice to taxpayer; contents."}}