{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-825.1.\n\nEffect of Amendments\n\nD.C. Law 13-172 rewrote subsec. (l)(2) which formerly provided: \"The District of Columbia Auditor shall perform an annual management audit on the activities of the Board for the previous appeal season and report the findings to the Council by January 1st.\"\n\nD.C. Law 13-55 rewrote subsec. (a)(1)(A) in order to simplify the requirements for the Board of Real Property Assessments and Appeals membership.\n\nD.C. Law 13-305 amended the section heading without change; repealed subsec. (f); rewrote subsec. (f-1); in subsec. (g)(2), substituted \"an owner\" for \"a taxpayer\"; rewrote subsecs. (h-1) and (j-1); and added subsecs. (j-2) and (k-1).\n\nPrior to amendment, subsecs. (f), (f-1), (h-1), and (j-1) read:\n\n\"(f)(1) On or before April 30th of each year, any owner of real property, or owner's representative, may file with the Board an appeal of the amount of the owner's assessment for the upcoming tax year on a form prescribed by the Board. The form shall state clearly that all information and evidence in support of the appeal must be filed with the appeal form and shall include a statement that the owner, or owner's representative, is entitled to view, pursuant to paragraph (3) of this subsection, any response to the appeal filed by the Mayor or Assessor. All information in support of the petition shall be submitted at the time the appeal is filed except that the petitioner shall have the right to rebut any evidence submitted by the Mayor or Assessor in response to the appeal, and except that the Board may request additional information it deems necessary.\n\n\"(2) The Board shall have the authority to establish the assessed value of residential real property, without a hearing, when the Mayor and the real property owner, or owner's representative, agree upon the assessed value of the residential real property.\n\n\"(3) The real property owner, or the owner's representative, is entitled to view any response by the Mayor to an appeal filed by the owner or owner's representative. The Mayor shall make the response available for viewing at a reasonable time upon the request of the real property owner or owner's representative. However, in no event shall the response be made available less than 5 days prior to the scheduled hearing.\n\n\"(4) Every decision filed by the Board shall be maintained by the Board for 2 years and shall be made available for examination and photocopying at cost to any requestor. Nothing in this subsection shall affect the confidentiality of information as provided in § 47-821(d)(2).\"\n\n\"(f-1) Beginning with real property assessments for Tax Year 1999 and for each tax year thereafter:\n\n\"(1) A real property owner, may petition for an administrative review of the owner's proposed real property assessment, equalization, valuation, or classification on or before April 1 following the date of the notice of proposed assessment. The petition for an administrative review shall be filed, in writing, on a form and in a manner as the Mayor may prescribe.\n\n\"(A) The Mayor shall have the authority to change any assessment or classification in accordance with a final determination made on a petition for administrative review.\n\n\"(B) If the property is transferred to a new owner at a time that prevents the new owner from receiving a notice of proposed assessment on or before March 1, the new owner may petition for an administrative review of the assessment, equalization, valuation, or classification of the newly acquired property within 60 days from the date of transfer of the property. However, no petition for an administrative review may be filed after the July 1 that immediately precedes the tax year in which the assessment shall be in effect.\n\n\"(2) If a real property owner is aggrieved by a final determination made pursuant to paragraph (1) of this subsection, the real property owner may file an appeal from the assessment, equalization, valuation, or classification with the Board. The appeal shall be filed within 30 days from the date of a notice of final determination on the petition for an administrative review. If a notice of final determination is not provided to the owner on or before August 1, the property owner may appeal the assessment, equalization, valuation, or classification with the Board on or before September 30.\n\n\"(3)(A) A petition for an administrative review shall be a prerequisite for filing an appeal from an assessment, equalization, valuation, or classification with the Board.\n\n\"(B) However, no petition for an administrative review shall be required before a real property owner may appeal an assessment, equalization, valuation, or classification to the Board if the property is transferred at a time that prevents the new owner from petitioning for an administrative review of the assessment, equalization, valuation, or classification on or before July 1. In this case, the new owner may appeal the assessment, equalization, valuation, or classification to the Board on or before September 30.\n\n\"(4) An appeal shall be filed on a form prescribed by the Board. The form shall state clearly that all information and evidence in support of the appeal must be filed with the appeal form and that the owner is entitled to obtain, pursuant to paragraph (6) of this subsection, any response to the appeal filed by the Mayor. All information in support of the petition shall be submitted at the time the appeal is filed except that the petitioner shall have the right to rebut any evidence submitted by the Mayor in response to the appeal and the Board may request additional information it deems necessary.\n\n\"(5) The Board shall have the authority to establish the assessed value of residential real property without a hearing when the Mayor and the real property owner agree upon the assessed value of the residential real property.\n\n\"(6) The real property owner is entitled to obtain any response made by the Mayor to an appeal filed by the owner with the Board. The Mayor shall make the response available at a reasonable time upon the request of the real property owner and no less than 5 business days prior to a scheduled hearing. At least 15 business days prior to the scheduled hearing, the Board shall provide the Mayor with a copy of the appeal.\n\n\"(7) Every decision filed by the Board shall be maintained by the Board for 3 years and shall be made available for examination and photocopying by any requestor. All costs associated with photocopying shall be paid for by the requestor. Nothing in this subsection shall affect the confidentiality of information as provided in § 47-821(d)(2).\n\n\"(8) The Board shall notify the Mayor of any decision on an appeal from an assessment, equalization, valuation, or classification at the same time it notifies the property owner.\"\n\n\"(h-1)(1) Effective October 1, 1998, the Mayor shall estimate the assessment roll in the District of Columbia. The estimate of the assessment roll shall be submitted to the Council of the District of Columbia by the Mayor on the same date the proposed real property tax rates are published.\n\n\"(2) The Mayor may make an administrative or clerical correction to any assessment or correct any real property classification only for the current or immediately forthcoming tax year.\"\n\n\"(j-1) Beginning with real property assessments for Tax Year 1999 and for each tax year thereafter, except as provided in § 47-3305, within 6 months after March 30th following the calendar year in which a real property assessment, equalization, valuation, or classification was made, any taxpayer aggrieved by a real property assessment, equalization, valuation, or classification may appeal the real property assessment, equalization, valuation, or classification in the same manner and to the same extent as provided in §§ 47-3303 and 47- 3304, provided that, the taxpayer shall have first appealed the assessment, equalization, valuation, or classification to the Board as provided in subsections (f-1) and (f-2) of this section.\"\n\nD.C. Law 13-313 repealed subsec. (a)(4)(C) which had read:\n\n\"A Board member may continue to serve after the expiration of his or her term until a successor is appointed, but for no more than 3 months.\"\n\nD.C. Law 14-28, in subsec. (f-1), added par (1A), in par. (2), substituted \"October 1; provided, that if a delayed notice is issued under § 47-824(b)(4), September 2 and October 16 shall be substituted for August 2 and October 1, respectively\" for \"October 1\", in par. (3), substituted \"good faith petition\" for \"petition\"; repealed subsec. (f-2); and in subsec. (j-1), substituted \"before October 1 of the next succeeding tax year\" for \"before October 1 of the tax year for which the proposed assessed value or classification is in effect\", substituted \"(1) the owner shall have first appealed in good faith the assessed value or classification to the Board immediately preceding the appeal to the Superior Court\" for \"(1)the owner shall have first appealed the proposed assessed value or classification to the Board\", and substituted \"a good faith appeal to the Board, may, before October 1 of the next 2 succeeding tax years\" for \"an appeal to the Board, may, before October 1 of the next succeeding tax year in which the proposed assessed value or classification is in effect\".\n\nD.C. Law 14-42, in subsec. (f-1)(1)(C)(ii), deleted \"immediately preceding\" following \"October 1 of the\"; and in (f-1)(2), substituted \"paragraph (1)(A) or (1)(B) of this subsection\" for \"subsection (f-1)(1)(A) or (f-1)(1)(B) of this section\".\n\nD.C. Law 14-282, in subsec. (f-1)(2), substituted \"rationale for the determination, if the assessment is raised or lowered\" for \"rationale for the determination\" and substituted \"worksheets relating thereto, if required, are\" for \"worksheets relating thereto are\".\n\nD.C. Law 14-307, in subsec. (d)(5), substituted \"Class 3 Property\" for \"Class 5 property\"; in subsec. (e), deleted \"Class 2 Property, or Class 3 Property\" following \"Class 1 Property\", and substituted \"Class 2 Property or Class 3 Property\" for \"that property\"; in subsec. (f-1)(1)(C), made nonsubstantive changes to sub-subpars. (ii) and (iii), and added sub-subpar. (iv); in subsec. (h-1)(1), deleted \"or correct a real property classification\" following \"assessment\"; and in subsec. (j-1), substituted \"or appeal under subsection (f-1)(1)(C)(iii) or (iv) of this section, respectively\" for \"for an administrative review under subsection (f-1)(1)(C)(iii) of this section and a good faith appeal to the Board\".\n\nD.C. Law 15-105, in par. (1)(C)(ii) of subsec. (f-1), validated a previously made correction.\n\nD.C. Law 15-205, in sub-subpar. (iv) of subpar. (C) of par. (1) of subsec. (f-1), substituted \"April 1\" for \"July 1\" in two places.\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\".\n\nD.C. Law 16-159 rewrote subsecs. (a) and (d)(1); in subsec. (d)(2), substituted \"serve exclusively\" for \"serve\"; rewrote subsecs. (f-1)((1), (2), and (6); and added subsec. (m). Prior to amendment, subsecs. (a), (d)(1), (f-1)((1), (2), and (6) read as follows:\n\n\"(a)(1) There is established a Board of Real Property Assessments and Appeals for the District of Columbia ('Board') to review real property assessment appeals. The makeup of the Board shall be as follows:\n\n\"(A) The Board shall be composed of 18 members, all of whom shall be residents of the District of Columbia ('District'). Board members shall be active members of the District of Columbia Bar with real estate experience, District certified general real estate appraisers, District licensed residential real estate appraisers, certified public accountants, mortgage bankers, licensed District real estate brokers, or persons possessing significant real property experience.\n\n\"(B) The Mayor shall appoint the members of the Board with the advice and consent of the Council. From time to time, the Mayor shall appoint, with the advice and consent of the Council, the chairperson of the Board from among the members meeting the qualifications of subparagraph (A) of this paragraph. The member shall serve as chairperson for a term of 2 years or until the end of the member's term, whichever occurs first.\n\n\"(C) Board members shall be persons who have knowledge of the valuation of property, real estate transactions, building costs, accounting, finance, or statistics.\n\n\"(D) None of the Board members may be officers of the District government.\n\n\"(E) Repealed.\n\n\"(2)(A) A Board member shall be prohibited from representing any client or business interest before the Board for a period of 2 years after the Board member's termination or resignation from the Board. This prohibition shall also apply to any former member of the Board of Equalization and Review.\n\n\"(B) A Board member shall be prohibited from reviewing an appeal involving real property with which the Board member has had any financial dealings in the 2- year period prior to the date of the appeal. For the purposes of this subsection, the term 'financial dealings' shall include, but not be limited to, the assessment, appraisal, purchase, sale, or rental of the real property in question.\n\n\"(C) In addition to any other penalty under any other law, any violation of this paragraph shall be a misdemeanor, shall be prosecuted by the Attorney General for the District of Columbia, and shall be punishable by a fine up to $5,000 for each occurrence.\n\n\"(3)(A) The term of each Board member shall be 5 years.\n\n\"(B) The term of office of the Board members first appointed to the Board, under the Real Property Tax Assessment Appeal Process Revision Amendment Act of 1992, shall begin on August 1, 1993. The terms of all members of the Board of Equalization and Review shall continue uninterrupted on the Board. However, each Board chairman, including the previous chairman of the Board of Equalization and Review, must be confirmed as Board chairman with the advice and consent of the Council, as provided in paragraph (1)(B) of this subsection.\n\n\"(C) No Board member may serve more than 2 consecutive terms, or more than a total of 12 years.\n\n\"(4)(A) A vacancy on the Board shall be filled in the same manner that the original appointment was made.\n\n\"(B) Any person appointed to fill a vacancy shall be appointed to serve for the remainder of the term during which the vacancy arose.\n\n\"(C) Repealed.\n\n\"(5) Board members shall receive compensation at the rate of $35 per meeting.\"\n\n\"(d)(1) Each appeal to the Board shall be reviewed by a 3-member panel of the Board unless the appellant agrees to a 2-member panel.\"\n\n\"(1)(A) Before April 2 of the immediately preceding tax year, an owner may petition for an administrative review of the real property's in-cycle or out-of-cycle assessed value or its classification that shall be in effect for the tax year at issue and any remaining portion of the property's 3-year triennial cycle.\n\n\"(B) If the real property is transferred to a new owner between January 1 through March 1 of the immediately preceding tax year for which the proposed assessed value or classification shall be in effect, the new owner may petition for an administrative review before April 2 of the immediately preceding tax year.\n\n\"(C) If a real property is transferred to a new owner after March 1st of the immediately preceding tax year for which the proposed assessed value or classification shall be in effect, and no other petition or appeal has been filed for the real property, the new owner may before:\n\n\"(i) The 61st day after the date of transfer of the real property, file a petition for an administrative review; provided, that a petition may not be filed after July 1 of the immediately preceding tax year;\n\n\"(ii) October 1 of the tax year, file an appeal with the Board if the 60th day after the date of transfer of the real property occurs after July 1 of the immediately preceding tax year and no petition for an administrative review was filed by such July 1;\n\n\"(iii) April 2 of the tax year, file a petition for an administrative review if the 61st day after the date of transfer of the real property occurs after September 30 of the immediately preceding tax year and no appeal to the Board was filed by such September 30; or\n\n\"(iv) October 16 of the next succeeding tax year, file an appeal with the Board if the 60th day after the date of transfer of the real property occurs after April 1 of the tax year and no petition for an administrative review was filed by such April 1.\n\n\"(D) The Mayor shall have authority to change a proposed assessed value or classification in accordance with a final determination made on a petition for administrative review.\n\n\"(E) A final determination or Board decision shall pertain to the value or classification of a real property for the tax year at issue and any remaining portion of the property's 3-year triennial cycle.\n\n\"(F) A petition for an administrative review under this paragraph shall be filed on a form and in the manner prescribed by the Mayor.\"\n\n\"(2) If an owner is aggrieved by a notice of final determination on a petition for administrative review, the owner may file an appeal from the proposed assessed value or classification with the Board within 30 days from the date of the notice of final determination. All notices of final determination shall be accompanied by the assessor's worksheets indicating the rationale for the determination, if the assessment is raised or lowered. If a notice of final determination on a petition for an administrative review brought under paragraph (1)(A) or (1)(B) of this subsection and the assessor's worksheets relating thereto, if required, are not sent to the owner before August 2, the owner may appeal the proposed assessed value or classification to the Board before October 1; provided, that if a delayed notice is issued under § 47- 824(b)(4), September 2 and October 16 shall be substituted for August 2 and October 1, respectively.\"\n\n\"(6) The real property owner is entitled to obtain any response made by the Mayor to an appeal filed by the owner with the Board. The Mayor shall make the response available at a reasonable time upon the request of the real property owner and no less than 5 business days prior to a scheduled hearing. At least 15 business days prior to the scheduled hearing, the Board shall provide the Mayor with a copy of the appeal.\"\n\nD.C. Law 17-216, in subsec. (f-1), added par. (2A), substituted \"Board and a petition to the Mayor for reconsideration of the designation of their building as vacant shall be a prerequisite for filing an appeal with the Board pursuant to § 42.3131.15\" for \"Board\" in par. (3), and substituted \"value, classification, or determination of vacancy\" for \"value or classification\" in par. (8).\n\nD.C. Law 17-219, in subsec. (a)(5), substituted \"$50 per hour\" for \"$35 per meeting\".\n\nD.C. Law 17-353, in subsec. (a)(1)(D), substituted \"this subparagraph\" for \"this subchapter\".\n\nD.C. Law 19-171, in subsec. (f-1)(3), validated a previously made technical correction.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 103 of Omnibus Budget Support Temporary Act of 1993 (D.C. Law 10-11, August 6, 1993, law notification 40 DCR 6213).\n\nFor temporary (225 day) addition of § 3a to D.C. Law 11-269, see § 2 of Assessments Initiative Procedures Temporary Amendment Act of 1997 (D.C. Law 12- 11, September 5, 1997, law notification 44 DCR 5453).\n\nFor temporary 225 day) addition of § 3a to D.C. Law 11-269, see § 2(a) of Real Property Tax Rate and Assessment Initiative Temporary Amendment Act of 1998 (D.C. Law 12-123, June 11, 1998, law notification 45 DCR 6289).\n\nFor temporary (225 day) amendment of section, see § 2 of Real Property Tax Appeal Filing Deadline Extension Temporary Act of 1999 (D.C. Law 13-66, May 31, 2000, law notification 46 DCR 2514).\n\nFor temporary (225 day) amendment of section, see § 2(a) of Real Property Equitable Tax Relief Temporary Act of 1999 (D.C. Law 13-196, October 21, 2000, law notification 47 DCR 8986).\n\nFor temporary (225 day) amendment of section, see § 2(o) of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nFor temporary (225 day) amendment of section, see § 2(f) of Real Property Tax Assessment Transition Temporary Act of 2001 (D.C. Law 14-23, September 6, 2001, law notification 48 DCR 9093).\n\nFor temporary (225 day) amendment of section, see § 12(i) of Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, October 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see § 12(i) of Tax Clarity and Related Amendments Temporary Act of 2003 (D.C. Law 14-228, March 23, 2003, law notification 50 DCR 2741).\n\nFor temporary (225 day) amendment of section, see § 2(a) of Owner-Occupant Residential Tax Credit and Homestead Deductions Temporary Act of 2004 (D.C. Law 15-159, May 18, 2004, law notification 51 DCR 5699).\n\nSection 2 of D.C. Law 16-17, in subsec. (a), substituted \"3\" for \"2\" in par. (1)(B), inserted \"For the purposes of this subparagraph, officers means employees of the District of Columbia.\"in par. (1)(D), rewrote par. (2)(A), substituted \"Office of the Attorney General\" for \"Corporation Counsel\" in par. (2)(C), rewrote pars. (3) and (4)(B); in subsec. (d)(2), inserted \"exclusively\" following \"serve\"; and, added subsec. (m). Pars. (a)(2)(A), (a)(3), and (a)(4)(B) and subsec. (m) read as follows:\n\n\"(A) A Board member shall be prohibited from representing any client or business interest before the Board for a period of 2 years after the Board member's termination or resignation from the Board.\"\n\n\"(3)(A) The term of each Board member appointed prior to April 1, 2006 shall be 5 years.\n\n\"(B) The term of each Board member appointed after March 31, 2006 shall be 3 years.\"\n\n\"(B) Any person appointed to fill a vacancy shall be appointed to serve for the remainder of the term during which the vacancy arose.\"\n\n\"(m)(1) By February 1 of each year all pending real property assessment appeals cases shall be finalized by the Board.\n\n\"(2) The Board members shall have 30 days to finalize a residential case and 80 days to finalize a commercial case upon the completion of the hearing.\n\n\"(3) If the Board fails to comply with the requirements of this subsection, the petitioner shall still be entitled to a hearing or having a decision rendered on their case, and in no way will the petitioner's right to an appeal before the Board shall not be affected.\"\n\nSection 4(b) of D.C. Law 16-17 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 4(b) of D.C. Law 16-259, in subsec. (f-1), in par. (3), substituted \"Board and a petition to the Mayor for reconsideration of the designation of their building as vacant shall be a prerequisite for filing a appeal with the Board pursuant to § 42-3131.15\" for \"Board\", in par. (8), substituted \"value, classification or determination of vacancy\" for \"value or classification\", and added par. (2A) to read as follows:\n\n\"(2A) If an owner is aggrieved by a notice of final determination issued pursuant to § 42-3131.15 or a notice of final determination issued under § 47- 813(d-1)(3A), the owner may file an appeal on the determination of vacancy with the Board within 45 days from the date of such notice. The Board shall render a decision on the appeal within 120 days of filing.\"\n\nSection 7(b) of D.C. Law 16-259 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 4(b) of D.C. Law 17-102, in subsec. (f-1), in par. (3), substituted \"Board and a petition to the Mayor for reconsideration of the designation of their building as vacant shall be a prerequisite for filing an appeal with the Board pursuant to § 42-3131.15\" for \"Board\", in par. (8), substituted \"value, classification, or determination of vacancy\" for \"value or classification\", and added par. (2A) to read as follows:\n\n\"(2A) If an owner is aggrieved by a notice of final determination issued pursuant to § 42-3131.15 or a notice of final determination issued under § 47- 813(d-1)(3A), the owner may file an appeal on the determination of vacancy with the Board within 45 days from the date of such notice. The Board shall render a decision on the appeal within 120 days of filing.\"\n\nSection 7(b) of D.C. Law 17-102 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 4 of D.C. Law 19-75, in subsec. (f-1)(6)(A), substituted \"For residential cases, at least 10 days prior to the hearing, and for commercial cases, at least 20 days prior to the hearing,\" for \"At least 20 business days prior to the hearing,\".\n\nSection 8(b) of D.C. Law 19-75 provides that the act shall expire after 225 days of its having taken effect.\n\nTemporary Addition of Section\n\nSection 2 of D.C. Law 19-9 added a section to D.C. Law 18-363 to read as follows:\n\n\"Sec. 3a. Applicability.\n\n\"Sections 2 and 3 shall apply as of October 1, 2011.\".\n\nSection 4(b) of D.C. Law 19-9 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2 of D.C. Law 19-75 added a section to D.C. Law 18-363 to read as follows:\n\n\"Sec. 3a. Applicability; transition.\n\n\"(a) Sections 2 and 3 shall apply upon Council approval and appointment by the Mayor of a full-time Chairperson and a full-time Vice Chairperson to the Real Property Tax Appeals Commission for the District of Columbia.\n\n\"(b) Notwithstanding subsection (a) of this section, the Mayor shall appoint the members of the Real Property Tax Appeals Commission for the District of Columbia with the advice and consent of the Council in accordance with the provisions of section 2(b)(3).\".\n\nSection 8(b) of D.C. Law 19-75 provides that the act shall expire after 225 days of its having taken effect.\n\nTemporary Repeal of Section\n\nSection 6 of D.C. Law 19-75 repealed D.C. Law 19-9.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the District of Columbia Board of Real Property Assessments and Appeals Membership Simplification Emergency Amendment Act of 1996 (D.C. Act 11-207, February 13, 1996, 43 DCR 792).\n\nFor temporary addition of a § 3a to D.C. Law 11-269 regarding the application of that law, see § 2 of the Assessments Initiative Procedures Emergency Amendment Act of 1997 (D.C. Act 12-68, May 1, 1997, 44 DCR 2864) and § 2 of the Assessments Initiative Procedures Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-134, August 1, 1997, 44 DCR 4664).\n\nFor temporary amendment of § 3a to D.C. Law 11-269 regarding the application of that law, as added by D.C. Law 12-11, 44 DCR 3614, see § 3 of the Real Property Tax Rates and Assessment Initiative Emergency Amendment Act of 1998 (D.C. Act 12-299, March 4, 1998, 45 DCR 1780).\n\nFor temporary (90-day) amendment of section, see § 2 of the Real Property Tax Appeal Filing Deadline Extension Emergency Act of 1999 (D.C. Act 13-142, September 30, 1999, 46 DCR 9900).\n\nFor temporary (90-day) amendment of section, see § 2405 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90-day) amendment of section, see § 2(a) of the Real Property Equitable Tax Relief Emergency Act of 2000 (D.C. Act 13-380, July 24, 2000, 47 DCR 6691).\n\nFor temporary (90 day) amendment of section, see § 2405 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nFor temporary (90 day) amendment of section, see § 2(r)(2) of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nFor temporary (90 day) amendment of section, see §§ 2(f), 3 of Real Property Tax Assessment Transition Emergency Act of 2001 (D.C. Act 14-44, April 18, 2001, 48 DCR 3844).\n\nFor temporary (90 day) amendment of section, see § 10(d) of Technical Amendments Emergency Act of 2001 (D.C. Act 14-108, August 3, 2001, 48 DCR 7622).\n\nFor temporary (90 day) amendment of section, see §§ 2(f), 3 of Real Property Tax Assessment Transition Congressional Review Emergency Act of 2001 (D.C. Act 14-116, August 3, 2001, 48 DCR 7659).\n\nFor temporary (90 day) amendment of section, see §§ 1303(c) and 1304 of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) amendment of section, see §§ 1303(c) and 1304 of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see § 12(i) of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) amendment of section, see § 12(i) of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 12(i) of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nFor temporary (90 day) amendment of section, see §§ 1303(c) and 1304 of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Owner-Occupant Residential Tax Credit and Homestead Deduction Clarification Emergency Act of 2004 (D.C. Act 15-374, February 24, 2004, 51 DCR 2618).\n\nFor temporary (90 day) amendment of section, see § 1162(a) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 1162(a) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) amendment of section, see § 2 of Board of Real Property Assessments and Appeals Reform Emergency Act of 2005 (D.C. Act 16-87, May 18, 2005, 52 DCR 5267).\n\nFor temporary (90 day) amendment of section, see § 2 of Board of Real Property Assessments and Appeals Reform Congressional Review Emergency Act of 2005 (D.C. Act 16-145, July 26, 2005, 52 DCR 7183).\n\nFor temporary (90 day) amendment of section, see § 4(b) of Nuisance Properties Abatement Reform and Real Property Classification Emergency Amendment Act of 2006 (D.C. Act 16-586, December 28, 2006, 54 DCR 353).\n\nFor temporary (90 day) amendment of section, see § 4(b) of Nuisance Properties Abatement Reform and Real Property Classification Emergency Amendment Act of 2007 (D.C. Act 17-173, November 2, 2007, 54 DCR 11204).\n\nFor temporary (90 day) amendment of section, see § 4(b) of Nuisance Properties Abatement Reform and Real Property Classification Congressional Review Emergency Act of 2008 (D.C. Act 17-436, July 16, 2008, 55 DCR 8272).\n\nFor temporary (90 day) addition of § 3a of D.C. Law 18-363, see § 2 of Real Property Tax Appeals Commission Establishment Emergency Amendment Act of 2011 (D.C. Act 19-33, March 15, 2011, 58 DCR 2608).\n\nFor temporary (90 day) addition of § 3a of D.C. Law 18-363, see § 2 of Real Property Tax Appeals Commission Establishment Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-76, June 23, 2011, 58 DCR 5377).\n\nFor temporary (90 day) amendment of section, see § 2 of Real Property Tax Appeals Commission Establishment Emergency Act of 2011 (D.C. Act 19-146, August 9, 2011, 58 DCR 6826).\n\nFor temporary (90 day) addition of section 3a of D.C. Law 18-363, see § 2 of Real Property Tax Appeals Commission Establishment Clarification Emergency Amendment Act of 2011 (D.C. Act 19-169, October 11, 2011, 58 DCR 8905).\n\nFor temporary (90 day) amendment of section, see § 4 of Real Property Tax Appeals Commission Establishment Clarification Emergency Amendment Act of 2011 (D.C. Act 19-169, October 11, 2011, 58 DCR 8905).\n\nFor temporary (90 day) addition of section 3a of D.C. Law 18-363, see § 2 of Real Property Tax Appeals Commission Establishment Clarification Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-256, December 21, 2011, 58 DCR 11219).\n\nFor temporary (90 day) addition of section 3a of D.C. Law 18-363, see § 4 of Real Property Tax Appeals Commission Establishment Clarification Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-256, December 21, 2011, 58 DCR 11219).\n\nFor temporary (90 day) repeal of D.C. Law 19-9, see § 6 of Real Property Tax Appeals Commission Establishment Clarification Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-256, December 21, 2011, 58 DCR 11219).\n\nLegislative History of Laws\n\nLaw 9-241, the \"Real Property Tax Assessment Appeal Process Revision Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-199, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1992, and December 15, 1992, respectively. Signed by the Mayor on January 5, 1993, it was assigned Act No. 9-375 and transmitted to both Houses of Congress for its review. D.C. Law 9-241 became effective on March 17, 1993.\n\nFor legislative history of D.C. Law 10-25, see Historical and Statutory Notes following § 47-802.\n\nLaw 10-98, the \"Board of Real Property Assessments and Appeals Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-475, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 7, 1993, and January 4, 1994, respectively. Signed by the Mayor on January 25, 1994, it was assigned Act No. 10-182 and transmitted to both Houses of Congress for its review. D.C. Law 10-98 became effective on March 23, 1994.\n\nFor legislative history of D.C. Law 10-127, see Historical and Statutory Notes following § 47-812.\n\nFor legislative history of D.C. Law 10-255, see Historical and Statutory Notes following § 47-818.01.\n\nLaw 11-109, the \"BRPAA Membership Simplification Act,\" was introduced in Council and assigned Bill No. 11-470, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-197 and transmitted to both Houses of Congress for its review. D.C. Law 11-109 became effective on March 29, 1996.\n\nLaw 11-110, the \"Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nLaw 11-194, the \"Board of Real Property Assessments and Appeals Membership Qualification Act of 1996,\" was introduced in Council and assigned Bill No. 11- 577, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 19, 1996, and July 3, 1996, respectively. Signed by the Mayor on July 26, 1996, it was assigned Act No. 11-354 and transmitted to both Houses of Congress for its review. D.C. Law 11-194 became effective on April 9, 1997.\n\nLaw 11-269 was submitted to the electors of the District of Columbia as Initiative No. 51. D.C. Law 11-269 (Act 11-458) become law on May 22, 1997.\n\nFor legislative history of D.C. Law 12-40, see Historical and Statutory Notes following § 47-802.\n\nLaw 13-55, the \"District of Columbia Board of Real Property Assessments and Appeals Membership Simplification Act of 1999,\" was introduced in Council and assigned Bill No. 13-140, which was referred to the Committee on Local and Regional Affairs. The Bill was adopted on first and second readings on July 6, 1999, and September 21, 1999, respectively. Signed by the Mayor on October 8, 1999, it was assigned Act No. 13-154 and transmitted to both Houses of Congress for its review. D.C. Law 13-55 became effective on March 7, 2000.\n\nLaw 13-172, the \"Fiscal Year 2001 Budget Support Act of 2000,\" was introduced in Council and assigned Bill No. 13-679, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2000, and June 6, 2000, respectively. Signed by the Mayor on June 26, 2000, it was assigned Act No. 13-175 and transmitted to both Houses of Congress for its review. D.C. Law 13-172 became effective on October 19, 2000.\n\nFor Law 13-305, see notes following § 47-405.\n\nLaw 13-313, the \"Technical Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-879, which was referred to the Committee on the Whole. The Bill was adopted on first and second readings on December 5, 2000, and December 19, 2000, respectively. Signed by the Mayor on January 19, 2001, it was assigned Act No. 13-574 and transmitted to both Houses of Congress for its review. D.C. Law 13-313 became effective on June 19, 2001.\n\nFor Law 14-28, see notes following § 47-387.51.\n\nFor Law 14-42, see notes following § 47-802.\n\nFor Law 14-282, see notes following § 47-405.\n\nFor Law 14-307, see notes following § 47-368.01.\n\nFor Law 15-105, see notes following § 47-340.22.\n\nFor Law 15-205, see notes following § 47-308.01.\n\nFor Law 15-354, see notes following § 47-340.03.\n\nLaw 16-17, the \"Board of Real Property Assessments and Appeals Reform Temporary Act of 2005\", was introduced in Council and assigned Bill No. 16-268, and was retained by Council. The Bill was adopted on first and second readings on May 3, 2005, and June 7, 2005, respectively. Signed by the Mayor on June 21, 2005, it was assigned Act No. 16-101and transmitted to both Houses of Congress for its review. D.C. Law 16-17 became effective on September 14, 2005.\n\nFor Law 16-159, see notes following § 47-824.\n\nFor Law 17-216, see notes following § 47-812.\n\nFor Law 17-219, see notes following § 47-318.05a.\n\nFor Law 17-353, see notes following § 47-308.\n\nFor history of Law 19-171, see notes under § 47-369.01.\n\nReferences in Text\n\nThe \"Real Property Tax Assessment Appeal Process Revision Amendment Act of 1992,\" referred to in (a)(3)(B), is D.C. Law 9-241.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: Section 7 of D.C. Law 9-241 provided that the Mayor shall issue rules necessary to implement the provisions of the act pursuant to subchapter I of Chapter 5 of Title 2.\n\nApplication of Law 11-269: Section 3a of D.C. Law 11-269, as added by § 3 of D.C. Law 12-122, provided that the provisions of the act shall apply to appeals from real property assessments for real property tax year 2000 and for each real property tax year thereafter.\n\nSeverability of D.C. Law 11-269: Section 3 of D.C. Law 11-269 provided that \"If any provision of this act or the application thereof to any person or circumstances is held invalid, the invalidity does not affect other provisions or applications of the act which can be given effect without the invalid provision or application, and to this end the provisions of this act are severable.\"\n\nExpiration of title I of D.C. Law 12-40: Section 105(b) of D.C. Law 12-40 provided that title I of that act shall expire 4 years from its effective date. D.C. Law 12-40 became effective on October 23, 1997.\n\nApplication of §§ 101(e)(3), 101(e)(5), and 101(e)(7) of D.C. Law 12-40: Section 102 of D.C. Law 12-40, as amended by § 54 of D.C. Law 12-264, provided that §§ 101(e)(3), 101(e)(5), and 101(e)(7) shall apply as of Sept. 30, 1998. Sections 101(e)(3), 101(e)(5), and 101(e)(7) repealed (h), (j), and (k), respectively.\n\nMayor authorized to issue rules: Section 104 of D.C. Law 12-40 provided that the Mayor may promulgate rules necessary for the implementation of this title.\n\nAudit of triennial assessment process: Section 103 of D.C. Law 12-40 provided that at the end of the first triennial assessment cycle, an audit of the assessment process shall be conducted by an outside firm, under the auspices of the International Association of Assessing Officers, for the purposes of examining the methodology, procedures, and accuracy of real property assessments under the triennial assessment process. The results of the audit shall be provided to the Council of the District of Columbia.\n\nReview of title I provisions after 3 years: Section 105(a) of title I of D.C. Law 12-40 provided that after 3 years, the Committee on Finance and Revenue shall review the provisions of this title and make recommendations for their continuance, amendment, or termination.\n\nExpiration and review of title I of D.C. Law 12-40: Section 2003 of D.C. Law 14-28 repealed the expiration provision of section 105(b) and the review provision of section 105(a) of D.C. Law 12-40.\n\nApplication of Law 14-307:  Section 1304 of D.C. Law 14-307 provides:   \"Sections 1302 and 1303 shall apply as of October 1, 2002.\"\n\nShort title of subtitle O of title I of Law 15-205: Section 1161 of D.C. Law 15-205 provided that subtitle O of title I of the act may be cited as the Owner-Occupant Residential Tax Credit and Homestead Deduction Clarification Act of 2004.\n\nApplicability of D.C. Law 16-159, § 2(b)(1)(E): Section 4 of D.C. Law 16-159 provides that section 2(b)(1)(E) shall apply as of October 1, 2006.\n\nSection 5(a) of D.C. Law 17-216 provides that sections 2, 3, and 4(b) and (c) shall apply to real property tax years beginning after September 30, 2006.\n\nShort title: Section 7014 of D.C. Law 17-219 provided that subtitle G of title VII of the act may be cited as the \"Board of Real Property Assessments and Appeals Compensation Act of 2008\".\n\nSection 7016 of D.C. Law 17-219 provides that this subtitle shall apply as of October 1, 2007.\n\nLaw 18-363 repealed this section effective April 8, 2011, however, Act 19-33 delayed its repeal until October 1, 2011.\n\nSection 4 of D.C. Law 19-155 added a section to D.C. Law 18-363 to read as follows:\n\n\"Sec. 3a. Applicability; transition.\n\n\"(a) Sections 2 and 3 shall apply upon Council approval and appointment by the Mayor of a full-time Chairperson and a full-time Vice Chairperson to the Real Property Tax Appeals Commission for the District of Columbia.\n\n\"(b) Notwithstanding subsection (a) of this section, the Mayor shall appoint the members of the Real Property Tax Appeals Commission for the District of Columbia with the advice and consent of the Council in accordance with the provisions of section 2(b)(3)).\".\n\nDC CODE § 47-825.01\n\nCurrent through December 11, 2012","credits":"(Sept. 3, 1974, Pub. L. 93-407, title IV, § 426a, as added Mar. 17, 1993, D.C. Law 9-241, § 2(e), 40 DCR 629; Sept. 30, 1993, D.C. Law 10-25, § 103, 40 DCR 5489; Mar. 23, 1994, D.C. Law 10-98, § 2, 41 DCR 531; June 14, 1994, D.C. Law 10-127, § 5(f), 41 DCR 2050; May 16, 1995, D.C. Law 10-255, § 42, 41 DCR 5193; Mar. 29, 1996, D.C. Law 11-109, § 2, 43 DCR 526; Apr. 18, 1996, D.C. Law 11-110, § 53, 43 DCR 530; Apr. 9, 1997, D.C. Law 11-194, § 2, 43 DCR 4557; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575 1575; May 22, 1997, D.C. Law 11-269, §§ 2(a), (b), 43 DCR 6868; Oct. 23, 1997, D.C. Law 12-40, § 101(e), 44 DCR 4859; Mar. 7, 2000, D.C. Law 13-55, § 2, 46 DCR 8868; Oct. 19, 2000, D.C. Law 13-172, § 2405, 47 DCR 6308; June 9, 2001, D.C. Law 13-305, § 502(r), 48 DCR 334; June 19, 2001, D.C. Law 13-313, § 16(a), 48 DCR 1873; Oct. 3, 2001, D.C. Law 14-28, § 2002(f), 48 DCR 6981; Oct. 26, 2001, D.C. Law 14-42, § 10(d), 48 DCR 7612; Apr. 4, 2003, D.C. Law 14-282, § 11(h), 50 DCR 896; June 5, 2003, D.C. Law 14-307, § 1303(c), 49 DCR 11664; Mar. 13, 2004, D.C. Law 15-105, § 26(c)(3), 51 DCR 881; Dec. 7, 2004, D.C. Law 15-205, § 1162(a), 51 DCR 8441; Apr. 13, 2005, D.C. Law 15-354, § 73(b)(3), 52 DCR 2638; Sept. 19, 2006, D.C. Law 16-159, § 2(b), 53 DCR 5385; Aug. 15, 2008, D.C. Law 17-216, § 4(c), 55 DCR 7500; Aug. 16, 2008, D.C. Law 17-219, § 7015, 55 DCR 7598; Mar. 25, 2009, D.C. Law 17-353, § 121, 56 DCR 1117; Sept. 26, 2012, D.C. Law 19-171, § 114(a), 59 DCR 6190.)","sections":[{"prefix":"a","text":"(1) There is established a Board of Real Property Assessments and Appeals for the District of Columbia (\"Board\") to review real property assessment appeals. The makeup of the Board shall be as follows:"},{"prefix":"A","text":" The Board shall be composed of 18 members, all of whom shall be residents of the District of Columbia (\"District\"). Board members shall be active members of the District of Columbia Bar with real estate experience, District certified general real estate appraisers, District licensed residential real estate appraisers, certified public accountants, mortgage bankers, licensed District real estate brokers, or persons possessing significant real property experience."},{"prefix":"B","text":" The Mayor shall appoint the members of the Board with the advice and consent of the Council. From time to time, the Mayor shall appoint, with the advice and consent of the Council, the chairperson of the Board from among the members meeting the qualifications of subparagraph (A) of this paragraph. The member shall serve as chairperson for a term of 3 years or until the end of the member's term, whichever occurs first."},{"prefix":"C","text":" Board members shall be persons who have knowledge of the valuation of property, real estate transactions, building costs, accounting, finance, or statistics."},{"prefix":"D","text":" None of the Board members may be officers of the District government. For the purposes of this subparagraph, officers means the Mayor and the members of the Council."},{"prefix":"E","text":" Repealed."},{"prefix":"2","text":"(A) A Board member shall be prohibited from representing any client or business interest before the Board for a period of 2 years after the Board member's termination or resignation from the Board."},{"prefix":"B","text":" A Board member shall be prohibited from reviewing an appeal involving real property with which the Board member has had any financial dealings in the 2- year period prior to the date of the appeal. For the purposes of this subsection, the term \"financial dealings\" shall include, but not be limited to, the assessment, appraisal, purchase, sale, or rental of the real property in question."},{"prefix":"C","text":" In addition to any other penalty under any other law, any violation of this paragraph shall be a misdemeanor, shall be prosecuted by the Office of the Attorney General for the District of Columbia, and shall be punishable by a fine up to $5,000 for each occurrence."},{"prefix":"3","text":"(A) The term of each Board member shall be 3 years, except as provided in subparagraph (B) of this paragraph."},{"prefix":"B","text":" For the initial 18 appointments or reappointments to Board members for full terms after [September 19, 2006]:"},{"prefix":"i","text":" The first 6 Board members appointed to the Board shall be appointed for a term ending April 30, 2011."},{"prefix":"ii","text":" The next 6 Board members appointed to the Board shall be appointed for a term ending April 30, 2012."},{"prefix":"iii","text":" The final 6 Board members appointed to the Board shall be appointed for a term ending April 30, 2013."},{"prefix":"4","text":"(A) A vacancy on the Board shall be filled in the same manner that the original appointment was made."},{"prefix":"B","text":" Any person appointed to fill a vacancy shall be appointed to serve for the remainder of the term during which the vacancy arose."},{"prefix":"C","text":" Repealed."},{"prefix":"5","text":" Board members shall receive compensation at the rate of $50 per hour."},{"prefix":"b","text":" The Mayor shall provide such other support as is needed for the efficient operation of the Board."},{"prefix":"c","text":"(1) The Board shall convene as necessary from the first Monday in January until the Mayor is presented with the assessment roll for the tax year as provided in subsection (h) of this section. The Board shall also convene as necessary after any special assessment that shall be generally applicable to a class of real property and for other business of the Board."},{"prefix":"2","text":" Except as provided in subsection (d) of this section, a majority of the Board shall constitute a quorum for transacting business."},{"prefix":"3","text":" Pursuant to subchapter I of Chapter 5 of Title 2, the Board shall issue rules of organization and procedure. All applicable provisions of subchapter I of Chapter 5 of Title 2 shall apply to the rules and procedures of the Board."},{"prefix":"4","text":" The Board shall meet at least 4 times annually for administrative matters. All administrative meetings of the Board shall be open to the public. The Board shall publish notification of the meetings in the District of Columbia Register and shall make copies of minutes of those meetings available to the public."},{"prefix":"d","text":"(1)(A) Each appeal to the Board shall be reviewed by a 3-member panel of the Board, unless the appellant agrees to a 2-member panel."},{"prefix":"B","text":" A stipulation signed by the Mayor and the owner that resolves a matter may be approved by the signature of one member."},{"prefix":"2","text":" No 3 Board members shall serve exclusively together on the same panel for more than 1 tax year."},{"prefix":"3","text":" No Board member may review an appeal for which that member has a direct or indirect interest."},{"prefix":"4","text":" Each decision of the Board concerning an appeal shall be in writing and shall contain a detailed statement of the basis for the decision. Each decision shall be signed by each Board member who participated in the hearing and deliberations and shall indicate whether a participating Board member agreed with or dissented from the decision of the panel."},{"prefix":"5","text":" All meetings of the Board, including hearings of individual appeals of Class 3 Property assessments, shall be open to the public, and the public shall not be excluded in any way from hearings on these individual appeals. All information presented at Board meetings, including individual appeals of Class 3 Property assessments, shall be available for public inspection."},{"prefix":"e","text":" The Board chairman has the authority to bring before the Board any assessments that the Board chairman believes may have been incorrectly assessed. In addition, any taxpayer may, on behalf of the general public of the District, appeal to the Board the assessment of any real property, except Class 1 Property, or may intervene in any appeal brought by the owner of Class 2 Property or Class 3 Property."},{"prefix":"f","text":" Repealed."},{"prefix":"f-1","text":" Beginning with real property assessments for Tax Year 1999 and for each tax year thereafter:"},{"prefix":"1","text":"(A) On or before April 1 of the immediately preceding tax year, an owner may petition for an administrative review of the real property's assessed value or its classification that shall be in effect for the tax year at issue."},{"prefix":"B","text":" If the real property is transferred to a new owner between January 1 through March 1 of the immediately preceding tax year for which the proposed assessed value or classification shall be in effect, the new owner may petition for an administrative review before April 2 of the immediately preceding tax year."},{"prefix":"C","text":" If a real property is transferred to a new owner after March 1st of the immediately preceding tax year for which the proposed assessed value or classification shall be in effect, and no other petition or appeal has been filed for the real property, the new owner may before:"},{"prefix":"i","text":" The 61st day after the date of transfer of the real property, file a petition for an administrative review; provided, that a petition may not be filed after July 1 of the immediately preceding tax year;"},{"prefix":"ii","text":" October 1 of the tax year, file an appeal with the Board if the 60th day after the date of transfer of the real property occurs after July 1 of the immediately preceding tax year and no petition for an administrative review was filed by such July 1;"},{"prefix":"iii","text":" April 2 of the tax year, file a petition for an administrative review if the 61st day after the date of transfer of the real property occurs after September 30 of the immediately preceding tax year and no appeal to the Board was filed by such September 30; or"},{"prefix":"iv","text":" October 16 of the next succeeding tax year, file an appeal with the Board if the 60th day after the date of transfer of the real property occurs after April 1 of the tax year and no petition for an administrative review was filed by such April 1."},{"prefix":"D","text":" The Mayor shall have authority to change a proposed assessed value or classification in accordance with a final determination made on a petition for administrative review."},{"prefix":"E","text":" A final determination or Board decision shall pertain to the value or classification of the real property for the tax year at issue."},{"prefix":"F","text":" A petition for an administrative review under this paragraph shall be filed on a form and in the manner prescribed by the Mayor."},{"prefix":"1A","text":" An owner or new owner of real property revalued under § 47-820(b-2) may petition for an administrative review of, and appeal to the Board, the real property's proposed assessed value or classification that shall be in effect for the tax year at issue in the same manner and to the same extent as an owner or new owner under paragraph (1) of this subsection. The petition or appeal filed under authority of this paragraph shall be deemed to have been filed under paragraph (1) of this subsection."},{"prefix":"2","text":"(A) If an owner is aggrieved by a notice of final determination on a petition for administrative review, the owner may file an appeal from the proposed assessed value or classification with the Board within 45 days from the date of the notice of final determination. All notices of final determination shall be accompanied by the assessor's worksheets indicating the rationale for the determination, if the assessment is raised or lowered. If a notice of final determination on a petition for an administrative review brought under paragraph (1)(A) or (1)(B) of this subsection and the assessor's worksheets relating thereto, if required, are not sent to the owner before August 2, the owner may appeal the proposed assessed value or classification to the Board before October 1; provided, that if a delayed notice is issued under § 47-824(b)(4), September 2 and October 16 shall be substituted for August 2 and October 1, respectively."},{"prefix":"B","text":" An owner may supplement the original filing if new information has become available that was not available prior to the filing deadline by delivering a copy of the supplemental filing to the Board and the Mayor no later than 15 business days after the filing of the appeal."},{"prefix":"2A","text":" If an owner is aggrieved by a notice of final determination issued pursuant to § 42-3131.15 or a notice of final determination issued under § 47-813(d-1)(3A), the owner may file an appeal on the determination of vacancy with the Board within 45 days from the date of such notice. The Board shall render a decision on the appeal within 120 days of filing."},{"prefix":"3","text":" Unless otherwise provided in this section, a good faith petition for an administrative review shall be a prerequisite for filing an appeal from a proposed assessed value or classification with the Board and a petition to the Mayor for reconsideration of the designation of their building as vacant shall be a prerequisite for filing an appeal with the Board pursuant to § 42- 3131.15."},{"prefix":"4","text":" An appeal shall be filed on a form prescribed by the Board. The form shall state clearly that all information and evidence in support of the appeal must be filed with the appeal form and that the owner is entitled to obtain, pursuant to paragraph (6) of this subsection, any response to the appeal filed by the Mayor. All information in support of the petition shall be submitted at the time the appeal is filed except that the petitioner shall have the right to rebut any evidence submitted by the Mayor in response to the appeal and the Board may request additional information it deems necessary."},{"prefix":"5","text":" The Board shall have the authority to establish the assessed value of residential real property without a hearing when the Mayor and the real property owner agree upon the assessed value of the residential real property."},{"prefix":"6","text":"(A) At least 20 business days prior to the hearing, the Board shall provide the Mayor with a copy of the appeal and the date that the hearing is scheduled."},{"prefix":"B","text":"(i) At least 5 business days prior to the scheduled hearing, the Mayor shall provide a copy of its response to the owner's appeal to the Board."},{"prefix":"ii","text":" The Mayor shall make any response filed with the Board available to the real property owner for inspection and copying at least 5 business days prior to the scheduled hearing. Any charges for copying by the Mayor shall be at cost."},{"prefix":"iii","text":" For cases involving single family residences and condominiums, at least 7 business days prior to the scheduled hearing, the Mayor shall mail a copy of the response that was filed with the Board to the owner."},{"prefix":"iv","text":" Any evidence not submitted in accordance with this subparagraph shall be excluded by the Board at hearing, unless the response is a direct rebuttal to a contention raised by the owner which was not in the appeal filed by the owner."},{"prefix":"7","text":" Every decision filed by the Board shall be maintained by the Board for 3 years and shall be made available for examination and photocopying by any requestor. All costs associated with photocopying shall be paid for by the requestor. Nothing in this subsection shall affect the confidentiality of information as provided in § 47-821(d)(2)."},{"prefix":"8","text":" The Board shall notify the Mayor of any decision on an appeal from a proposed assessed value, classification, or determination of vacancy at the same time the Board notifies the owner."},{"prefix":"f-2","text":" Repealed."},{"prefix":"g","text":"(1) Pursuant to applicable provisions of law or rules adopted by the Council, or orders of the Mayor, the Board shall attempt to assure that all real property is assessed at the estimated market value."},{"prefix":"2","text":" The Board shall raise or lower the estimated market value of any real property that it finds to be more than 5% above or below the estimated market value for any assessment appealed by an owner."},{"prefix":"h","text":" Repealed."},{"prefix":"h-1","text":"(1) The Mayor may make an administrative or clerical correction to an assessment only for the current or immediately succeeding tax year; provided, that:"},{"prefix":"A","text":" The notice of correction under this paragraph shall be mailed by certified or registered mail to the owner's address of record; and"},{"prefix":"B","text":" The owner may petition and appeal in the same manner and to the same extent as a new owner under subsection (f-1)(1) of this section and the date of the correction shall be deemed to be the date of transfer thereunder."},{"prefix":"2","text":" Notwithstanding § 47-820(a-1), the Mayor may change an assessment or real property classification which is the result of a substantial error that would cause an injustice to the owner for the immediately succeeding, current, or preceding 3 tax years."},{"prefix":"i","text":" The Board shall not order an increase of the assessed value of any parcel of real property above its estimated market value or a decrease of the assessed value of any parcel of real property below its estimated market value solely on the basis of average ratio studies comparing sales and assessments, unless the studies are the primary basis for the assessment or reassessment of the concerned property in question."},{"prefix":"j","text":" Repealed."},{"prefix":"j-1","text":" Except as provided in § 47-830, an owner aggrieved by a proposed assessed value or classification may appeal the proposed assessed value or classification to the Superior Court of the District of Columbia in the same manner and to the same extent as provided in §§ 47-3303 and 47-3304 before October 1 of the next succeeding tax year; provided, that (1) the owner shall have first appealed in good faith the assessed value or classification to the Board immediately preceding the appeal to the Superior Court; and (2) a new owner, who filed a petition or appeal under subsection (f-1)(1)(C)(iii) or (iv) of this section, respectively, may, before October 1 of the next 2 succeeding tax years, appeal the proposed assessed value or classification in the same manner and to the same extent as provided in §§ 47-3303 and 47- 3304."},{"prefix":"j-2","text":" If an owner's second-half installment payment is placed on extended billing under § 47-811(b) to a date after September 15, the owner shall have 15 days from the payment due date to appeal to the Superior Court of the District of Columbia the proposed assessed value or classification in the same manner, to the same extent, and subject to the same limitations and requirements (except the filing deadline as provided in this subsection) as provided in subsection (j-1) of this section."},{"prefix":"k","text":" Repealed."},{"prefix":"k-1","text":" Notwithstanding the definition of owner and taxpayer in § 47-802(5) to include persons other than the owner of record of real property, the owner of record of real property shall retain the right to appeal an assessment under this section."},{"prefix":"l","text":"(1) By October 1st, following the end of each tax year, the Board shall present to the Council and to the Mayor an annual report on its operations for the preceding tax year. The report shall include, but not be limited to, the following:"},{"prefix":"A","text":" The total number of appeals heard and decided by the Board;"},{"prefix":"B","text":" A breakdown of appeals decided by class of property as those classes are defined in § 47-813, stating the following for each class:"},{"prefix":"i","text":" The total number of assessments sustained;"},{"prefix":"ii","text":" The total number of assessments increased;"},{"prefix":"iii","text":" The total number of assessments decreased;"},{"prefix":"iv","text":" The percentage of the increased, decreased, and sustained assessments;"},{"prefix":"v","text":" The gain and loss in assessed value;"},{"prefix":"vi","text":" The total revenue gain to the District as a result of the increases by the tax year;"},{"prefix":"vii","text":" The total revenue loss to the District as a result of decreases by the tax year; and"},{"prefix":"viii","text":" The total net revenue impact on the District as a result of the Board's decisions;"},{"prefix":"C","text":" An analysis of the Board's operations for the year, including the identification of any problems and recommendations for dealing with the problems; and"},{"prefix":"D","text":" A listing, for each Board member, of the total number of appeals heard and decided, the number of hours worked, and the total amount of compensation paid."},{"prefix":"2","text":" The District of Columbia Auditor shall perform a management audit of the activities of the Board at least once every 3 fiscal years (or sooner as considered appropriate by the Auditor) or upon request of a Councilmember, and report the findings to the Council."},{"prefix":"3","text":" The Board shall establish a program during which all new Board members receive training in the various aspects of property valuation for all classes of property, as well as orientation on Board rules and regulations."},{"prefix":"m","text":"(1) By February 1 of each year, all pending real property assessment appeals cases filed in the prior calendar year shall be finalized by the Board."},{"prefix":"2","text":" After the completion of the hearing, the Board shall have 30 days to finalize a residential real property case and 80 days to finalize a commercial case real property case."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"825","identifier":"47-825.01","catch_text":"Board of Real Property Assessments and Appeals."}}