{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-10, see notes following § 47-859.01.\n\nDC CODE § 47-859.02\n\nCurrent through December 11, 2012","credits":"(July 7, 2009, D.C. Law 18-10, § 2(b), 56 DCR 3598.)","sections":[{"prefix":"a","text":" Subject to paragraph (1) of this subsection and subsections (b) and (c) of this section, and to the tax abatement limits imposed by § 47-859.04, the Mayor shall approve a tax abatement under § 47-859.03 for an Eligible Real Property if:"},{"prefix":"1","text":" The owner, or his designee or assignee, receives:"},{"prefix":"A","text":" A final building permit for the mechanical, electrical, plumbing, and heating, ventilation, and air conditioning systems for the building's superstructure; or"},{"prefix":"B","text":" A letter from both the building architect and the Mayor certifying that the 1st level of concrete has been laid and the building has received a building permit for both the building's sheeting, shoring, and excavation work and the building's foundation to grade structural work;"},{"prefix":"2","text":" The owner, or his designee or assignee, requests a certification letter from the Mayor stating that the Eligible Real Property and project are approved for the tax abatement in a stated amount;"},{"prefix":"3","text":" The Mayor transmits to the owner, or his designee or assignee, the certification letter requested under paragraph (2) of this subsection; and"},{"prefix":"4","text":" The building permit for the project's superstructure is received after January 1, 2008."},{"prefix":"b","text":" A tax abatement shall not be allowed under § 47-859.03:"},{"prefix":"1","text":" Unless the owner, or his designee or assignee, satisfies subsections (a)(1) and (2) of this section on or before December 31, 2012;"},{"prefix":"2","text":" Unless the 1st level of concrete for the project has been laid either before or within 6 months after the date the certification letter is transmitted by the Mayor under subsection (a)(3) of this section, if certification was requested based upon subsection (a)(1)(A) of this section;"},{"prefix":"3","text":" If the project has not received a certificate of occupancy within 36 months after the date the certification letter is transmitted by the Mayor under subsection (a)(3) of this section; provided, that the Mayor may extend the 36- month period for up to 6 months if the building's construction has reached grade, as certified by the project architect and the Mayor;"},{"prefix":"4","text":" If the improvement of the Eligible Real Property is financed in any part under subchapter IX of Chapter 12 of Title 2;"},{"prefix":"5","text":" If the Eligible Real Property receives relief under § 42-3508.02; or"},{"prefix":"6","text":" If the Eligible Real Property was owned by the District of Columbia, or one of its instrumentalities, as of January 1, 2008."},{"prefix":"c","text":" The number of residential dwelling units that may be approved under § 47-859.03 for the tax abatement under § 47-859.04 shall be limited to 3,000 units in the aggregate. The Mayor shall keep a record of the number of residential dwelling units that are approved under § 47-859.03 and § 47- 859.04."},{"prefix":"d","text":"(1) The Mayor shall, as nearly as practicable, review requests for certification in the order in which they were received and shall complete review of such requests for certification within 45 days after receipt."},{"prefix":"2","text":" A copy of all certification letters transmitted by the Mayor pursuant to subsection (a)(3) of this section shall be sent to the Office of Tax and Revenue."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"859","identifier":"47-859.02","catch_text":"Tax abatements for new residential developments --Requirements for tax abatements for new residential developments."}}