{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-820.\n\n1973 Ed., § 47-641.\n\nEffect of Amendments\n\nD.C. Law 13-305, in the section heading, inserted \"Estimated\" and deleted \"; regulations and orders\" from the end; rewrote subsec. (b-1)(2); in subsec. (c), substituted \"Mayor\" for \"Council\"; and rewrote subsec. (d).\n\nPrior to amendment, subsecs. (b-1)(2) and (d) read:\n\n\"(2) When real property is assessed pursuant to this section, any increase in the overall assessed value shall be phased-in over the 3-year period of a 3- year cycle.\"\n\n\"(d) The Council may adopt regulations regarding information to be furnished the Mayor by owners of real property. Such regulations shall provide, under penalty of law, that all such information with respect to income derived from investment on income-producing real property shall be handled in the same confidential manner as income tax returns and supporting data required to be submitted to the government of the District of Columbia under laws applicable in the District.\"\n\nD.C. Law 14-28 rewrote subsec. (a)(1), repealed subsec. (a)(2), and in subsec. (a)(3), substituted \"the valuation date\" for \"January 1st of the year preceding the tax year\"; in subsec. (b), substituted \"subsections (b-1) and (b-2)\" for \"subsection (b-1)\"; in subsec. (b-1)(1)(D), (E), (G), and (H), substituted \"real property\" for \"property\", in subsec. (b-1)(1)(F), inserted \", unless the change in classification is in furtherance of § 47-813(c-4) due to the mergence of former classes into a single class by operation of law\" preceding \"real property\"; added subsec. (b-2); and repealed subsecs. (c), (d), (e), and (f). Subsecs. (a)(1), (a)(2), (c), (d), (e), and (f) had read as follows:\n\n\"(a)(1) Except as provided in paragraph (2) of this subsection, the assessed value of all real property shall be listed on the assessment roll for real property taxation purposes annually as provided in §§ 47-820 to 47-828.\n\n\"(2) Beginning with the real property assessments for Tax Year 1999, and for each year thereafter, the assessed value of all real property shall be listed at least once every 3 years on the assessment roll for property taxation purposes as provided in §§ 47-820 to 47-828.\n\n\"(c) The Mayor may adopt regulations concerning the assessment and reassessment of real property and matters relating thereto which shall be consistent with the provisions of this chapter and other applicable provisions of law.\n\n\"(d) The Mayor may promulgate regulations regarding information to be provided to the Mayor by owners of real property.\n\n\"(e) The Commissioner shall submit to the Council, within 45 days after September 3, 1974, proposed regulations to be adopted by the Council pursuant to subsection (c) of this section.\n\n\"(f) Consistent with the provisions of this chapter and regulations of the Council, the Mayor shall promulgate necessary regulations and administrative orders. If the Council shall not have adopted regulations concerning assessment pursuant to subsection (c) of this section within 90 days after September 3, 1974, the Mayor shall promulgate such regulations.\"\n\nD.C. Law 14-213, in subsec. (b-1)(2), validated a previously made technical correction.\n\nD.C. Law 15-272 added par. (4) of subsec. (a).\n\nD.C. Law 17-112 added subsec. (a)(5).\n\nD.C. Law 18-363, in subsecs. (a)(4), (a-1), and (a-2), substituted \"Real Property Tax Appeals Commission for the District of Columbia\" for \"Board of Real Property Assessments and Appeals\".\n\nD.C. Law 19-155, in subsec. (b-1), substituted \"§ 47-825.01a\" for \"§ 47- 825.01\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of District of Columbia Moratorium on the Real Property Assessments for Real Property Tax Year 1998 Temporary Amendment Act of 1996 (D.C. Law 11-220, April 9, 1997, law notification 44 DCR 2578).\n\nFor temporary (225 day) amendment of section, see § 101 of Fiscal Year 1997 Budget Support Temporary Amendment Act of 1996 (D.C. Law 11-226, April 9, 1997, law notification 44 DCR 2584).\n\nFor temporary (225 day) amendment of section, see § 2(k) of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nFor temporary (225 day) amendment of section, see § 2(d) of Real Property Tax Assessment Transition Temporary Act of 2001 (D.C. Law 14-23, September 6, 2001, law notification 48 DCR 9093).\n\nFor temporary (225 day) repeal of section 105 of D.C. Law 12-40, see § 3 of Real Property Tax Assessment Transition Temporary Act of 2001 (D.C. Law 14-23, September 6, 2001, law notification 48 DCR 9093).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 102 of the Fiscal Year 1997 Budget Support Emergency Act of 1996 (D.C. Act 11-302, July 25, 1996, 43 DCR 4181), § 101 of the Fiscal Year 1997 Budget Support Emergency Amendment Act of 1996 (D.C. Act 11-429, October 29, 1996, 43 DCR 6151), and § 101 of the Fiscal Year 1997 Budget Support Congressional Adjournment Emergency Amendment Act of 1997 (D.C. Act 12-2, February 19, 1997, 44 DCR 1590).\n\nFor temporary amendment of section, see § 2(b) of the District of Columbia Moratorium on the 1997 Real Property Assessments for Real Property Tax Year 1998 Emergency Amendment Act of 1996 (D.C. Act 11-407, October 28, 1996, 43 DCR 6329), and § 2(b) of the District of Columbia Moratorium on the 1997 Real Property Assessments for Real Property Tax Year 1998 Congressional Adjournment Emergency Amendment Act of 1997 (D.C. Act 12-9, March 3, 1997, 44 DCR 1630).\n\nFor temporary (90 day) amendment of section, see § 2(k) to (n) of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14-22, March 16, 2001, 48 DCR 2706).\n\nFor temporary (90 day) amendment of section, see §§ 2(d), 3 of Real Property Tax Assessment Transition Emergency Act of 2001 (D.C. Act 14-44, April 18, 2001, 48 DCR 3844).\n\nFor temporary (90 day) amendment of section, see §§ 2(d), 3 of Real Property Tax Assessment Transition Congressional Review Emergency Act of 2001 (D.C. Act 14-116, August 3, 2001, 48 DCR 7659).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-127, see Historical and Statutory Notes following § 47-812.\n\nFor legislative history of D.C. Law 11-223, see Historical and Statutory Notes following § 47-815.\n\nFor legislative history of D.C. Law 12-40, see Historical and Statutory Notes following § 47-802.\n\nFor Law 13-305, see notes following § 47-405.\n\nFor Law 14-28, see notes following § 47-387.51.\n\nLaw 14-213, the \"Technical Amendments Act of 2002\", was introduced in Council and assigned Bill No. 14-671, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 4, 2002, and July 2, 2002, respectively. Signed by the Mayor on July 26, 2002, it was assigned Act No. 14-459 and transmitted to both Houses of Congress for its review. D.C. Law 14-213 became effective on October 19, 2002.\n\nLaw 15-272, the \"Equity in Real Property Tax Assessment Act of 2004\", was introduced in Council and assigned Bill No. 15-210, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 9, 2004, and December 7, 2004, respectively. Signed by the Mayor on December 29, 2004, it was assigned Act No. 15-663 and transmitted to both Houses of Congress for its review. D.C. Law 15-272 became effective on April 5, 2005.\n\nLaw 17-112, the \"Multi-Unit Real Estate Tax Rate Clarification Act of 2007\", was introduced in Council and assigned Bill No. 17-72 which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 6, 2007, and December 11, 2007, respectively. Signed by the Mayor on December 31, 2007, it was assigned Act No. 17-237 and transmitted to both Houses of Congress for its review. D.C. Law 17-112 became effective on February 27, 2008.\n\nFor history of Law 18-363, see notes under § 47-412.01.\n\nFor history of Law 19-155, see notes under § 47-825.01a.\n\nMiscellaneous Notes\n\nExpiration of title I of D.C. Law 12-40: Section 105(b) of D.C. Law 12-40 provided that Title I of that act shall expire 4 years from its effective date. D.C. Law 12-40 became effective on October 23, 1997.\n\nMayor authorized to issue rules: Section 104 of D.C. Law 12-40 provided that the Mayor may promulgate rules necessary for the implementation of this title.\n\nAudit of triennial assessment process: Section 103 of D.C. Law 12-40 provided that at the end of the first triennial assessment cycle, an audit of the assessment process shall be conducted by an outside firm, under the auspices of the International Association of Assessing Officers, for the purposes of examining the methodology, procedures, and accuracy of real property assessments under the triennial assessment process. The results of the audit shall be provided to the Council of the District of Columbia.\n\nExpiration and review of title I of D.C. Law 12-40: Section 2003 of D.C. Law 14-28 repealed the expiration provision of section 105(b) and the review provision of section 105(a) of D.C. Law 12-40.\n\nSection 3 of D.C. Law 17-112 provides that this act shall apply upon the inclusion of its fiscal effect in an approved budget and financial plan.\n\nThe Budget Director of the Council of the District of Columbia has determined, as of February 15, 2012, that the fiscal effect of Law 17-112, has not been included in an approved budget and financial plan. Therefore, the provisions of this section, enacted by Law 17-112, are not in effect.\n\nDC CODE § 47-820\n\nCurrent through December 11, 2012","credits":"(Sept. 3, 1974, 88 Stat. 1053, Pub. L. 93-407, title IV, § 421; Jan, 3, 1975, 88 Stat. 2176, Pub. L. 93-635, § 6(c), (d); June 14, 1994, D.C. Law 10-127, § 5(c), 41 DCR 2050; Apr. 9, 1997, D.C. Law 11-223, § 2(b), 44 DCR 111; Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Oct. 23, 1997, D.C. Law 12-40, § 101(c), 44 DCR 4859; June 9, 2001, D.C. Law 13-305, § 502(k)-(n), 48 DCR 334; Oct. 3, 2001, D.C. Law 14-28, § 2002(d), 48 DCR 6981; Oct. 19, 2002, D.C. Law 14-213, § 33(e), 49 DCR 8140; Apr. 5, 2005, D.C. Law 15-272, § 2, 52 DCR 823; Feb.27, 2008, D.C. Law 17-112, § 2, 55 DCR 1864; Apr. 8, 2011, D.C. Law 18-363, § 3(g)(3), 58 DCR 963; July 13, 2012, D.C. Law 19-155, § 3(b), 59 DCR 5590.)","sections":[{"prefix":"a","text":"(1) The assessed value of all real property as of the valuation date shall be listed annually on the estimated assessment roll for real property taxation purposes."},{"prefix":"2","text":" Repeal."},{"prefix":"3","text":" The assessed value for all real property shall be the estimated market value of such property as of the valuation date, as determined by the Mayor. In determining the estimated market value for various kinds of real property, the Mayor may do so manually or through the use of an automated system or systems such as the Computer-Assisted Mass Appraisal System. The Mayor shall take into account any factor that may have a bearing on the market value of the real property, including, but not limited to, sales information on similar types of real property, mortgage, or other financial considerations, reproduction cost less accrued depreciation because of age, condition, and other factors, income-earning potential (if any), zoning, and government-imposed restrictions. Assessments shall be based upon the sources of information available to the Mayor, which may include actual view."},{"prefix":"4","text":" Notwithstanding paragraph (3) of this subsection, in the case of a property receiving the homestead deduction under § 47-850 or § 47-850.01 for which the most recent assessment has been changed as a result of an appeal to the Real Property Tax Appeals Commission for the District of Columbia in accordance with § 47-825.01a, the reasons for the revised assessment determined by the Board shall be considered the basis for the subsequent valuation by the Mayor, who shall take into account the written decision of the Board and its reasoning in making the assessment, so long as the revised assessment is rendered by the Board on or before January 1."},{"prefix":"5","text":" [Not funded]"},{"prefix":"a-1","text":" Notwithstanding subsection (a) of this section, the real property tax year 1998 assessed value of all real property, subject to appeal pursuant to § 47-825.01, shall be the real property tax year 1997 assessed value; provided, that for the purposes of appeal, the valuation date for real property tax year 1998 real property assessments shall be January 1, 1997. For purposes of determining the real property tax year 1998 assessment, the 1997 assessment with the latest date shall be the final 1997 assessment by the Mayor unless the assessment was otherwise revised by the Real Property Tax Appeals Commission for the District of Columbia or the Superior Court of the District of Columbia. In the case of a revision, the 1997 assessment shall be the assessment as determined by the Real Property Tax Appeals Commission for the District of Columbia or the Superior Court."},{"prefix":"a-2","text":" Subsection (a-1) of this section shall not affect the authority of the Mayor pursuant to § 47-829, to conduct a supplemental assessment of any property located in the District and shall not affect the right of a real property owner pursuant to § 47-830, to appeal from the supplemental assessment to the Real Property Tax Appeals Commission for the District of Columbia."},{"prefix":"b","text":" Except as provided in subsection (b-1) and (b-2) of this section, all real property shall be assessed no less frequently than once every 2 years, and as soon as practicable such assessment shall be made annually. The Council may authorize and direct assessments to be made annually for some or all classes of real property, except that for fiscal year 1978, and for each fiscal year thereafter, all real property shall be assessed on an annual basis."},{"prefix":"b-1","text":"(1) Beginning with tax year 1999 and for each tax year thereafter, all real property shall be assessed at least once every 3 years and the resulting assessment shall be in effect for the next 3 consecutive tax years unless the assessment is otherwise revised as a result of any of the following:"},{"prefix":"A","text":" An appeal filed pursuant to § 47-825.01a;"},{"prefix":"B","text":" An administrative correction made in accordance with § 47-825.01a;"},{"prefix":"C","text":" A supplemental assessment conducted pursuant to § 47-829;"},{"prefix":"D","text":" A substantive change in the use of the real property;"},{"prefix":"E","text":" A change in the zoning for the area in which the real property is located;"},{"prefix":"F","text":" A change in the classification of the real property, unless the change in classification is in furtherance of § 47-813(c-4) due to the mergence of former classes into a single class by operation of law;"},{"prefix":"G","text":" A substantial change occurs to the physical make up of the real property; or"},{"prefix":"H","text":" A substantial error occurs in the assessment of the real property."},{"prefix":"2","text":" When real property is assessed under this section, an increase in the overall assessed value shall be phased in over the 3-year period of a 3-year cycle or the remaining portion of the cycle; provided, that under § 47-829, an increase in the improvement value under a supplemental assessment shall not be phased in."},{"prefix":"b-2","text":" Notwithstanding subsection (b-1) of this section, for real property tax year 2002 and for each tax year thereafter, all real property which has completed its first 3-year cycle shall thereafter be revalued annually to determine its assessed value as of the valuation date. The assessed value of the real property revalued under this subsection shall not be phased in and the tax rate shall be applied to the assessed value for purposes of the tax year's levy."},{"prefix":"c","text":" Repealed."},{"prefix":"d","text":" Repealed."},{"prefix":"e","text":" Repealed."},{"prefix":"f","text":" Repealed."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"820","identifier":"47-820","catch_text":"Assessments--Estimated assessment roll; frequency of assessments."}}