{"text":"In establishing a real property tax rate or rates, the Council shall make a comparison of tax rates and burdens applicable to residential and nonresidential property in the District with those such rates applicable to such property in jurisdictions in the vicinity of the District. The comparison shall include other major taxes in addition to the tax on real property. Without in any way limiting the authority of the Council, it is the intention of Congress, that tax burdens in the District be reasonably comparable to those in the surrounding jurisdictions of the Washington metropolitan area.","historical":"Prior Codifications\n\n1981 Ed., § 47-817.\n\n1973 Ed., § 47-635.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-70, see Historical and Statutory Notes following § 47-811.\n\nMiscellaneous Notes\n\nAdoption of enumerated reports as comparison: (1) \"Tax Rates and Tax Burdens in the District of Columbia: A Nationwide Comparison\" (Government of the District of Columbia, June 1986); and.\n\n(2) \"Comparison of Tax Rates and Burdens in the Washington Metropolitan Area\" (Government of the District of Columbia, June 1986).\n\nAdoption of enumerated reports as comparison: Section 3 of D.C. Law 6-153 provided that the Council of the District of Columbia (\"Council\") adopts the following reports as the Council's comparison of tax rates and burdens applicable to residential and nonresidential real property in the District of Columbia with the rates on property in jurisdictions in the vicinity of the District and as the Council's comparison of other major taxes:\n\nDC CODE § 47-817\n\nCurrent through December 11, 2012","credits":"(Sept. 3, 1974, 88 Stat. 1053, Pub. L. 93-407, title IV, § 415; June 15, 1976, D.C. Law 1-70, title III, § 305, 23 DCR 540; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"817","identifier":"47-817","catch_text":"Comparison of rates and burdens."}}