{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-829.\n\n1973 Ed., § 47-710.\n\nEffect of Amendments\n\nD.C. Law 13-305 rewrote subsecs. (e)(2) and (f)(2).\n\nPrior to amendment, subsec. (e)(2) read:\n\n\"A certificate of occupancy for the real property has been issued.\"\n\nPrior to amendment, subsec. (f)(2) read:\n\n\"Notify the affected real property owner in writing of any change in assessment and right of appeal, as provided in 47-830.\"\n\nD.C. Law 15-205 added subsec. (e-1)\n\nD.C. Law 16-159, in subsec. (a), designated the existing text as par. (1), and added par. (2).\n\nD.C. Law 18-235 rewrote subsec. (e-1), which had read as follows:\n\n\"(e-1) Class 1 Property, as defined under § 47-813(c-6), shall not be subject to subsection (e) of this section if the increase in the estimated market value of the real property as a result of the renovation, addition, or construction is less than 10%.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 104 of Omnibus Budget Support Temporary Act of 1993 (D.C. Law 10-11, August 6, 1993, law notification 40 DCR 6213).\n\nFor temporary (225 day) amendment of section, see § 2(p) of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nFor temporary (225 day) amendment of section, see § 2 of Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, October 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see § 2 of Tax Clarity and Related Amendments Temporary Act of 2003 (D.C. Law 14-228, March 23, 2003, law notification 50 DCR 2741).\n\nFor temporary (225 day) amendment of section, see § 2(b) of Owner-Occupant Residential Tax Credit and Homestead Deductions Temporary Act of 2004 (D.C. Law 15-159, May 18, 2004, law notification 51 DCR 5699).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) amendment of section, see § 2 of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 2 of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Owner-Occupant Residential Tax Credit and Homestead Deduction Clarification Emergency Act of 2004 (D.C. Act 15-374, February 24, 2004, 51 DCR 2618).\n\nFor temporary (90 day) amendment of section, see § 1162(b) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 1162(b) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) repeal of § 3 of D.C. Law 18-235, see § 714 of Fiscal Year 2011 Supplemental Budget Support Emergency Act of 2010 (D.C. Act 18-694, January 19, 2011, 58 DCR 662).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-14, see Historical and Statutory Notes following § 47-815.\n\nLaw 8-207, the \"Real Property Improvements and Construction Tax Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-170, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on November 13, 1990, and December 4, 1990, respectively. Signed by the Mayor on December 14, 1990, it was assigned Act No. 8-282 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 10-25, see Historical and Statutory Notes following § 47-802.\n\nFor Law 13-305, see notes following § 47-405.\n\nFor Law 15-205, see notes following § 47-308.01.\n\nFor Law 16-159, see notes following § 47-824.\n\nLaw 18-235, the \"Renovation Penalty Abatement Act of 2010\", was introduced in Council and assigned Bill No. 18-518, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 15, 2010, and June 29, 2010, respectively. Signed by the Mayor on July 19, 2010, it was assigned Act No. 18-483 and transmitted to both Houses of Congress for its review. D.C. Law 18-235 became effective on October 15, 2010.\n\nDelegation of Authority\n\nDelegation of authority under Law 5-14, see Mayor's Order 83-190, July 25, 1983.\n\nDelegation of authority under D.C. Law 8-207, the Real Property Improvements and New Construction Tax Amendment Act of 1990, see Mayor's Order 93-66, May 25, 1993.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: Section 1102 of D.C. Law 5-14 provided that the Mayor shall issue rules necessary to carry out the provisions of the act.\n\nSection 4 of D.C. Law 8-207 provided that the Mayor shall, pursuant to subchapter I of Chapter 5 of Title 2, issue proposed rules to implement the provisions of this act. The proposed rules shall be submitted to the Council for a 60-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution within this 60-day review period, the proposed rules shall be deemed approved. Nothing in this section shall affect any requirements imposed upon the Mayor by subchapter I of Chapter 5 of Title 2.\n\nSection 509 of D.C. Law 13-305 requires that section 502(s) of D.C. Law 13-305, amending this section, shall apply to tax periods beginning after June 30, 2001.\n\nSection 3 of D.C. Law 18-235 provides that this act shall apply upon the inclusion of its fiscal effect in an approved budget and financial plan.\n\nSection 714 of D.C. Law 18-370 repealed section 3 of D.C. Law 18-235.\n\nDC CODE § 47-829\n\nCurrent through December 11, 2012","credits":"(Aug. 17, 1937, 50 Stat. 693, ch. 690, title IX, § 5(b); May 16, 1938, 52 Stat. 372, ch. 223, § 8; July 26, 1939, 53 Stat. 1109, ch. 367, title IV, § 5(b); July 10, 1952, 66 Stat. 545, ch. 649, § 3(c); July 29, 1970, 84 Stat. 580, Pub. L. 91-358, title I, § 161(a)(5); June 22, 1983, D.C. Law 5-14, § 702, 30 DCR 2632; Mar. 6, 1991, D.C. Law 8-207, § 2(a), 37 DCR 8453; Sept. 30, 1993, D.C. Law 10-25, § 104, 40 DCR 5489; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 502(s), 48 DCR 334; Dec. 7, 2004, D.C. Law 15-205, § 1162(b), 51 DCR 8441; Sept. 19, 2006, D.C. Law 16-159, § 2(c), 53 DCR 5385; Oct. 15, 2010, D.C. Law 18-235, § 2, 57 DCR 7158.)","sections":[{"prefix":"a","text":"(1) In addition to the annual assessment of real property made pursuant to § 47-820(b), the Mayor, pursuant to subsections (b) through (f) of this section, shall conduct a supplemental assessment of real property between January 1 and June 30, to become effective October 1, and payable March 31, and again between July 1 and December 31, to become effective April 1, and payable September 15, of each calendar year."},{"prefix":"2","text":" The Mayor shall mail the notice of a proposed supplemental assessment to the owner:"},{"prefix":"A","text":" On or before August 1 of the year in which the supplemental assessment was conducted for supplemental assessments conducted between January 1 and June 30; and"},{"prefix":"B","text":" On or before February 1 of the following year for supplemental assessments conducted between July 1 and December 31."},{"prefix":"b","text":" The Mayor shall assess the estimated market value of all real property, by lot and square, that was:"},{"prefix":"1","text":" Erroneously omitted from the previous assessment roll or tax list since the last annual or supplemental assessment; or"},{"prefix":"2","text":" Not listed on the previous assessment roll or tax list since the last annual or supplemental assessment."},{"prefix":"c","text":" The Mayor shall assess the estimated market value of all real property, by lot and square, that has a change in estimated market value as a result of damage or destruction of an improvement since the last annual or supplemental assessment."},{"prefix":"d","text":" The Mayor shall assess the estimated market value of all real property, by lot and square, if since the last annual or supplemental assessment:"},{"prefix":"1","text":"(A) A new improvement has been constructed;"},{"prefix":"B","text":" An addition to or renovation of an existing improvement has been constructed;"},{"prefix":"C","text":" There is construction in progress and at least 65% of the total estimated construction has occurred; or"},{"prefix":"D","text":" A conversion has occurred; and"},{"prefix":"2","text":" There is a $100,000 or more change in the estimated market value of the real property."},{"prefix":"e","text":" The Mayor shall assess the estimated market value of all real property, by lot and square, if since the last annual or supplemental assessment:"},{"prefix":"1","text":"(A) A new improvement has been constructed;"},{"prefix":"B","text":" An addition to or renovation of an existing improvement has been constructed;"},{"prefix":"C","text":" There is construction in progress; or"},{"prefix":"D","text":" A conversion has occurred; and"},{"prefix":"2","text":" A certificate of occupancy has been issued or, in the case of a single-family dwelling, a building permit has been made final."},{"prefix":"e-1","text":" Class 1 Property, as defined under § 47-813(c-8)(2)(A), shall not be subject to subsection (e) of this section."},{"prefix":"f","text":" After each supplemental assessment, the Mayor shall:"},{"prefix":"1","text":" Revise the assessment roll and tax list to reflect the current estimated market value of real property for which a supplemental assessment was conducted; and"},{"prefix":"2","text":" Notify the affected owner in writing of any change in assessment and right of appeal, as provided in § 47-830. The notice shall be mailed by certified or registered mail to the owner's address of record."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"829","identifier":"47-829","catch_text":"Taxable real estate; new structures and additions or improvements of old structures; complaints and appeals."}}