{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-307 added subsec. (b-1).\n\nD.C. Law 15-105, in the section name line, validated a previously made technical correction.\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\".\n\nD.C. Law 17-216, in subsec. (b-1), substituted \"an appeal of a Class 3 classification\" for \"a reclassification\".\n\nD.C. Law 17-345, in subsec. (b), substituted \"applicant (or current owner if there is no applicant)\" for \"applicant\" in par. (1), deleted \"(for which notification is required under this subsection)\" following \"eligibility\" in pars. (4) and (5), and added par. (6); and, in subsec. (c)(1), substituted \"\"applicant or former owner, and not the real property\" for \"applicant\" the first time it appears and substituted \"applicant or former owner\" for \"applicant\" the second time it appears.\n\nD.C. Law 19-155 rewrote subsec. (b-1), which formerly read:\n\n\"(b)(1) If a real property no longer qualifies as a homestead, the applicant (or current owner if there is no applicant) shall notify the Mayor of the date of the change in eligibility within 30 days after the change in eligibility. If the applicant (or current owner if there is no applicant) fails to notify timely, the deduction shall be rescinded without limitation for each tax year. Penalty and interest shall be added from the day the correct amount of tax was due but not paid.\"\n\nTemporary Amendments of Section\n\nSection 2(a) of D.C. Law 16-257, in subsec. (b), in par. (1), substituted \"applicant (or current owner if there is no applicant)\" for \"applicant\" throughout, in pars. (4) and (5), deleted \"(for which notification is required under this subsection)\", and added par. (6) to read as follows:\n\n\"(6) Notwithstanding the rescission of the deduction pursuant to paragraphs (4) and (5) of this subsection, if all of the applicant's ownership interest in the real property is transferred to a new owner, shareholder, or member who does not apply or qualify for the deduction, the real property shall be entitled to the apportioned amount of the deduction applicable to the installment payable during the half tax year during which the ownership interest was transferred. At the end of such half tax year, the deduction shall cease. If the applicant purchases another real property or interest in a housing cooperative for which he or she shall make application for the deduction, and the application and purchase occurs during the same half tax year when the transfer occurred, §§ 47-850(d), 47-850.01(b), and 47-850.04 shall not apply to the extent that both real properties may benefit from the deduction during that half tax year and, thereafter, only the newly purchased real property or housing cooperative in which the applicant acquired newly an interest shall benefit from the applicant's deduction. Notwithstanding the foregoing, a real property shall not benefit from more than one deduction in any half tax year; provided, that in the case of a housing cooperative, the real property shall not benefit from more than one deduction related to a dwelling unit in any half tax year.\"\n\n; and, in subsec. (c)(1), substituted \"applicant (or former owner if there is no applicant)\" for \"applicant\" throughout.\n\nSection 5(b) of D.C. Law 16-257 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 4(c) of D.C. Law 16-259, in subsec. (b-1), substituted \"an appeal of a Class 3 classification\" for \"a reclassification\".\n\nSection 7(b) of D.C. Law 16-259 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(c) of D.C. Law 17-72, in subsec. (b), substituted \"applicant (or current owner if there is no applicant)\" for \"applicant\" throughout par. (1), deleted \"(for which notification is required under this subsection)\" in pars. (4) and (5), and added par. (6) to read as follows:\n\n\"(6)(A) Notwithstanding the rescission of the deduction pursuant to paragraphs (4) and (5) of this subsection, if all of the applicant's ownership interest in the real property is transferred to a new owner, shareholder, or member who does not apply or qualify for the deduction, the real property shall be entitled to the apportioned amount of the deduction applicable to the installment payable during the half tax year during which the ownership interest was transferred. At the end of such half tax year, the deduction shall cease.\n\n\"(B) If the applicant purchases another real property or interest in a housing cooperative for which he or she shall make application for the deduction, and the application and purchase occurs during the same half tax year when the transfer occurred, §§ 47-850(d), 47-850.01(b), and 47-850.04 shall not apply to the extent that both real properties may benefit from the deduction during that half tax year and, thereafter, only the newly purchased real property or housing cooperative in which the applicant acquired newly an interest shall benefit from the applicant's deduction.\n\n\"(C) Notwithstanding the foregoing, a real property shall not benefit from more than one deduction in any half tax year; provided, that in the case of a housing cooperative, the real property shall not benefit from more than one deduction related to a dwelling unit in any half tax year.\"\n\n; and in subsec. (c)(1), substituted \"applicant or former owner, and not the real property\" for \"applicant\" the first time it appears, and \"applicant or former owner\" for \"applicant\" the second time it appears.\n\nSection 5(b) of D.C. Law 17-72 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 4(c) of D.C. Law 17-102, in subsec. (b-1), substituted \"an appeal of a Class 3 classification\" for \"a reclassification\".\n\nSection 7(b) of D.C. Law 17-102 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(c) of D.C. Law 17-295, in subsec. (b), substituted \"applicant (or current owner if there is no applicant)\" for \"applicant\" in par. (1), deleted \"(for which notification is required under this subsection)\" in pars. (4) and (5), and added par. (6) to read as follows:\n\n\"(6)(A) Notwithstanding the rescissions of the deduction pursuant to paragraphs (4) and (5) of this subsection, if all of the applicant's ownership interest in the real property is transferred to a new owner, shareholder, or member who does not apply or qualify for the deduction, the real property shall be entitled to the apportioned amount of the deduction applicable to the installment payable during the half tax year during which the ownership interest was transferred. At the end of such half tax year, the deduction shall cease.\n\n\"(B) If the applicant purchases another real property or interest in a housing cooperative for which he or she shall make application for the deduction, and the application and purchase occurs during the same half tax year when the transfer occurred, §§ 47-850(d), 47-850.01(b), and 47-850.04 shall not apply to the extent that both real properties may benefit from the deduction during that half tax year and, thereafter, only the newly purchased real property or housing cooperative in which the applicant acquired newly an interest shall benefit from the applicant's deduction.\n\n\"(C) Notwithstanding the foregoing, a real property shall not benefit from more than one deduction in any half tax year; provided, that in the case of a housing cooperative, the real property shall not benefit from more than one deduction related to a dwelling unit in any half tax year.\"\n\n; and, in subsec. (c)(1), substituted \"applicant or former owner, and not the real property\" for \"applicant\" the first time it appears and substituted \"applicant or former owner\" for \"applicant\" the second time it appears.\n\nSection 5(b) of D.C. Law 17-295 provides that the act shall expire after 225 days of its having taken effect.\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 2(e) of Homestead and Senior Citizen Real Property Tax Temporary Act of 2001 (D.C. Law 14-92, March 19, 2002, law notification 49 DCR 2997).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2(e) of Homestead and Senior Citizen Real Property Tax Emergency Act of 2001 (D.C. Act 14-190, November 29, 2001, 48 DCR 11219).\n\nFor temporary (90 day) amendment of section, see §§ 1303(e) and 1304 of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) amendment of section, see §§ 1303(e) and 1304 of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see §§ 1303(e) and 1304 of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Real Property Tax Benefits Revision Emergency Act of 2006 (D.C. Act 16-573, December 19, 2006, 54 DCR 18).\n\nFor temporary (90 day) amendment of section, see § 4(c) of Nuisance Properties Abatement Reform and Real Property Classification Emergency Amendment Act of 2006 (D.C. Act 16-586, December 28, 2006, 54 DCR 353).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Real Property Tax Benefits Revision Emergency Act of 2007 (D.C. Act 17-145, October 17, 2007, 54 DCR 10748).\n\nFor temporary (90 day) amendment of section, see § 4(c) of Nuisance Properties Abatement Reform and Real Property Classification Emergency Amendment Act of 2007 (D.C. Act 17-173, November 2, 2007, 54 DCR 11204).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Real Property Tax Benefits Revision Congressional Review Emergency Act of 2008 (D.C. Act 17-435, July 16, 2008, 55 DCR 8268).\n\nFor temporary (90 day) amendment of section, see § 4(c) of Nuisance Properties Abatement Reform and Real Property Classification Congressional Review Emergency Act of 2008 (D.C. Act 17-436, July 16, 2008, 55 DCR 8272).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Real Property Tax Benefits Revision Emergency Act of 2008 (D.C. Act 17-547, October 24, 2008, 55 DCR 11975).\n\nLegislative History of Laws\n\nFor Law 14-147, see notes following § 47-813.\n\nFor Law 14-307, see notes following § 47-368.01.\n\nFor Law 15-105, see notes following § 47-340.22.\n\nFor Law 15-354, see notes following § 47-340.03.\n\nFor Law 17-216, see notes following § 47-812.\n\nFor Law 17-345, see notes following § 47-845.02.\n\nFor history of Law 19-155, see notes under § 47-825.01a.\n\nMiscellaneous Notes\n\nSection 3 of D.C. Law 14-147 provides that section 2 shall apply as of October 1, 2001, except insofar as the retroactive application results in an increase of tax to the real property or owner thereof.\n\nApplication of Law 14-307:  Section 1304 of D.C. Law 14-307 provides:   \"Sections 1302 and 1303 shall apply as of October 1, 2002.\"\n\nSection 3 of D.C. Law 17-345 provides:\n\n\"Sec. 3. Applicability.\n\n\"(a) Section 2(c)(1)(A) and (B), (c)(2), (e)(1)(A) and (B), and (e)(2) shall apply for tax years beginning after September 30, 2001.\n\n\"(b) Section 2(c)(1)(C) and (e)(1)(C) shall apply as of January 2, 2007.\"\n\nDC CODE § 47-850.02\n\nCurrent through December 11, 2012","credits":"(June 25, 2002, D.C. Law 14-147, § 2(e), 49 DCR 4219; June 5, 2003, D.C. Law 14-307, § 1303(e), 49 DCR 11664; Mar. 13, 2004, D.C. Law 15-105, § 80(c)(2), 51 DCR 881; Apr. 13, 2005, D.C. Law 15-354, § 73(b)(5), 52 DCR 2638; Aug. 15, 2008, D.C. Law 17-216, § 4(d), 55 DCR 7500; Mar. 25, 2009, D.C. Law 17-345, § 2(c), 56 DCR 962; July 13, 2012, D.C. Law 19-155, § 2(c), 59 DCR 5590.)","sections":[{"prefix":"a","text":" The application form filed by the individual, shareholder, or member shall apply to the initial tax year, or applicable installment, and to any succeeding tax year thereafter for which the deduction is allowed."},{"prefix":"b","text":"(1) If a real property no longer qualifies as a homestead, the applicant (or current owner if there is no applicant) shall notify the Mayor of the date of the change in eligibility within 30 days after the change in eligibility. If the applicant (or current owner if there is no applicant) fails to notify timely, the deduction shall be rescinded without limitation for each tax year. Penalty and interest shall be added from the day the correct amount of tax was due but not paid."},{"prefix":"2","text":" Notwithstanding paragraph (1) of this subsection, if the real property is transferred and continued to qualify as a homestead 30 days or less before the date of execution of the deed of transfer, the applicant shall not be required to notify the Mayor of the change in eligibility."},{"prefix":"3","text":" If the tax is paid within 30 days of the corresponding bill, timely notification of the change in eligibility shall preclude assessment of penalty and interest."},{"prefix":"4","text":" If the change in eligibility occurs during the period October 1 through March 31 of the tax year, the real property shall not be entitled to any deduction during the tax year."},{"prefix":"5","text":" Notwithstanding §§ 47-850(a) and 47-850.01(a), if the change in eligibility occurs during the period April 1 through September 30, the real property shall be entitled to 1/2 of the deduction, which shall be applied to the first installment only."},{"prefix":"6","text":"(A) Notwithstanding the rescission of the deduction pursuant to paragraphs (4) and (5) of this subsection, if all of the applicant's ownership interest in the real property is transferred to a new owner, shareholder, or member who does not apply or qualify for the deduction, the real property shall be entitled to the apportioned amount of the deduction applicable to the installment payable during the half tax year during which the ownership interest was transferred. At the end of such half tax year, the deduction shall cease."},{"prefix":"B","text":" If the applicant purchases another real property or interest in a housing cooperative for which he or she shall make application for the deduction, and the application and purchase occurs during the same half tax year when the transfer occurred, §§ 47-850(d), 47-850.01(b), and 47-850.04 shall not apply to the extent that both real properties may benefit from the deduction during that half tax year and, thereafter, only the newly purchased real property or housing cooperative in which the applicant acquired newly an interest shall benefit from the applicant's deduction."},{"prefix":"C","text":" Notwithstanding the foregoing, a real property shall not benefit from more than one deduction in any half tax year; provided, that in the case of a housing cooperative, the real property shall not benefit from more than one deduction related to a dwelling unit in any half tax year."},{"prefix":"b-1","text":" Within 45 days from the date of the notice rescinding or denying the deduction, the owner may petition for an administrative review of the rescission or denial and appeal from a final determination thereof to the same extent as if the appeal were filed under § 47-825.01a(d)(2)."},{"prefix":"c","text":" If real property tax is owing as a result of an erroneous or improper deduction, the following shall apply:"},{"prefix":"1","text":" Except in the case of cooperative housing associations, if the real property was transferred, the applicant or former owner, and not the real property shall be personally liable for the amount of the delinquent real property tax which was not paid timely during the period when the applicant or former owner had an ownership interest in the homestead, together with interest and penalty at the same rate as provided in this chapter for the late payment of real property tax. The tax shall be considered due on the date that the total amount of real property tax was due but unpaid and shall be collected in the manner prescribed under Chapter 44."},{"prefix":"2","text":" Notwithstanding paragraph (1) of this subsection, if the homestead was transferred and the grantee failed to record timely a deed under § 47-1431 (or other evidence of the transfer in the case of a cooperative housing association), the real property shall be liable for the amount of the delinquent real property tax which was not timely paid, together with interest and penalty as provided in this chapter for the late payment of real property tax."},{"prefix":"3","text":" In all other cases, the real property shall be liable for the amount of the delinquent real property tax which was not paid timely, together with interest and penalty as provided in this chapter for the late payment of real property tax."},{"prefix":"d","text":"(1) The Mayor may contract with a collection agency inside or outside of the District to verify the contents of any application form or return for the purposes of determining the eligibility of any homestead."},{"prefix":"2","text":" All funds collected by the collection agency and belonging to the District shall be remitted to the Mayor not less than once a month. Forms to be utilized for the remittances may be prescribed by the Mayor. The Mayor may require that the collection agency furnish a bond securing compliance with the provisions of this subsection and the contract with the District."},{"prefix":"3","text":" At the discretion of the Mayor:"},{"prefix":"A","text":" The collection agency may charge a collection fee not in excess of 25% of the total amount of the delinquent taxes, excluding penalties and interest, that is actually collected; or"},{"prefix":"B","text":" The collection agency may be remunerated by fee, percentage of taxes collected, or both."},{"prefix":"4","text":" Notwithstanding any other provision contained in this title, confidential information related to the owner of the real property may be provided to a collection agency for purposes of collecting a delinquent tax under this chapter. If the information is provided to a collection agency under this subsection, the collection agency shall not disclose the information to a third party, other than the owner (or his or her representative), unless the Mayor would be authorized by law to make the disclosure. A collection agency, or employee of a collection agency, violating the provisions of this subsection shall be guilty of a misdemeanor and, upon conviction thereof, shall be fined not more than $1,000, or imprisoned for not more than 180 days, or both. All prosecutions under this paragraph shall be brought in the Superior Court of the District of Columbia on information by the Attorney General for the District of Columbia in the name of the District of Columbia."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"850","identifier":"47-850.02","catch_text":"Residential property tax relief--One-time filing, notification of change in eligibility, liability for tax, audit."}}