{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-825.2.\n\nEffect of Amendments\n\nD.C. Law 18-363, in subsec. (b)(1), substituted \"Real Property Tax Appeals Commission for the District of Columbia\" for \"Board of Real Property Assessments and Appeals\".\n\nTemporary Amendments of Section\n\nTemporary addition of § 3a to D.C. Law 11-269: See Historical and Statutory Notes following § 47-825.01.\n\nEmergency Act Amendments\n\nSection 2 of the Assessments Initiative Procedures Emergency Amendment Act of 1997 (D.C. Act 12-68, May 1, 1997, 44 DCR 2864) provides for the application of D.C. Law 11-269.\n\nFor temporary addition of § 3a of D.C. Law 11-269 regarding the application of that law, see § 2 of the Assessments Initiative Procedures Emergency Amendment Act of 1997 (D.C. Act 12-68, May 1, 1997, 44 DCR 2864) and § 2 of the Assessments Initiative Procedures Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-134, August 1, 1997, 44 DCR 4664).\n\nFor temporary addition of § 47-825.03, see § 2 of the Real Property Tax Reassessment Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12- 293, February 27, 1998, 45 DCR 1758).\n\nFor temporary amendment of § 3a to D.C. Law 11-269 regarding the application of that law, as added by D.C. Law 12-11, 44 DCR 3614, see § 3 of the Real Property Tax Rates and Assessment Initiative Emergency Amendment Act of 1998 (D.C. Act 12-299, March 4, 1998, 45 DCR 1780).\n\nFor temporary addition of § 47-825.03, see § 2 of the Real Property Tax Reassessment and Cold Weather Eviction Emergency Amendment Act of 1999 (D.C. Act 13-18, February 17, 1999, 46 DCR 2354).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-269, see Historical and Statutory Notes following § 47-825.01.\n\nFor history of Law 18-363, see notes under § 47-412.01.\n\nMiscellaneous Notes\n\nSeverability of D.C. Law 11-269: Section 3 of D.C. Law 11-269 provided that \"If any provision of this act or the application thereof to any person or circumstances is held invalid, the invalidity does not affect other provisions or applications of the act which can be given effect without the invalid provision or application, and to this end the provisions of this act are severable.\"\n\nApplication of Law 11-269: Section 3a of D.C. Law 11-269, as added by § 3 of D.C. Law 12-122, provided that the provisions of the act shall apply to appeals from real property assessments for real property tax year 2000 and for each real property tax year thereafter.\n\nDC CODE § 47-825.02\n\nCurrent through December 11, 2012","credits":"(May 22, 1997, D.C. Law 11-269, § 2(c), 43 DCR 6868; Apr. 8, 2011, D.C. Law 18-363, § 3(g)(5), 58 DCR 963.)","sections":[{"prefix":"a","text":" There is hereby established an Office of Public Advocate for Assessments and Taxation. The Public Advocate for Assessments and Taxation shall be appointed by the Mayor, with the advice and consent of the Council. The term of appointment shall be for five years. The Public Advocate shall not perform any service or work outside of this public office and shall appoint staff and additional personnel as may be provided for in the appropriated budget for the District."},{"prefix":"b","text":" The Public Advocate for Assessments and Taxation shall have the following powers and duties:"},{"prefix":"1","text":" To appear before or to intervene in proceedings before the Real Property Tax Appeals Commission for the District of Columbia, the Superior Court, and the Court of Appeals on behalf of the interest of the public and the taxpayers in general of the District, and to demand a hearing pursuant to section 426a(d) or (j), or under any other provision of law on any matter or proceeding in which the Public Advocate may deem the public interest involved, including, but not limited to, proceedings with respect to:"},{"prefix":"A","text":" The valuation, assessment, or classification of any property; or"},{"prefix":"B","text":" The appeal of an assessment of property or the tax pertaining thereto;"},{"prefix":"2","text":" To make such investigations and employ such consultants or experts as the public advocate may deem necessary to the duties imposed herein;"},{"prefix":"3","text":" To have full access to all government records necessary in carrying out the duties imposed by this section;"},{"prefix":"4","text":" To advise residents and taxpayers of the District generally of their rights under tax law;"},{"prefix":"5","text":" To prepare and provide to the Council, the Mayor, and the public an annual report setting forth the activities of the office; and"},{"prefix":"6","text":" To exercise and perform such other functions and duties consistent with the purposes and provisions of this section which are deemed necessary or appropriate to protect the interest of the public of the District."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"825","identifier":"47-825.02","catch_text":"Public Advocate for Assessments and Taxation."}}