{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-114, see notes following § 47-857.01.\n\nDC CODE § 47-858.04\n\nCurrent through December 11, 2012","credits":"(Apr. 19, 2002, D.C. Law 14-114, § 701(b), 49 DCR 1468.)","sections":[{"prefix":"a","text":" Subject to § 47-858.02 and subsection (b) of this section, if an eligible owner of a single family residential property in an enterprise zone substantially rehabilitates the property after the effective date of this section [April 19, 2002] and before October 1, 2007, the real property tax imposed by § 47-811 shall, for the tax year in which the substantial rehabilitation is completed, be reduced by $50 for each $1,000 of expended on the substantial rehabilitation; provided:"},{"prefix":"1","text":" The owner is subject to the income tax imposed by § 47-1806.03;"},{"prefix":"2","text":" The improvements are completed after October 1, 2002;"},{"prefix":"3","text":" The owner completes the substantial rehabilitation of the property for which the reduction is granted within 36 months after receiving the approval of the Mayor under § 47-858.02;"},{"prefix":"4","text":" The reduction in the tax imposed by § 47-1806.03 shall not exceed $ 5,000."},{"prefix":"b","text":" The amount of the reduction allowed during a tax year under this section shall not exceed 50% of the real property tax that was imposed on the real property by § 47-811 during the prior tax year. If the amount of the reduction exceeds 50% of the tax imposed during the prior tax year, the unused amount of the reduction may be carried forward for 5 tax years"},{"prefix":"c","text":" The Mayor may approve up to $1 million in tax credits under § 47- 858.04."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"858","identifier":"47-858.04","catch_text":"Tax abatements for homeowners in enterprise zones --Tax credit for substantial rehabilitation of single-family residential property in an enterprise zone."}}