{"text":"The property occupied by the Baltimore and Ohio Railroad Company, or by the Washington Terminal Company, under authority of this act, together with the improvements which may be put thereon, shall be subject to tax by the District of Columbia the same as other property in the District of Columbia; provided, that no assessment, valuation, or tax shall be made or levied on the railroad or terminals located, constructed, or maintained under the authority of this Act, in excess of that which would or could be lawfully made, laid, or levied if said railroad and terminals were so located, constructed, and maintained without the use of bridges, viaducts, retaining walls, and other structures necessary or properly employed to elevate the same as required by this Act, it being the true intent and meaning hereof that the railroad and terminals hereby authorized shall be assessed and valued for purposes of taxation and taxed on the same basis as if the same were not constructed and maintained by means of such bridges, viaducts, retaining walls, and other structures.","historical":"Prior Codifications\n\n1981 Ed., § 47-837.\n\n1973 Ed., § 47-719.\n\nReferences in Text\n\n\"This Act,\" referred to near the beginning and twice in the proviso in this section, means 31 Stat. 774, ch. 354, approved February 12, 1901.\n\nDC CODE § 47-837\n\nCurrent through December 11, 2012","credits":"(Feb. 12, 1901, 31 Stat. 779, ch. 354, § 9; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"837","identifier":"47-837","catch_text":"Railroad companies--Baltimore and Ohio or Washington Terminal."}}