{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-821.\n\n1973 Ed., § 47-642.\n\nEffect of Amendments\n\nD.C. Law 13-305 rewrote subsec. (d)(2) which had read:\n\n\"(2) All information submitted by a property owner to the Mayor regarding transfers of ownership, construction or reproduction costs, and income or economic benefits derived from real property in the District of Columbia shall be accorded the same confidentiality as that applied to District of Columbia income tax returns under § 47-1805.04 and any violation of such confidentiality shall be punishable as provided in § 47-1805.04(e).\"\n\nD.C. Law 14-42, in subsec. (d)(2)(B)(i)(I), substituted \"identification of a particular real property shall not be disclosed\" for \"identification of a particular property\".\n\nD.C. Law 14-213, in subsec. (d)(2), validated a previously made technical correction.\n\nD.C. Law 15-105, in the subsec. (d)(2)(B)(ii)(I), validated a previously made technical correction.\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\".\n\nD.C. Law 18-223 added subsecs. (e) and (f).\n\nD.C. Law 18-363, in subsec. (f), substituted \"Real Property Tax Appeals Commission for the District of Columbia\" for \"Board of Real Property Assessments and Appeals ('BRPAA') \" in the lead-in text, and substituted \"The Real Property Tax Appeals Commission for the District of Columbia\" for \"The BRPAA\" in par. (2).\n\nD.C. Law 19-171, in subsec. (f), validated a previously made technical correction.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(l) of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(o) of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nFor temporary (90 day) amendment of section, see § 10(c) of Technical Amendments Emergency Act of 2001 (D.C. Act 14-108, August 3, 2001, 48 DCR 7622).\n\nFor temporary (90 day) amendment of section, see § 7182 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nFor temporary (90 day) addition of section, see § 7183 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-45, see Historical and Statutory Notes following § 47-849.\n\nFor legislative history of D.C. Law 5-14, see Historical and Statutory Notes following § 47-815.\n\nLaw 8-20, the \"District of Columbia Recordation of Economic Interests in Real Property Tax Amendment Act of 1989,\" was introduced in Council and assigned Bill No. 8-169, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on May 16, 1989 and May 30, 1989, respectively. Signed by the Mayor on June 14, 1989, it was assigned Act No. 8-42 and transmitted to both Houses of Congress for its review.\n\nFor Law 13-305, see notes following § 47-405.\n\nFor Law 14-42, see notes following § 47-802.\n\nFor Law 14-213, see notes following § 47-820.\n\nFor Law 15-105, see notes following § 47-340.22.\n\nFor Law 15-354, see notes following § 47-340.03.\n\nFor Law 18-223, see notes following § 47-355.05.\n\nFor history of Law 18-363, see notes under § 47-412.01.\n\nFor history of Law 19-171 see notes under § 47-369.01.\n\nDelegation of Authority\n\nDelegation of authority under Law 5-14, see Mayor's Order 83-190, July 25, 1983.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: Section 1102 of D.C. Law 5-14 provided that the Mayor shall issue rules necessary to carry out the provisions of the act.\n\nShort title: Section 7181 of D.C. Law 18-223 provided that subtitle S of title VII of the act may be cited as the \"Real Property Assessments Improvement Act of 2010\".\n\nSection 7183 of D.C. Law 18-223 provides:\n\n\"The Board of Real Property Assessments and Appeals shall enter in a memorandum of understanding with the Office of the Inspector General to provide the funding for the independent audit with the funds appropriated for reform.\"\n\nDC CODE § 47-821\n\nCurrent through December 11, 2012","credits":"(Sept. 3, 1974, 88 Stat. 1054, Pub. L. 93-407, title IV, § 422; Jan. 3, 1975, 88 Stat. 2176, Pub. L. 93-635, § 6(e); Feb. 28, 1978, D.C. Law 2- 45, § 5, 24 DCR 3614; June 22, 1983, D.C. Law 5-14, § 603, 30 DCR 2632; Sept. 9, 1989, D.C. Law 8-20, § 3, 36 DCR 4564; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 9, 2001, D.C. Law 13-305, § 502(o), 48 DCR 334; Oct. 26, 2001, D.C. Law 14-42, § 10(c), 48 DCR 7612; Oct. 19, 2002, D.C. Law 14-213, § 33(f), 49 DCR 8140; Mar. 13, 2004, D.C. Law 15- 105, § 26(c)(2), 51 DCR 881; Apr. 13, 2005, D.C. Law 15-354, § 73(b)(2), 52 DCR 2638; Sept. 24, 2010, D.C. Law 18-223, § 7182, 57 DCR 6242; Apr. 8, 2011, D.C. Law 18-363, § 3(g)(4), 58 DCR 963; Sept. 26, 2012, D.C. Law 19- 171, § 136(a), 59 DCR 6190.)","sections":[{"prefix":"a","text":" The Mayor shall assess all real property, identifying separately the value of land and improvements thereon, and administer and collect the real property tax within the District. The Mayor shall also notify owners of real property of assessments and of appeal procedures. In addition, he shall maintain adequate records relating to the administration of the real property tax in the District, and provide appropriate public information concerning such tax."},{"prefix":"b","text":" The Mayor shall appoint assessors competent to determine values of real property to carry out the provisions of §§ 47-820 to 47-828 and other relevant portions of this chapter. Each person so appointed shall take and subscribe an oath to diligently, faithfully, and impartially assess all real property according to applicable law and regulations and otherwise perform the duties of office."},{"prefix":"c","text":" The Mayor shall assure that information regarding the characteristics of real property, sales and exchanges of all such property, building permits, land use plans, and any other information pertinent to the assessment process shall be made available to the assessors on a timely basis."},{"prefix":"d","text":"(1) The Mayor may require an owner of real property to submit such information relating to the transfers of ownership, construction or reproduction costs, and income or economic benefits derived from such property as in the Mayor's judgment will assist in the determination of the estimated market value required under this title. If an owner of real property in the District of Columbia fails to submit such information within the time and in the form prescribed, there shall be added to the real property tax levied upon the property in question for the next ensuing tax year the amount of 10% of said tax; provided, that when such information is provided after said time and it is shown that the failure to provide it was due to reasonable cause, no such addition shall be made to the tax."},{"prefix":"2","text":"(A) Except as otherwise provided in this chapter or under a court order, an officer, former officer, employee, or former employee of the District may not open valuation records for public inspection or reveal any information contained in valuation records. For purposes of this section, the term \"valuation records\" means:"},{"prefix":"i","text":" Information regarding private appraisals, actual building costs, rental data, or business volume;"},{"prefix":"ii","text":" Income or expense forms; and"},{"prefix":"iii","text":" Rent rolls."},{"prefix":"B","text":" Notwithstanding subparagraph (A) of this paragraph, the Mayor shall permit a valuation record of a real property to be inspected by:"},{"prefix":"i","text":" An owner or authorized agent of the property that is the subject of the valuation record; or"},{"prefix":"ii","text":" An official of the District of Columbia executive branch acting in his official capacity, having a right thereto in his official capacity; provided, that no official shall inspect or use, in any review or appeal under this chapter, any information provided to the Mayor under § 47-820(d) or this section, other than information provided to the Mayor for the real property under review or appeal; provided further, that nothing contained in this subsection shall be construed to:"},{"prefix":"I","text":" Prohibit the use by the official, in reviews or appeals, of statistical data in a form which ensures that the identification of a particular real property shall not be disclosed. The particular valuation records therefrom shall not be divulged or made known; or"},{"prefix":"II","text":" Prohibit the official from offering any information of the subject real property provided to defend the assessment of the subject real property in a review or appeal under this chapter."},{"prefix":"C","text":" A violation of this paragraph shall be a misdemeanor and, upon conviction thereof, shall be punishable by a fine not exceeding $1,000, by imprisonment for not more than 180 days, or both. All prosecutions under this subparagraph shall be brought in the Superior Court of the District of Columbia on information by the Attorney General for the District of Columbia in the name of the District of Columbia."},{"prefix":"e","text":"(1) The Office of the Inspector General shall arrange for an independent audit of the Office of Tax and Revenue for the purposes of examining the District's management and valuation of commercial real property assessments. The independent audit shall be prepared by an outside firm, such as the International Association of Assessing Officers, that is knowledgeable and experienced in real property appraisal, assessment administration, and real property tax policy, with a demonstrated history of assisting local and state governments in evaluating assessment practices."},{"prefix":"2","text":" The scope of the audit shall include the following:"},{"prefix":"A","text":" An evaluation of the commercial real property assessment process;"},{"prefix":"B","text":" An evaluation of the organizational structure, workload statistics, performance measures, compensation requirements, staffing levels, training, qualifications, and staff development functions; and"},{"prefix":"C","text":" An examination of hiring practices, including whether the human resources rules and regulations to which the Office of the Chief Financial Officer is subject, hinder or enhance the ability of the Office of Tax and Revenue to attract, develop, and retain a well-qualified workforce."},{"prefix":"3","text":" The independent audit shall include recommendations for improving the commercial real property assessment functions within the Office of Tax and Revenue."},{"prefix":"4","text":" The Office of the Inspector General shall submit a complete copy of the 1st audit findings, along with all of the recommendations made by the firm which performed the independent audit, to the Council, the Mayor, and the Chief Financial Officer on or before December 1, 2010. Thereafter, the Office of the Inspector General shall arrange for and submit a report meeting the requirements of this section at least once every 3 years, or sooner upon request of the Council or the Mayor."},{"prefix":"f","text":" The Chief Financial Officer shall submit to the Council, no later than July 1, 2010, an examination of the District's performance for the last 5 years in commercial real property valuation cases appealed by a taxpayer from the Real Property Tax Appeals Commission for the District of Columbia and decided by the Superior Court of the District of Columbia (\"Superior Court\") or the District of Columbia Court of Appeals. The information to be provided for each case shall include:"},{"prefix":"1","text":" Initial valuation of the subject property by the Office of Tax and Revenue;"},{"prefix":"2","text":" The Real Property Tax Appeals Commission for the District of Columbia decision on the taxpayer's appeal;"},{"prefix":"3","text":" Valuation of the subject property presented at trial in Superior Court by the Office of the Attorney General on behalf of the Office of Tax and Revenue;"},{"prefix":"4","text":" Valuation of the property presented by the taxpayer at trial in Superior Court; and"},{"prefix":"5","text":" The final valuation decision ordered by Superior Court or the District of Columbia Court of Appeals."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"821","identifier":"47-821","catch_text":"Assessments--General duties of Mayor; appointment of assessors; submission of information by property owners."}}