{"text":"It is the intent of Congress to revise the real property tax in the District of Columbia to achieve the following objectives:","historical":"Prior Codifications\n\n1981 Ed., § 47-801.\n\n1973 Ed., § 47-621.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) prohibition of increase of certain taxes, see § 2 of Economic Recovery Conformity Temporary Act of 1996 (D.C. Law 11-216, April 9, 1997, law notification 44 DCR 2574).\n\nEmergency Act Amendments\n\nFor temporary prohibition, on an emergency basis, of the increase in the individual income tax, the sales and use tax, and real property tax rates contingent on the enactment of an act of Congress which would reduce the percentage of federal income tax applicable solely to residents of D.C. under the Internal Revenue Code of 1986, see § 2 of the Economic Recovery Conformity Emergency Act of 1996 (D.C. Act 11-377, August 28, 1996, 43 DCR 4797).\n\nDC CODE § 47-801\n\nCurrent through December 11, 2012","credits":"(Sept. 3, 1974, 88 Stat. 1051, Pub. L. 93-407, title IV, § 402; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"1","text":" Equitable sharing of the financial burden of the government of the District of Columbia;"},{"prefix":"2","text":" Full public information regarding assessments and appeal procedures;"},{"prefix":"3","text":" Promotion of economic activity, diversity of land use, and preservation of the character of the District of Columbia;"},{"prefix":"4","text":" Assurance that shifts in the tax burden on individual taxpayers will not be excessive; and"},{"prefix":"5","text":" Comparability of tax effort between the District of Columbia and surrounding jurisdictions in the metropolitan area and cities of comparable size."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"801","identifier":"47-801","catch_text":"Declaration of purpose."}}