{"text":"A qualified nonprofit organization that is receiving a real property tax abatement under this section shall file annually with the Mayor and the Office of Tax and Revenue the report required by § 47-1007 and shall include in such report:","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 7042(b) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 18-223, see notes following § 47-355.05.\n\nDC CODE § 47-857.14\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, § 7042(b), 57 DCR 6242.)","sections":[{"prefix":"1","text":" A certification that the qualified nonprofit organization:"},{"prefix":"A","text":" Continues to lease or purchase (whichever is applicable) the office space for which the organization was granted the tax abatement;"},{"prefix":"B","text":" Continues to occupy at least 75% of the office space and uses that space for the organization's stated mission;"},{"prefix":"C","text":" If it leases the office space, continues to lease the office space at the market rate, subject to verification by the Mayor, and net of real estate taxes; and"},{"prefix":"D","text":" If it owns the office space, or the owner of the office space, if the office space is leased by the qualified nonprofit organization, is not receiving any other real property tax abatement for the office space; and"},{"prefix":"2","text":" Such other information as may be required by the Mayor pursuant to rule."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"857","identifier":"47-857.14","catch_text":"Tax abatements for nonprofit organizations locating in emerging commercial neighborhoods--Annual reporting."}}