{"text":"For the purposes of this chapter:","historical":"Prior Codifications\n\n1981 Ed., § 47-803.\n\n1973 Ed., § 47-622.1.\n\nLegislative History of Laws\n\nLaw 2-130, the \"District of Columbia Renters and Homeowners Tax Reduction Act of 1978,\" was introduced in Council and assigned Bill No. 2-318, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 27, 1978 and July 25, 1978, respectively. Signed by the Mayor on August 30, 1978, it was assigned Act No. 2-268 and transmitted to both Houses of Congress for its review.\n\nMiscellaneous Notes\n\nDefinitions applicable: The definitions in this section apply to §§ 47-812, 47-815, 47-825, 47-849, 47-850, 47-851, and 47-1806.06.\n\nDC CODE § 47-803\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-130, § 2, 25 DCR 2517; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"1","text":" The term \"condominium\" means the ownership of a single dwelling unit in a horizontal property regime."},{"prefix":"2","text":" The term \"cooperative housing association\" means an association, whether incorporated or unincorporated, organized for the purpose of owning and operating residential real property in the District of Columbia, the shareholders or members of which, by reason of their ownership of a stock or membership certificate, a proprietary lease or other evidence of membership, are entitled to occupy a dwelling unit pursuant to the terms of a proprietary lease or occupancy agreement."},{"prefix":"3","text":" The term \"dwelling unit\" means any room or group of rooms forming a single unit which is used or intended to be used for living, sleeping and the preparation and eating of meals, and which is located within a building which is wholly or partially used or intended to be used for living and sleeping by human occupants."},{"prefix":"4","text":" The term \"horizontal property regime\" shall have the meaning given that term by § 42-2003."},{"prefix":"5","text":" The term \"nontransient\" means occupancy of a dwelling unit or units by any person(s) for a period of more than 5 consecutive days during any 1 stay in such unit(s)."},{"prefix":"6","text":" The term \"single family residential property\" means real property improved by a dwelling unit which is used exclusively for nontransient residential purposes and which contains not more than 1 dwelling unit whether as a row, detached or semidetached structure, or as a single condominium unit within a horizontal property regime."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"47","chaptersection":"803","identifier":"47-803","catch_text":"Additional definitions."}}