{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-845.\n\n1973 Ed., § 47-655.\n\nEffect of Amendments\n\nD.C. Law 16-33, rewrote subsec. (d), which had read as follows:\n\n\"(d) No further deferrals of real property tax shall be granted to a taxpayer when the aggregate amount of the deferred tax plus interest equals 25% of the assessed value of the property for the tax year for which the deferral is requested.\"\n\nD.C. Law 17-231, in subsec. (e), substituted \"(other than spouse or domestic partner)\" for \"(other than spouse)\" and \"spouse or domestic partner\" for \"husband, wife\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see §§ 1143(c), 1144 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-119, see Historical and Statutory Notes following § 47-824.\n\nLaw 4-128, the \"Real Property Tax Deferral Simplification Act of 1982,\" was introduced in Council and assigned Bill No. 4-342, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on April 27, 1982 and May 11, 1982, respectively. Signed by the Mayor on June 1, 1982, it was assigned Act No. 4-193 and transmitted to both Houses of Congress for its review.\n\nFor Law 16-33, see notes following § 47-308.01.\n\nFor Law 17-231, see notes following § 47-802.\n\nMiscellaneous Notes\n\nSection 1144 of D.C. Law 16-33 provides that §§ 1142 and 1143 shall apply to tax periods beginning after September 30, 2005.\n\nDC CODE § 47-845\n\nCurrent through December 11, 2012","credits":"(Sept. 3, 1974, 88 Stat. 1058, Pub. L. 93-407, title IV, § 435; Oct. 13, 1978, D.C. Law 2-119, § 3, 25 DCR 1514; July 24, 1982, D.C. Law 4-128, § 2, 29 DCR 2401; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Oct, 20, 2005, D.C. Law 16-33, § 1143(c), 52 DCR 7503; Sept. 12, 2008, D.C. Law 17-231, § 41(b), 55 DCR 6758.)","sections":[{"prefix":"a","text":" An eligible taxpayer may defer each year any real property tax owed in excess of 110% of his or her immediately preceding year's real property tax liability for Class 1 Property as defined in § 47-813(c)(1). To be eligible for such deferral the taxpayer must:"},{"prefix":"1","text":" Have owned for at least 1 year the property for which the deferral is claimed;"},{"prefix":"2","text":" Certify that such property is currently occupied by the taxpayer and that such property was occupied by the taxpayer for the 12 month period immediately preceding the application for deferral; and"},{"prefix":"3","text":" File a written application for deferral on a form provided by the Mayor. An application for real property tax deferral shall be filed with the Mayor before the last date an installment payment of the real property taxes which are to be deferred is due."},{"prefix":"4","text":"-(7) [Repealed]."},{"prefix":"b","text":" If a taxpayer submits a timely application for deferral of real property taxes, the amount of real property tax owed in excess of 110% of the prior year's tax bill shall not constitute delinquent taxes nor shall the taxpayer be assessed any interest for the period said application is pending. A taxpayer shall be eligible to start deferring portions of the increased property tax liability immediately after his or her application has been approved by the Mayor. If the application for deferral is disapproved, the taxpayer shall be notified, in writing, of said disapproval and the reasons therefor and granted an additional 30 days to pay said taxes without interest."},{"prefix":"c","text":" Taxes deferred under this section shall bear interest at the rate of 8% per annum."},{"prefix":"d","text":" No further deferrals of real property tax shall be granted to a taxpayer when the aggregate amount of the deferred real property tax plus interest from previous tax years, under this section, § 47-845.02, and § 47-845.03, is equal to or greater than 25% of the assessed value of the real property for the tax year for which the deferral is requested."},{"prefix":"e","text":" Taxes deferred under this section, together with all accumulated interest, shall constitute a preferential lien upon the real property which shall be immediately payable by the seller, transferor, or conveyor whenever the real property is sold, refinanced, transferred, or conveyed in any manner, or whenever additional co-owners (other than spouse or domestic partner) are added to the real property; except, that whenever such real property is sold, transferred, or conveyed to the mother, father, spouse, domestic partner, children by blood or legally adopted children of the seller, transferor, or conveyor, the deferred taxes lien, if not satisfied, shall remain in full force and effect."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"845","identifier":"47-845","catch_text":"Tax deferral--Amount."}}