{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-191, in subsecs. (a)(4)(A), (B), (C), and (D), validated previously made technical corrections.\n\nD.C. Law 17-231, in subsec. (l), substituted \"spouse or domestic partner\" for \"spouse\".\n\nD.C. Law 17-345, in subsec. (o), added the last two sentences.\n\nTemporary Amendments of Section\n\nSection 2(b) of D.C. Law 17-72 amended subsec. (o) by adding two new sentences at the end to read as follows:\n\n\"Any tax certificate shall indicate whether the real property is receiving the deferral under this section and the amount of deferred real property tax, interest thereon, and penalties. If a tax certificate does not contain the foregoing information, the eligible owner, and not the real property, shall be personally liable for the amount of deferred real property tax, interest thereon, and penalties.\"\n\nSection 5(b) of D.C. Law 17-72 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(b) of D.C. Law 17-295, in subsec. (o), added two sentences to the end to read as follows: \"Any tax certificate shall indicate whether the real property is receiving the deferral under this section and the amount of deferred real property tax, interest thereon, and penalties. If a tax certificate does not contain the foregoing information, the eligible owner, and not the real property, shall be personally liable for the amount of deferred real property tax, interest thereon, and penalties.\"\n\nSection 5(b) of D.C. Law 17-295 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see §§ 1142(b), 1144 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Real Property Tax Benefits Revision Emergency Act of 2007 (D.C. Act 17-145, October 17, 2007, 54 DCR 10748).\n\nFor temporary (90 day) amendment, see § 2(b) of Real Property Tax Benefits Revision Congressional Review Emergency Act of 2008 (D.C. Act 17-435, July 16, 2008, 55 DCR 8268).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Real Property Tax Benefits Revision Emergency Act of 2008 (D.C. Act 17-547, October 24, 2008, 55 DCR 11975).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following § 47-308.01.\n\nFor Law 16-191, see notes following § 47-308.02.\n\nFor Law 17-231, see notes following § 47-802.\n\nFor Law 17-345, see notes following § 47-845.02.\n\nMiscellaneous Notes\n\nSection 1144 of D.C. Law 16-33 provides that §§ 1142 and 1143 shall apply to tax periods beginning after September 30, 2005.\n\nDC CODE § 47-845.03\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 1142(b), 52 DCR 7503; Mar. 2, 2007, D.C. Law 16-191, § 5(d), 53 DCR 6794; Sept. 12, 2008, D.C. Law 17-231, § 41(c), 55 DCR 6758; Mar. 25, 2009, D.C. Law 17-345, § 2(b), 56 DCR 962.)","sections":[{"prefix":"a","text":" For purposes of this section, the term:"},{"prefix":"1","text":" \"Adjusted gross income\" shall have the same meaning as in section 62 of the Internal Revenue Code of 1986, approved August 16, 1954 (68 Stat. 17; 26 U.S.C. § 62)."},{"prefix":"2","text":" \"Household adjusted gross income\" means the adjusted gross income of all persons residing in a household, excluding the adjusted gross income of any person who is a tenant by virtue of a written lease for fair market value."},{"prefix":"3","text":" \"Residence\" means the principal place of residence in the District of an individual who is domiciled in the District."},{"prefix":"4","text":" \"Senior's household\" means a house or condominium which is an individual's residence:"},{"prefix":"A","text":" That comprises a dwelling unit;"},{"prefix":"B","text":" That is Class 1 Property, as defined in § 47-813, and contains not more than 5 dwelling units therein;"},{"prefix":"C","text":" That is owned at least 50%, in whole or in part, by the individual who is 65 years of age or older; and"},{"prefix":"D","text":" Wherein the household adjusted gross income is less than $50,000."},{"prefix":"b","text":" Except as provided in subsection (d) of this section, a senior's household may defer each year any real property tax owed."},{"prefix":"c","text":" Taxes deferred under this section shall bear interest at the rate charged on underpayments of federal income taxes under section 6621 of Internal Revenue Code of 1986, approved January 3, 1975 (88 Stat. 2114; 26 U.S.C. § 6621), on the date the first installment of the real property tax to be deferred under this section is originally due to be paid to the District of Columbia; provided, that the rate of interest shall not exceed 8% per year."},{"prefix":"d","text":" No further deferrals of real property tax shall be granted to a senior's household if the aggregate amount of the deferred tax, plus interest, from previous tax years, under this section and § 47-845, is equal to or greater than 25% of the assessed value of the property for the tax year for which the deferral is requested."},{"prefix":"e","text":"(1) There shall be a lien on the real property in the amount of the deferred real property tax, plus interest, at the rate as provided in subsection (c) of this section or subsection (j) of this section, as applicable, and any penalties."},{"prefix":"2","text":" Deferred real property tax, interest thereon, and any penalties, shall be payable upon the transfer of the real property. Real property that is not transferred within one year from the date of death of the eligible owner shall be deemed transferred. Real property tax together, and interest thereon, that is not paid within 5 days of the date of transfer shall be deemed delinquent real property tax."},{"prefix":"f","text":" To qualify the senior's household to receive the deferral, the individual shall complete and file with the Mayor an application in a form prescribed by the Mayor. The individual shall certify, under penalty of perjury, the information provided on the application form and the application form shall be filed in the manner prescribed by the Mayor. The Mayor may require the individual to provide any information which the Mayor considers necessary, including all taxpayer identification numbers of the individual, any other owner, any person with legal or equitable title, and any person in the household of the individual. The Mayor may also require the individual, any other owner, any person with legal or equitable title, and any person in the household of the individual to submit information after the deferral has been allowed to determine whether the real property remains a senior's household and entitled to the deferral."},{"prefix":"g","text":" If a properly completed and approved application is filed during the period October 1 through March 31 of the tax year, the senior's household shall receive the deferral for the entire tax year. If a properly completed and approved application is filed during the period April 1 through September 30, the senior's household shall receive the deferral for only 1/2 of the property taxes for the year."},{"prefix":"h","text":" The application form filed by the individual shall apply to the initial tax year and to any succeeding tax year thereafter for which the deferral is allowed."},{"prefix":"i","text":"(1) If the senior's household no longer qualifies for the deferral, the eligible owner shall notify the Mayor of the date of the change in eligibility within 30 days after the change in eligibility and the amount of the deferred tax, plus interest at the rate provided in subsection (c) of this section, for the tax year in which the change in eligibility occurred shall be paid within 30 days of the change in eligibility. If the applicant fails to notify the Mayor timely, the amount of the deferred tax, plus interest thereon, shall bear interest at the rate provided for the payment of delinquent real property taxes, plus applicable penalties thereon."},{"prefix":"2","text":" Notwithstanding paragraph (1) of this subsection, if the real property of the senior's household is transferred and continued to qualify for the deferral 30 days or less before the date of execution of the deed of transfer, the individual, shareholder, or member shall not be required to notify the Mayor of the change in eligibility."},{"prefix":"3","text":" If the change in eligibility occurs during the period October 1 through March 31 of the tax year, the deferral shall be disallowed for the entire tax year."},{"prefix":"4","text":" If the change in eligibility occurs during the period April 1 through September 30, the deferral shall be disallowed for only 1/2 of the property taxes for the year."},{"prefix":"j","text":" If real property tax is owing as a result of an erroneous or improper deferral, the following shall apply:"},{"prefix":"1","text":"(A) If the senior's household was transferred, the individual shall be personally liable for the amount of the delinquent real property tax which was not paid timely during the period when the individual had an ownership interest in the senior's household, together with interest at the same rate as provided in this chapter for the late payment of real property tax."},{"prefix":"B","text":" The tax shall be considered due on the date that the total amount of real property tax was due but unpaid and shall be collected in the manner prescribed under Chapter 44 [of this title]."},{"prefix":"2","text":" Notwithstanding paragraph (1) of this subsection, if the senior's household was transferred and the grantee failed to timely record a deed under § 47- 1431, there shall be a lien on the real property in the amount of the delinquent real property tax which was not timely paid, together with interest as provided in this chapter for the late payment of real property tax."},{"prefix":"3","text":" In all other cases, there shall be a lien on the real property in the amount of the delinquent real property tax which was not paid timely, together with interest as provided in this chapter for the late payment of real property tax."},{"prefix":"k","text":" The eligibility of a senior's household for the deferral shall not be affected by the transfer of the senior's household into a revocable trust if the transfer is without consideration and the senior's household remains the residence of the individual-grantor before and after the transfer."},{"prefix":"l","text":" Only one individual in a household and that individual's spouse or domestic partner, if any, shall claim a deferral for a senior's household in the District."},{"prefix":"m","text":" If an individual claims more than one senior's household in the same tax year, and has not timely notified the Mayor of all changes in eligibility, the Mayor shall disallow the deferral for all senior's households claimed by the individual."},{"prefix":"n","text":" Section 47-863(k) shall apply in the case of deferral under this section."},{"prefix":"o","text":" The real property tax bill shall indicate whether the real property is receiving the deferral under this section. Any tax certificate shall indicate whether the real property is receiving the deferral under this section and the amount of deferred real property tax, interest thereon, and penalties. If a tax certificate does not contain the foregoing information, the eligible owner, and not the real property, shall be personally liable for the amount of deferred real property tax, interest thereon, and penalties."},{"prefix":"p","text":" Any taxpayer who is 65 years of age or older, who applies for property tax deferral under this section shall have undergone counseling as described in section 255 of the National Housing Act, approved February 5, 1988 (101 Stat. 1908; 12 U.S.C. § 1715z-20), relating to insurance on home equity conversion mortgages for elderly homeowners."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"845","identifier":"47-845.03","catch_text":"Tax deferral--Low-income senior property owners."}}