{"text":"For the purposes of this subchapter, the term:\n\n\n\n\n\n\n\nProperty Type                     Equivalent Unit     Application Method\nFactor\nCommercial Retail                        1.00         Per 1,000 sq. ft.\nCommercial Restaurants                   1.00         Per 1,000 sq. ft.\nHotel                                    0.29         Per room\nCommercial Office                        0.25         Per 1,000 sq. ft.\nRental Apartments                        0.06         Per 1,000 sq. ft.\nFor sale condos\n(Market rate designation)                0.09         Per unit\nFor sale condos\n(Affordable designation)                 0.02         Per unit","historical":"Legislative History of Laws\n\nLaw 17-252, the \"Southwest Waterfront Bond Financing Act of 2008\", was introduced in Council and assigned Bill No. 17-591 which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on July 1, 2008, and July 15, 2008, respectively. Signed by the Mayor on August 4, 2008, it was assigned Act No. 17-499 and transmitted to both Houses of Congress for its review. D.C. Law 17-252 became effective on October 22, 2008.\n\nDC CODE § 47-895.01\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2008, D.C. Law 17-252, § 301(b), 55 DCR 9251.)","sections":[{"prefix":"1","text":" \"Adjusted Maximum Special Assessment\" means the Special Assessment determined in accordance with § 47-895.03."},{"prefix":"2","text":" \"Administrator\" means the designee of the Chief Financial Officer for purposes of estimating the annual Special Assessment Requirement and the Special Assessment to be levied each fiscal year and for providing other services as required with respect to the administration of the Special Assessment."},{"prefix":"3","text":" \"Bonds\" means the bonds, notes, or other obligations issued by the District pursuant to [D.C. Law 17-252]."},{"prefix":"4","text":" \"Chief Financial Officer\" means the Chief Financial Officer of the District of Columbia established by § 1-204.24a(a)."},{"prefix":"5","text":" \"Debt Service\" means the principal, interest and premium, if any, on the bonds."},{"prefix":"6","text":" \"Equivalent Unit\" means the product resulting from the equivalent unit factor for each type of property and its application method to be used by the Chief Financial Officer in calculating the Maximum Special Assessment for each lot as follows:"},{"prefix":"7","text":" \"Gross building area\" or \"GBA\" means, with respect to a lot, the product of the land area of the lot multiplied by the maximum floor area ratio (\"FAR\") allowable under its zoning category, including additional FAR allowable as a matter of right if the additional FAR is dedicated to a particular use, such as an additional residential floor, as of the date of the 1st issuance of bonds, without including transfer development rights or bonus development rights ."},{"prefix":"8","text":" \"Indenture of Trust\" means the indenture relating to the bonds, as modified, amended, or supplemented from time to time."},{"prefix":"9","text":" \"Land area\" means, with respect to a lot, the ground square footage of the lot."},{"prefix":"10","text":" \"Lot\" means a tax lot, record lot, or other division of real property designated for assessment and taxation purposes in the Southwest Waterfront Improvement Benefit District. The term \"lot\" shall include a possessory interest as described in § 47-1005.01."},{"prefix":"11","text":" \"Master Developer\" means the development entity to which the District transfers the leasehold interest in the Southwest Waterfront Improvement Benefit District and which is responsible for the planned development of the entire Southwest Waterfront Improvement Benefit District, including the project."},{"prefix":"12","text":" \"Maximum Special Assessment\" means the maximum special assessment determined in accordance with § 47-895.03."},{"prefix":"13","text":" \"Owner\" shall have the same meaning as provided in § 47-802(5) and shall include the holder of a possessory interest as described in § 47- 1005.01."},{"prefix":"14","text":" \"PILOT Revenues\" means the amount of the Southwest Waterfront PILOT Increment, as defined in [§ 2-1217.131(22)], paid or to be paid into the Southwest Waterfront Fund each fiscal year."},{"prefix":"15","text":" \"Project\" means the publicly owned infrastructure located within the Southwest Waterfront PILOT/TIF Area, including streets, parking facilities, sidewalks, walkways, streetscapes, parks, bulkheads, piers, curbs, gutters, and gas, electric, and water utility lines, and the acquisition, equipping, relocation, construction, and redevelopment of certain public facilities, including parks."},{"prefix":"16","text":" \"Proportionately\" means that the ratio of the Special Assessment to be collected as a percentage of the Adjusted Maximum Special Assessment is equal for each lot (excluding those lots for which the Adjusted Maximum Special Assessment is zero)."},{"prefix":"17","text":" \"Special Assessment\" means the Special Assessment levied by the District each fiscal year to fund the Special Assessment Requirement."},{"prefix":"18","text":" \"Special Assessment Credit\" shall be the amount provided in § 47- 895.03; provided, that the term\"Special Assessment Credit\" means, with respect to a lot, the TIF Revenues and the PILOT Revenues related to the lot and included in calculating the Special Assessment Requirement."},{"prefix":"19","text":" \"Special Assessment Requirement\" shall have the same meaning as provided in § 47-895.03."},{"prefix":"20","text":" \"Southwest Waterfront Improvement Benefit District\" means the special assessment district established by § 47-895.02."},{"prefix":"21","text":" \"Southwest Waterfront Fund\" means the fund established by [§ 2- 1217.133]."},{"prefix":"22","text":" \"SWW Development\" means an area of 50,400 square feet located on a portion of Lots 839, 831, and 84 in Square 473, and such other area of land that is contiguous to Lots 839, 831, and 84, Square 473, and within the boundaries of the Southwest Waterfront Improvement Benefit District, which shall be designated as the SWW Development in an instrument from the District conveying a ground lease of, or other possessory interest in, such area to the Master Developer or to the assignee or transferee of the Master Developer with the consent of the District."},{"prefix":"23","text":" \"TIF Revenues\" means the amount of the Available Sales Tax Revenues, as defined in [§ 2-1217.131(3)], paid or to be paid into the Southwest Waterfront Fund each fiscal year by the District pursuant to the requirements of the Southwest Waterfront Bond Financing Act of 2008 [D.C. Law 17-252]."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Southwest Waterfront Special Assessment District."},"heading":{"title":"47","chaptersection":"895","identifier":"47-895.01","catch_text":"Definitions."}}