{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-310, in subpar. (1)(B) of subsec. (a), substituted \"Chapter 8\" for \"Chapter 13A\".\n\nD.C. Law 18-363 substituted \"Real Property Tax Appeals Commission for the District of Columbia\" for \"Board of Real Property Assessments and Appeals\".\n\nD.C. Law 19-171, in subsec. (f), substituted \"Commission\" for \"Board\".\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 2(b) of New York Avenue Metro Special Assessment Authorization Temporary Act of 2001 (D.C. Law 14-25, October 2, 2001, law notification 48 DCR 9564).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2 of New York Avenue Metro Special Assessment Authorization Emergency Act of 2001 (D.C. Act 14-64, June 6, 2001, 48 DCR 5714).\n\nFor temporary (90 day) addition of section, see § 2 of New York Avenue Metro Special Assessment Authorization Legislative Review Emergency Act of 2001 (D.C. Act 14-115, August 3, 2001, 48 DCR 7652).\n\nLegislative History of Laws\n\nFor Law 14-44, see notes following § 47-881.\n\nFor Law 14-310, see notes following § 47-365.\n\nFor history of Law 18-363, see notes under § 47-412.01.\n\nFor history of Law 19-171, see notes under § 47-369.01.\n\nDC CODE § 47-883\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 2001, D.C. Law 14-44, § 2, 48 DCR 7665; June 12, 2003, D.C. Law 14-310, § 11(b), 50 DCR 1092; Apr. 8, 2011, D.C. Law 18-363, § 3(g)(9), 58 DCR 963; Sept. 26, 2012, D.C. Law 19-171, § 114(l), 59 DCR 6190.)","sections":[{"prefix":"a","text":"(1) Beginning with tax year 2002, there is hereby levied a special assessment upon each tax lot of real property located within the MBA which:"},{"prefix":"A","text":" Is shown on the zoning map of the District as being located in a district that is zoned commercial;"},{"prefix":"B","text":" Is not exempt from real property tax under Chapter 8 of this title; and"},{"prefix":"C","text":" At any time after December 31, 2000, included a land area of at least 10,000 square feet."},{"prefix":"2","text":" When a special assessment under this subchapter appears on the real property tax bill, the special assessment shall not be required to be certified for purposes of Chapter 13A of this title."},{"prefix":"b","text":" Within 120 days after [June 6, 2001], the CFO shall determine the total debt service projected to be paid on the initial General Obligation Bonds from their date of issuance through maturity, which amount shall constitute the Special Assessment Total Collection Amount; provided, that the Special Assessment Total Collection Amount shall be subject to adjustment after the initial determination if the CFO determines and certifies that the actual debt service payable on the initial General Obligation Bonds will be less than the amount projected. The Special Assessment Annual Collection Amount shall be 1/30 of the Special Assessment Total Collection Amount."},{"prefix":"c","text":" Within 120 days after [June 6, 2001], the CFO shall determine the tax lots of real property which are subject to the special assessment under subsection (a) of this section, the total assessed value real property tax purposes of each tax lot, and the aggregate total assessed value for real property tax purposes of all tax lots. The valuation shall be determined as of the real property tax valuation date for tax year 2000."},{"prefix":"d","text":" Within 120 days after [June 6, 2001], the CFO shall determine the Special Assessment Factor, which shall be computed by dividing the Special Assessment Annual Collection Amount by the aggregate assessed value determined under subsection (c) of this section; provided, that the CFO may increase the Special Assessment Factor at any time by the amount that the CFO determines to be necessary to ensure that the special assessments under this section shall be at least equal to the Special Assessment Annual Collection Amount in each year. The special assessment applicable to each tax lot shall be determined by multiplying the Special Assessment Factor by the total assessed value of each tax lot as of [June 6, 2001], or, for any tax lot which becomes subject to the special assessment after [June 6, 2001], the date on which the tax lot becomes subject to the special assessment. Each special assessment shall be made part of the public record."},{"prefix":"e","text":"(1) Within 180 days after [June 6, 2001], the CFO shall give notice of the special assessment to the owner, as shown on the real property tax records of the District, of each tax lot of real property which is subject to the special assessment under this subchapter on [June 6, 2001]. The notice shall state the amount of the proposed special assessment and the procedure for any protest with respect to the special assessment."},{"prefix":"2","text":" If a tax lot becomes subject to this subchapter after [June 6, 2001], the CFO shall give notice of the special assessment to the owner, as shown on the real property tax records of the District, of such tax lot. The notice shall state the amount of the proposed special assessment and the procedure for any protest with respect to the special assessment."},{"prefix":"f","text":" The owner of a tax lot subject to special assessment under this subchapter may protest the amount of a special assessment levied by filing a protest with the Real Property Tax Appeals Commission for the District of Columbia (\"Commission\"), on a form prescribed by The Real Property Tax Appeals Commission for the District of Columbia, within 30 days after notice of assessment. The protest shall be reviewed by the Real Property Tax Appeals Commission for the District of Columbia in accordance with § 47-825.1. Each decision of the Real Property Tax Appeals Commission for the District of Columbia shall be maintained by the Commission and shall be made available for examination and photocopying at cost to any requestor."},{"prefix":"g","text":" Special assessments levied under this subchapter shall be collected at the same time and in the same manner as real property taxes under this chapter are collected."},{"prefix":"h","text":" An unpaid special assessment shall be subject to the same penalty and interest provisions as a delinquent real property tax under this chapter. A lien for an unpaid special assessment, including penalty and interest, shall attach to the real property in the same manner and with the same priority as a lien for delinquent real property tax under Chapter 13A of this title. The unpaid special assessment shall be collected in accordance with Chapter 13A of the title."},{"prefix":"i","text":" The levy of special assessments shall terminate on the date on which the Special Assessment Total Collection Amount has been received by the District, as certified by the CFO to the Mayor under § 47-884."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"New York Avenue Metro Special Assessment District."},"heading":{"title":"47","chaptersection":"883","identifier":"47-883","catch_text":"Levy of special assessment; protest; termination of levy."}}