{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-863.\n\nEffect of Amendments\n\nD.C. Law 14-147 rewrote the section which had read as follows:\n\n\"(a) For the purposes of this section, the term:\n\n\"(1) 'Adjusted gross income' shall have the same meaning as defined in § 62 of the Internal Revenue Code.\n\n\"(2) 'Household adjusted gross income' means the adjusted gross income of all individuals residing in a household, excluding the adjusted gross income of any individual who is a tenant by virtue of a written lease.\n\n\"(b) All Class 1 Property owners 65 years of age or older whose annual household adjusted gross income is less than $100,000, shall be eligible for a 50% decrease in property tax liability.\n\n\"(c)(1) For the tax year beginning July 1, 1991, and ending June 30, 1992, the application for the tax relief provided under subsection (b) of this section shall be completed and filed by September 30, 1991.\n\n\"(2) An application filed by September 30, 1991, shall apply to the tax year beginning July 1, 1991, and ending June 30, 1992, and for succeeding tax years until the tax year for which quinquennial filing of the application is required pursuant to the regulations implementing the deduction authorized by subsection (b) of this section, provided that the property remains eligible for the tax relief.\n\n\"(3) If a residential real property owner who takes advantage of the extended filing period provided for in this section qualifies for the senior citizen's property tax relief provided for under subsection (b) of this section, the tax relief for the second half of the tax year beginning July 1, 1991, and ending June 30, 1992, shall be reflected in the second half tax bill which is due and payable by March 31, 1992.\n\n\"(4) The difference between the original first half tax bill that did not reflect the senior citizen's property tax relief and the first half tax actually due as a result of the senior citizen's property tax relief, will be refunded by January 15, 1992, if already paid when due by September 16, 1991.\n\n\"(5) No penalties or interest shall be owed by a taxpayer on the difference between the original tax bill that did not reflect the senior citizen's property tax relief and the tax due based on the tax relief.\n\n\"(d) A property owner who is otherwise eligible for property tax relief under this section shall not lose the eligibility by virtue of a transfer of the property into a revocable trust, so long as the transfer is without consideration, and the property owner continues to reside in the property before and after the transfer.\n\n\"(e) The Mayor shall issue rules necessary to implement the provisions of this section.\n\n\"(e-1)(1) For the tax year beginning July 1, 1992, and ending June 30, 1993, the application for the property tax relief provided for under subsection (b) of this section shall be properly completed and filed by September 15, 1992.\n\n\"(2) An application properly completed and filed by September 15, 1992, shall apply to the tax year beginning July 1, 1992, and ending June 30, 1993, and for succeeding tax years until the tax year for which quinquennial filing of the application is required pursuant to the regulations implementing the tax relief authorized by subsection (b) of this section, provided that the property remains eligible for the property tax relief.\n\n\"(3) If a residential real property owner properly completes and files an application by September 15, 1992, for the tax relief provided for under subsection (b) of this section, for the tax year beginning July 1, 1992, and ending June 30, 1993, then:\n\n\"(A) No adjustment shall be made to the first half tax bill which is due and payable by September 15, 1992;\n\n\"(B) The tax relief shall be reflected in the second half tax bill which is due and payable by March 31, 1993; and\n\n\"(C) No penalties or interest shall be owed by a taxpayer on the difference between the first half tax bill that did not reflect the tax relief and the total liability due on March 31, 1993.\n\n\"(e-2) If a Class 1 Property owner who obtained the tax relief provided under subsection (b) of this section for the tax year beginning July 1, 1991, and ending June 30, 1992, becomes ineligible for the tax relief for the tax year beginning July 1, 1992 and ending June 30, 1993, then:\n\n\"(A) No adjustment shall be made to the first half tax bill which is due and payable September 15, 1992.\n\n\"(B) Any adjustments that shall be required as a result of the property owner's ineligibility, shall be reflected in the second half tax bill which is due and payable by March 31, 1993.\n\n\"(C) No penalties or interest shall be owed by a taxpayer on the difference between the first half tax bill that reflected eligibility for the tax relief and the total tax liability due after the property owner becomes ineligible.\n\n\"(f) Effective October 1, 1993, and for each tax year thereafter, the Mayor, upon written request by the owner of eligible real property, may grant a reasonable extension of time for filing the application for the senior citizen property tax relief required to be filed pursuant to rules promulgated to implement the provisions of this section, when in the Mayor's judgment good cause exists for the extension. Any written request for an extension of the filing deadline for the senior citizen property tax relief shall only be considered for the tax year in which it is submitted. If an extension is granted, the property tax liability shall be adjusted in accordance with regulations prescribed by the Mayor.\n\n\"(g)(1) Effective October 1, 1994, and for each tax year thereafter, any residential real property which is eligible for the senior citizen property tax relief shall receive the tax relief as of the first full month following the date on which a properly completed application has been filed. The senior citizen property tax relief shall be prorated on a monthly basis. Real property is eligible for the senior citizen property tax relief if it meets the requirements set forth in subsection (b) of this section and a properly completed application is filed with the Mayor. The Mayor may prorate the senior citizen property tax relief retroactively to the date the property became eligible for the deduction when in the Mayor's judgment good cause exists to do so. The tax relief shall be retroactively applied only within the current real property tax year. The real property shall continue to receive the tax relief until the next quinquennial filing period, provided the property remains eligible to receive the tax relief.\n\n\"(2) Effective October 1, 1994, and for each tax year thereafter, when real property which received the senior citizen property tax relief provided for in this section becomes ineligible for the tax relief, the owner of the real property shall notify the Mayor (in a manner and at a time as the Mayor may prescribe by regulation) of the real property's ineligibility. The Mayor shall terminate the senior citizen property tax relief effective as of the first full month following the date the property became ineligible for the tax relief.\"\n\nD.C. Law 14-282 rewrote subsecs. (b)(1)(B) and (b)(2)(A) which had read as follows:\n\n\"(B) If a homestead deduction under § 47-850 is allowed, the deduction as provided in this paragraph shall be computed by multiplying 50% by an amount equal to the estimated market value of the senior's household less the homestead deduction under § 47-850.\"\n\n\"(2)(A) In the case of a cooperative housing association, the Mayor shall deduct from the estimated market value of the real property of the cooperative housing association an amount equal to 50% of the difference of the estimated market value of the senior's household and any homestead deduction under § 47- 850.01. The estimated market value of the senior's household shall be determined in the same manner as the cooperative housing association was assessed under § 47-820.01, including any prorations thereunder.\"\n\nD.C. Law 15-105, in subsec. (b)(2)(A)(i), validated a previously made technical correction.\n\nD.C. Law 14-307, in subsec. (b), validated a previously made technical amendment in par. (1)(B), substituted \"§ 47-850.01; provided, that if a credit is received under § 47-864, 125% of the prior year's taxable assessment shall be deemed the estimated market value for purposes of this paragraph.\" for \"§ 47-850.01.\" in sub-subpar. (2)(A)(i)(II); in subsec. (f)(1), deleted \"decrease or\" preceding \"deduction\"; and added subsec. (f-1).\n\nD.C. Law 15-205, in subsec. (b), rewrote subpar. (B) of par. (1), and rewrote subpar. (A) of par. (2). Prior to amendment, subpar. (B) of par. (1) and subpar. (A) of par. (2) of subsec. (b) had read as follows:\n\n\"(B) If a deduction under § 47-850 is allowed, the deduction under this paragraph shall be computed by multiplying the tax rate by 50% of an amount equal to:\n\n\"(i) The estimated market value of the senior's household, less the deduction under § 47-850; or\n\n\"(ii) If a credit is received under § 47-864, 125% of the prior year's taxable assessment, less the deduction under § 47-850.\"\n\n\"(A)(i) In the case of a cooperative housing association, the Mayor shall deduct from the estimated market value of the real property of the cooperative housing association an amount equal to 50% of an amount equal to:\n\n\"(I) The estimated market value of the senior's household, less any homestead deduction under § 47-850.01; or\n\n\"(II) If a credit is received under § 47-864, 125% of the prior year's taxable assessment attributable to the senior's household, less any deduction under § 47-850.01; provided, that if a credit is received under § 47-864, 125% of the prior year's taxable assessment shall be deemed the estimated market value for purposes of this paragraph.\"\n\nD.C. Law 15-354 substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\".\n\nD.C. Law 16-33, in the section name line, inserted \"and for disabled property owners\"; substituted \"eligible\" for \"senior's\" throughout the section; in subsec. (a), added pars. (1A) and (5), and repealed par. (4); rewrote subsec. (b); and, in subsec. (c), added par. (2)(C). Prior to amendment, par. (4) of subsec. (a) and subsec. (b) read as follows: as follows:\n\n\"(4) 'Senior's household' means:\n\n\"(A) In the case of a house or condominium, an individual's residence:\n\n\"(i) That comprises a dwelling unit;\n\n\"(ii) That is Class 1 Property, as defined in § 47-813, and contains not more than 5 dwelling units therein;\n\n\"(iii) That is owned at least 50%, in whole or in part, by the individual who is 65 years of age or older; and\n\n\"(iv) Wherein the household adjusted gross income is less than $100,000.\n\n\"(B) In the case of a cooperative housing association that is Class 1 Property, as defined in § 47-813, a shareholder's or member's residence:\n\n\"(i) That comprises a dwelling unit;\n\n\"(ii) That is occupied by the shareholder or member who is 65 years of age or older;\n\n\"(iii) Wherein the household adjusted gross income is less than $100,000; and\n\n\"(iv) That, by reason of his or her ownership of stock or membership certificate, a proprietary lease, or other evidence of membership, is occupied by right by the shareholder or member with at least a 50% interest which permits the occupation of the dwelling unit.\"\n\n\"(b)(1)(A) In the case of a house or condominium, a senior's household shall be eligible for a 50% deduction in computing real property tax liability.\n\n\"(B) If a deduction under § 47-850 is allowed, the deduction under this paragraph shall be computed by multiplying the tax rate by 50% of an amount equal to:\n\n\"(i) The estimated market value of the senior's household, less the deduction under § 47-850; or\n\n\"(ii) If a credit is received under § 47-864:\n\n\"(I) Before October 1, 2003, 125% of the prior year's capped assessment, (or if there was no capped assessment during the prior year, the tax assessment), less the deduction under § 47-850; or\n\n\"(II) On or after October 1, 2003, 112% of the prior year's capped assessment (or if there was no capped assessment during the prior year, the tax assessment) less the deduction under § 47-850.\n\n\"(C) The deduction under this paragraph shall be apportioned equally between each installment during a tax year and shall not be carried forward or carried back.\n\n\"(2)(A)(i) In the case of a cooperative housing association, the Mayor shall deduct from the estimated market value of the real property of the cooperative housing association an amount equal to 50% of an amount equal to:\n\n\"(I) The estimated market value of the senior's household, less any homestead deduction under § 47-850.01; or\n\n\"(II) If a credit is received under § 47-864:\n\n\"(aa) Before October 1, 2003, 125% of the prior year's capped assessment (or if there was no capped assessment during the prior year, the tax assessment) attributable to the senior's household, less any deduction under § 47-850.01; provided, that if a credit is received under § 47-864, 125% of the prior year's capped assessment (or if there was no capped assessment during the prior year, the tax assessment) shall be deemed the estimated market value for purposes of this paragraph; or\n\n\"(bb) On or after October 1, 2003, 112% of the prior year's capped assessment (or if there was no capped assessment during the prior year, the tax assessment) attributable to the senior's household, less any deduction under § 47-850.01; provided, that if a credit is received under § 47-864, 112% of the prior year's capped assessment (or if there was no capped assessment during the prior year, the tax assessment) shall be deemed the estimated market value for purposes of this paragraph.\n\n\"(ii) The estimated market value of the senior's household, or the prior year's capped assessment (or if there was no capped assessment during the prior year, the tax assessment) attributable to the senior's household, shall be determined in the same manner as the cooperative housing association was assessed under § 47-820.01, including any prorations thereunder.\n\n\"(B) The deduction under this paragraph shall be apportioned equally between each installment during a tax year and shall not be carried forward or carried back.'\n\nD.C. Law 16-191, in subsec. (a)(1A)(B), redesignated subpar. (I) as subpar. (i); and, in subsecs. (b), (c), (h), and (i), validated previously made technical corrections.\n\nD.C. Law 16-305, in the section name line, substituted \"property owners with disabilities\" for \"disabled property owners\"; and, in subsec. (a)(1A), substituted \"have a permanent and total disability\" for \"be permanently and totally disabled\".\n\nD.C. Law 17-216, in subsec. (f-1), substituted \"an appeal of a Class 3 classification\" for \"a reclassification\".\n\nD.C. Law 17-345, in subsec. (f), substituted \"applicant (or current owner if there is no applicant)\" for \"applicant\" in par. (1), deleted \"(for which notification is required under this subsection)\" following \"eligibility\" in pars. (4) and (5), and added par. (6); in subsec. (g)(1), substituted \"applicant or former owner, and not the real property\" for \"applicant\" the first time it appears and substituted \"applicant or former owner\" for \"applicant\" the second time it appears; and, in subsec. (l), substituted \"deduction\" for \"decrease\".\n\nD.C. Law 19-155 rewrote subsec. (f-1), which formerly read:\n\n\"(f)(1) If the eligible household no longer qualifies for the deduction, the applicant (or former owner if there is no applicant) shall notify the Mayor of the date of the change in eligibility within 30 days after the change in eligibility. If the applicant (or former owner if there is no applicant) fails to notify timely, the deduction shall be rescinded without limitation for each tax year. Penalty and interest shall be added from the day the correct amount of tax was due but not paid.\"\n\nD.C. Law 19-165 rewrote subsecs. (a)(2) and (3), which formerly read:\n\n\"(2) 'Household adjusted gross income' means the adjusted gross income of all persons residing in a household, excluding the adjusted gross income of any person who is a tenant by virtue of a written lease for fair market value.\n\n\"(3) 'Residence' means the principal place of residence in the District of an individual, shareholder, or member, who is domiciled in the District.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 105 of Omnibus Budget Support Temporary Act of 1992 (D.C. Law 9-134, July 23, 1992, law notification 39 DCR 5815).\n\nFor temporary (225 day) amendment of section, see § 2(c) of Homestead and Senior Citizen Real Property Tax Temporary Act of 2001 (D.C. Law 14-4, June 13, 2001, law notification 48 DCR 5912).\n\nFor temporary (225 day) amendment of section, see § 2(g) of Homestead and Senior Citizen Real Property Tax Temporary Act of 2001 (D.C. Law 14-92, March 19, 2002, law notification 49 DCR 2997).\n\nSection 2(b) of D.C. Law 16-257, in subsec. (f), in par. (1), substituted \"applicant (or former owner if there is no applicant)\" for \"applicant\" throughout, in pars. (4) and (5), deleted \"(for which notification is required under this subsection)\", and added par. (6) to read as follows:\n\n\"(6) Notwithstanding the rescissions of the deduction pursuant to paragraphs (4) and (5) of this subsection, if the applicant's required ownership interest in the real property is transferred to a new owner, shareholder, or member who does not apply or qualify for the deduction, the real property shall nevertheless be entitled to the apportioned amount of the deduction applicable to the installment payable during the half tax year during which such ownership interest was transferred. At the end of the half tax year, the deduction shall cease. If the applicant purchases another real property or interest in a housing cooperative for which he or she shall make application for the deduction, and the application and purchase occurs during the same half tax year when the transfer occurred, subsections (i) and (j) of this section shall not apply to the extent that both real properties may benefit from the deduction during that half tax year and, thereafter, only the newly purchased real property or housing cooperative in which the applicant acquired newly an interest shall benefit from the applicant's deduction. Notwithstanding the foregoing, a real property shall not benefit from more than one deduction in any half tax year; provided, that in the case of a housing cooperative, the real property shall not benefit from more than one deduction related to an eligible household in any half tax year.\"\n\n; in subsec. (g)(1), substituted \"applicant (or former owner if there is no applicant)\" for \"applicant\" throughout; and in subsec. (l), substituted \"deduction\" for \"decrease\".\n\nSection 5(b) of D.C. Law 16-257 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 4(d) of D.C. Law 16-259, in subsec. (f-1), substituted \"an appeal of a Class 3 classification\" for \"a reclassification\".\n\nSection 7(b) of D.C. Law 16-259 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(e) of D.C. Law 17-72, in subsec. (f), substituted \"applicant (or former owner if there is no applicant)\" for \"applicant\" throughout par. (1), deleted \"(for which notification is required under this subsection)\" in pars. (4) and (5), and added par. (6) to read as follows:\n\n\"(6)(A) Notwithstanding the rescissions of the deduction pursuant to paragraphs (4) and (5) of this subsection, if the applicant's required ownership interest in the real property is transferred to a new owner, shareholder, or member who does not apply or qualify for the deduction, the real property shall nevertheless be entitled to the apportioned amount of the deduction applicable to the installment payable during the half tax year during which such ownership interest was transferred. At the end of the half tax year, the deduction shall cease.\n\n\"(B) If the applicant purchases another real property or interest in a housing cooperative for which he or she shall make application for the deduction, and the application and purchase occurs during the same half tax year when the transfer occurred, subsections (i) and (j) of this section shall not apply to the extent that both real properties may benefit from the deduction during that half tax year and, thereafter, only the newly purchased real property or housing cooperative in which the applicant acquired newly an interest shall benefit from the applicant's deduction.\n\n\"(C) Notwithstanding the foregoing, a real property shall not benefit from more than one deduction in any half tax year; provided, that in the case of a housing cooperative, the real property shall not benefit from more than one deduction related to an eligible household in any half tax year.\"\n\n; in subsec. (g)(1), substituted \"applicant or former owner, and not the real property\" for \"applicant\" the first time it appears, and \"applicant or former owner\" for \"applicant\" the second time it appears; and in subsec. (l), substituted \"deduction\" for \"decrease\".\n\nSection 5(b) of D.C. Law 17-72 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 4(d) of D.C. Law 17-102, in subsec. (f-1), substituted \"an appeal of a Class 3 classification\" for \"a reclassification\".\n\nSection 7(b) of D.C. Law 17-102 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(e) of D.C. Law 17-295, in subsec. (f), substituted \"applicant (or former owner if there is no applicant)\" for \"applicant\" in par. (1), deleted \"(for which notification is required under this subsection)\" in pars. (4) and (5), and added par. (6) to read as follows:\n\n\"(6)(A) Notwithstanding the rescissions of the deduction pursuant to paragraphs (4) and (5) of this subsection, if the applicant's required ownership interest in the real property is transferred to a new owner, shareholder, or member who does not apply or qualify for the deduction, the real property shall nevertheless be entitled to the apportioned amount of the deduction applicable to the installment payable during the half tax year during which such ownership interest was transferred. At the end of the half tax year, the deduction shall cease.\n\n\"(B) If the applicant purchases another real property or interest in a housing cooperative for which he or she shall make application for the deduction, and the application and purchase occurs during the same half tax year when the transfer occurred, subsections (i) and (j) of this section shall not apply to the extent that both real properties may benefit from the deduction during that half tax year and, thereafter, only the newly purchased real property or housing cooperative in which the applicant acquired newly an interest shall benefit from the applicant's deduction.\n\n\"(C) Notwithstanding the foregoing, a real property shall not benefit from more than one deduction in any half tax year; provided, that in the case of a housing cooperative, the real property shall not benefit from more than one deduction related to an eligible household in any half tax year.\"\n\n; in subsec. (g)(1), substituted \"applicant or former owner, and not the real property\" for \"applicant\" the first time it appears and substituted \"applicant or former owner\" for \"applicant\" the second time it appears; and, in subsec. (l), substituted \"deduction\" for \"decrease\".\n\nSection 5(b) of D.C. Law 17-295 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(c) of Homestead and Senior Citizen Real Property Tax Emergency Act of 2001 (D.C. Act 14-21, March 16, 2001, 48 DCR 2703).\n\nFor temporary (90 day) amendment of section, see §§ 2(g), 3 of Homestead and Senior Citizen Real Property Tax Emergency Act of 2001 (D.C. Act 14-190, November 29, 2001, 48 DCR 11219).\n\nFor temporary (90 day) amendment of section, see § 2(g) of Homestead and Senior Citizen Real Property Tax Legislative Review Emergency Act of 2001 (D.C. Act 14-226, January 8, 2002, 49 DCR 668).\n\nFor temporary (90 day) amendment of section, see §§ 1303(f) and 1304 of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) amendment of section, see §§ 1303(f) and 1304 of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see §§ 1303(f) and 1304 of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nFor temporary (90 day) amendment of section, see § 1162(e) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 1162(e) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) amendment of section, see §§ 1082(c), 1262(b), 1263, 1264, 1297(a)(3), 1298, 1299 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Real Property Tax Benefits Revision Emergency Act of 2006 (D.C. Act 16-573, December 19, 2006, 54 DCR 18).\n\nFor temporary (90 day) amendment of section, see § 21 of Finance and Revenue Technical Amendments Second Emergency Amendment Act of 2006 (D.C. Act 16-585, December 28, 2006, 54 DCR 340).\n\nFor temporary (90 day) amendment of section, see § 4(d) of Nuisance Properties Abatement Reform and Real Property Classification Emergency Amendment Act of 2006 (D.C. Act 16-586, December 28, 2006, 54 DCR 353).\n\nFor temporary (90 day) amendment of section, see § 2(e) of Real Property Tax Benefits Revision Emergency Act of 2007 (D.C. Act 17-145, October 17, 2007, 54 DCR 10748).\n\nFor temporary (90 day) amendment of section, see § 4(d) of Nuisance Properties Abatement Reform and Real Property Classification Emergency Amendment Act of 2007 (D.C. Act 17-173, November 2, 2007, 54 DCR 11204).\n\nFor temporary (90 day) amendment of section, see § 2(e) of Real Property Tax Benefits Revision Congressional Review Emergency Act of 2008 (D.C. Act 17-435, July 16, 2008, 55 DCR 8268).\n\nFor temporary (90 day) amendment of section, see § 4(d) of Nuisance Properties Abatement Reform and Real Property Classification Congressional Review Emergency Act of 2008 (D.C. Act 17-436, July 16, 2008, 55 DCR 8272).\n\nFor temporary (90 day) amendment of section, see § 2(e) of Real Property Tax Benefits Revision Emergency Act of 2008 (D.C. Act 17-547, October 24, 2008, 55 DCR 11975).\n\nLegislative History of Laws\n\nLaw 6-153, the \"Real Property Tax Rates for Tax Year 1987 Act of 1986,\" was introduced in Council and assigned Bill No. 6-476, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 24, 1986 and July 8, 1986, respectively. Signed by the Mayor on July 16, 1986 it was assigned Act No. 6-195 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 9-53, see Historical and Statutory Notes following § 47-850.\n\nFor legislative history of D.C. Law 9-56, see Historical and Statutory Notes following § 47-850.\n\nLaw 9-145, the \"Omnibus Budget Support Act of 1992,\" was introduced in Council and assigned Bill No. 9-222, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 12, 1992, and June 2, 1992, respectively. Approved without the signature of the Mayor on June 22, 1992, it was assigned Act No. 9-225 and transmitted to both Houses of Congress for its review. D.C. Law 9-145 became effective on September 10, 1992.\n\nFor legislative history of D.C. Law 9-177, see Historical and Statutory Notes following § 47-812.\n\nFor legislative history of D.C. Law 10-127, see Historical and Statutory Notes following § 47-812.\n\nFor Law 14-147, see notes following § 47-813.\n\nFor Law 14-282, see notes following § 47-405.\n\nFor Law 14-307, see notes following § 47-368.01.\n\nFor Law 15-105, see notes following § 47-340.22.\n\nFor Law 15-205, see notes following § 47-308.01.\n\nFor Law 15-354, see notes following § 47-340.03.\n\nFor Law 16-33, see notes following § 47-308.01.\n\nFor Law 16-191, see notes following § 42-1102.\n\nFor Law 16-305, see notes following § 47-802.\n\nFor Law 17-216, see notes following § 47-812.\n\nFor Law 17-345, see notes following § 47-845.02.\n\nFor history of Law 19-155, see notes under § 47-825.01a.\n\nLaw 19-165, the \"Age-in-Place and Equitable Senior Citizen Real Property Act of 2012\", was introduced in Council and assigned Bill No. 19-512, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on April 17, 2012, and May 1, 2012, respectively. Signed by the Mayor on May 18, 2012, it was assigned Act No. 19-375 and transmitted to both Houses of Congress for its review. D.C. Law 19-165 became effective on July 13, 2012.\n\nReferences in Text\n\n\"Section 62 of the Internal Revenue Code,\" referred to in (a)(1), is classified to 26 U.S.C. § 62.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: Section 6 of D.C. Law 9-56 provided that the Mayor shall, pursuant to subchapter I of Chapter 5 of Title 2, issue rules to implement the provisions of the act.\n\nSection 3 of D.C. Law 14-147 provides that section 2 shall apply as of October 1, 2001, except insofar as the retroactive application results in an increase of tax to the real property or owner thereof.\n\nSection 15(b) of D.C. Law 14-282 provides:\n\n\"Sec. 15. Applicability.\n\n\"Section 11(1) shall apply as of October 1, 2001.\"\n\nApplication of Law 14-307:  Section 1304 of D.C. Law 14-307 provides:   \"Sections 1302 and 1303 shall apply as of October 1, 2002.\"\n\nApplicability and expiration of subtitle EE of title I, §§ 1261 to 1265, of D.C. Law 16-33: Sections 1263 and 1264 of D.C. Law 16-33, as amended by section 5(g) of D.C. Law 16-191 and D.C. Law 17-219, § 7068(c), (d), provide:\n\n\"Sec. 1263. Applicability; conditional effect.\n\n\"(a) Section 1262 shall apply for taxable years beginning after September 30, 2005.\"\n\n\"(b) Repealed.\n\n\"(c) Repealed.\n\n\"Sec. 1264. Repealed.\"\n\nApplicability and expiration of subtitle KK of title I, §§ 1295 to 1300, of D.C. Law 16-33: Sections 1298 and 1299, as amended by D.C. Law 17-219, § 7068(l), (m) provide:\n\n\"Sec. 1298. Conditional applicability.\n\n\"(a) Sections 1296 and 1297 shall apply for taxable years beginning after September 30, 2005.\n\n\"(b) Repealed.\n\n\"Sec. 1299. Repealed.\"\n\nSection 3 of D.C. Law 17-345 provides:\n\n\"Sec. 3. Applicability.\n\n\"(a) Section 2(c)(1)(A) and (B), (c)(2), (e)(1)(A) and (B), and (e)(2) shall apply for tax years beginning after September 30, 2001.\n\n\"(b) Section 2(c)(1)(C) and (e)(1)(C) shall apply as of January 2, 2007.\"\n\nD.C. Law 19-165, § 2(a), amends subsec.. (a)(1A)(A) applicable upon inclusion of its fiscal effect in an approved budget and financial plan.\n\nSection 3 of D.C. Law 19-165 provides:\n\n\"Sec. 3. Applicability.\n\n\"Section 2(a) shall apply upon the inclusion of its fiscal effect in an approved budget and financial plan.\"\n\nDC CODE § 47-863\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1986, D.C. Law 6-153, § 5, 33 DCR 4787; Mar. 7, 1992, D.C. Law 9-56, § 5, 38 DCR 7281; Sept. 10, 1992, D.C. Law 9-145, § 105, 39 DCR 4895; Oct. 7, 1992, D.C. Law 9-177, § 8, 39 DCR 5868; June 14, 1994, D.C. Law 10-127, § 2, 41 DCR 2050; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; June 25, 2002, D.C. Law 14-147, § 2(g), 49 DCR 4219; Apr. 4, 2003, D.C. Law 14-282, § 11(l), 50 DCR 896; June 5, 2003, D.C. Law 14-307, § 1303(f), 49 DCR 11664; Mar. 13, 2004, D.C. Law 15-105, § 72(c), 51 DCR 881; Dec. 7, 2004, D.C. Law 15-205, § 1162(e), 51 DCR 8441; Apr. 13, 2005, D.C. Law 15-354, § 73(b)(6), 52 DCR 2638; Oct, 20, 2005, D.C. Law 16-33, §§ 1082(c), 1262(b), 1297(a)(3), 52 DCR 7503; Mar.i. 2, 2007, D.C. Law 16-191, § 102, 54 DCR 6794; Apr. 24, 2007, D.C. Law 16- 305, § 73(b), 53 DCR 6198; Aug. 15, 2008, D.C. Law 17-216, § 4(e), 55 DCR 7500; Mar. 25, 2009, D.C. Law 17-345, § 2(e), 56 DCR 962; July 13, 2012, D.C. Law 19-155, § 2(d), 59 DCR 5590; July 13, 2012, D.C. Law 19-165, § 2(b), 59 DCR 6188.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Adjusted gross income\" shall have the same meaning as in section 62 of the Internal Revenue Code of 1986, approved August 16, 1954 (68A Stat. 17; 26 U.S.C. § 62)."},{"prefix":"1A","text":" \"Eligible household\" means:"},{"prefix":"A","text":" In the case of a house or condominium, an individual's residence:"},{"prefix":"i","text":" That comprises a dwelling unit;"},{"prefix":"ii","text":" That is Class 1 Property, as defined in § 47-813, and contains not more than 5 dwelling units therein;"},{"prefix":"iii","text":" That is owned at least 50%, in whole or in part, by the individual who:"},{"prefix":"I","text":"(aa) Is 65 years of age or older; and"},{"prefix":"bb","text":" Whose household adjusted gross income is less than $100,000; or"},{"prefix":"II","text":"(aa) Has been determined to have a permanent and total disability by the Social Security Administration, is receiving Supplemental Security Income or Social Security Disability, is receiving railroad retirement disability benefits, or is receiving federal or District of Columbia government disability payments; and"},{"prefix":"bb","text":" Whose household adjusted gross income is less than $100,000."},{"prefix":"B","text":" In the case of a cooperative housing association that is Class 1 Property, as defined in § 47-813, a shareholder's or member's residence:"},{"prefix":"i","text":" That comprises a dwelling unit;"},{"prefix":"ii","text":" That is owned at least 50%, in whole or in part, by the individual who:"},{"prefix":"I","text":"(aa) Is 65 years of age or older; and"},{"prefix":"bb","text":" Whose household adjusted gross income is less than $ 100,000; or"},{"prefix":"II","text":"(aa) Has been determined to have a permanent and total disablity by the Social Security Administration, is receiving Supplemental Security Income or Social Security Disability, is receiving railroad retirement disability benefits, or is receiving federal or District of Columbia government disability payments; and;"},{"prefix":"bb","text":" Whose household adjusted gross income is less than $ 100,000; and"},{"prefix":"iii","text":" That, by reason of his or her ownership of stock or membership certificate, a proprietary lease, or other evidence of membership, is occupied by right by the shareholder or member with at least a 50% interest which permits the occupation of the dwelling unit."},{"prefix":"2","text":" \"Household adjusted gross income\" means the adjusted gross income of all persons residing in a household, as determined by each person's federal income tax year ending immediately before the beginning of the real property tax year during which the deduction provided under subsection (b) of this section shall be applicable, excluding the adjusted gross income of any person who is a tenant by virtue of a written lease for fair market value."},{"prefix":"3","text":" \"Residence\" means the principal place of residence in the District of an individual, shareholder, or member who is domiciled in the District that is located on a lot that is entitled to the homestead deduction provided under § 47-850 or § 47-850.01 for the real property tax half year to which the deduction provided under subsection (b) of this section shall be applicable."},{"prefix":"4","text":" Repealed."},{"prefix":"5","text":" \"Taxable assessment\" means the assessed value of the real property, reduced, if applicable, by the credit under § 47-864 or the deduction under § 47-850."},{"prefix":"b","text":"(1) In the case of a house or condominium, an eligible household shall be eligible for a 50% deduction in computing real property tax liability. The deduction shall be computed by multiplying the tax rate by 50% of an amount equal to the current tax year's taxable assessment. The deduction shall be apportioned equally between each installment during a tax year and shall not be carried forward or carried back."},{"prefix":"2","text":"(A) In the case of a cooperative housing association, the deduction shall be computed by multiplying the tax rate by 50% of an amount equal to the current tax year's taxable assessment attributable to the eligible household. The deduction shall be apportioned equally between each installment during a tax year and shall not be carried forward or carried back."},{"prefix":"B","text":" The taxable assessment attributable to the eligible household shall be determined in the same manner as the cooperative housing association was assessed under § 47-820.01, including any prorations thereunder."},{"prefix":"c","text":"(1) In the case of a house or condominium, and to qualify the eligible household to receive the deduction, the individual shall complete and file with the Mayor an application in a form prescribed by the Mayor. The individual shall certify, under penalty of perjury, the information provided on the application form and the application form shall be filed in the manner prescribed by the Mayor. The Mayor may require the individual to provide any information which the Mayor considers necessary, including all taxpayer identification numbers of the individual, any other owner, any person with legal or equitable title, and any person in the household of the individual. The Mayor may also require the individual, any other owner, any person with legal or equitable title, and any person in the household of the individual to submit information after the deduction has been allowed to determine whether the real property remains an eligible household and entitled to the deduction."},{"prefix":"2","text":"(A) For the cooperative housing association to qualify and receive the deduction, the shareholder or member shall complete and file with the Mayor an application in a form prescribed by the Mayor. The shareholder or member shall certify, under penalty of perjury, the information provided on the application form, and the application form shall be filed in the manner prescribed by the Mayor. The Mayor may require the shareholder or member to provide any information which the Mayor considers necessary, including the taxpayer identification numbers of the shareholder or member, any other person with an ownership or membership interest, and any person in the household of the shareholder or member. The Mayor may also require the shareholder or member, any other person with an ownership or membership interest, and any person in the household of the shareholder or member to submit information after the deduction has been granted to determine whether the cooperative housing association remains entitled to the deduction for the eligible household."},{"prefix":"B","text":" The Mayor may require the officers or managers of the cooperative housing association to distribute the application forms to its shareholders or members and to collect the completed application forms from the shareholders or members for return to the Mayor. Officers and managers of a cooperative housing association shall submit such other information as the Mayor may require."},{"prefix":"C","text":" The deduction shall be passed on to the eligible household by the cooperative housing association during the corresponding tax year."},{"prefix":"d","text":" If a properly completed and approved application is filed during the period October 1 through March 31 of the tax year, the real property shall receive the deduction for the entire tax year. Notwithstanding subsection (b) of this section, if a properly completed and approved application is filed during the period April 1 through September 30, the real property shall receive 1/2 of the deduction, which shall be applied to the second installment only."},{"prefix":"e","text":" The application form filed by the individual, shareholder, or member shall apply to the initial tax year, or applicable installment, and to any succeeding tax year thereafter for which the deduction is allowed."},{"prefix":"f","text":"(1) If the eligible household no longer qualifies for the deduction, the applicant (or former owner if there is no applicant) shall notify the Mayor of the date of the change in eligibility within 30 days after the change in eligibility. If the applicant (or former owner if there is no applicant) fails to notify timely, the deduction shall be rescinded without limitation for each tax year. Penalty and interest shall be added from the day the correct amount of tax was due but not paid."},{"prefix":"2","text":" Notwithstanding paragraph (1) of this subsection, if the eligible household is transferred and continued to qualify for the deduction 30 days or less before the date of execution of the deed of transfer, the applicant shall not be required to notify the Mayor of the change in eligibility."},{"prefix":"3","text":" If the tax is paid within 30 days of the corresponding bill, timely notification of the change in eligibility shall preclude assessment of penalty and interest."},{"prefix":"4","text":" If the change in eligibility occurs during the period October 1 through March 31 of the tax year, the deduction shall be disallowed for the entire tax year."},{"prefix":"5","text":" Notwithstanding subsection (a) of this section, if the change in eligibility occurs during the period April 1 through September 30, the real property shall receive 1/2 of the deduction, which shall be applied to the first installment only."},{"prefix":"6","text":"(A) Notwithstanding the rescissions of the deduction pursuant to paragraphs (4) and (5) of this subsection, if the applicant's required ownership interest in the real property is transferred to a new owner, shareholder, or member who does not apply or qualify for the deduction, the real property shall nevertheless be entitled to the apportioned amount of the deduction applicable to the installment payable during the half tax year during which such ownership interest was transferred. At the end of the half tax year, the deduction shall cease."},{"prefix":"B","text":" If the applicant purchases another real property or interest in a housing cooperative for which he or she shall make application for the deduction, and the application and purchase occurs during the same half tax year when the transfer occurred, subsections (i) and (j) of this section shall not apply to the extent that both real properties may benefit from the deduction during that half tax year and, thereafter, only the newly purchased real property or housing cooperative in which the applicant acquired newly an interest shall benefit from the applicant's deduction."},{"prefix":"C","text":" Notwithstanding the foregoing, a real property shall not benefit from more than one deduction in any half tax year; provided, that in the case of a housing cooperative, the real property shall not benefit from more than one deduction related to an eligible household in any half tax year."},{"prefix":"f-1","text":" Within 45 days from the date of the notice rescinding or denying the deduction, the owner may petition for an administrative review of the rescission or denial and appeal from a final determination thereof to the same extent as if the appeal were filed under § 47-825.01a(d)(2)."},{"prefix":"g","text":" If real property tax is owing as a result of an erroneous or improper deduction, the following shall apply:"},{"prefix":"1","text":" Except in the case of cooperative housing associations, if the eligible household was transferred, the applicant or former owner, and not the real property shall be personally liable for the amount of the delinquent real property tax which was not paid timely during the period when the applicant or former owner had an ownership interest in the eligible household, together with interest and penalty at the same rate as provided in this chapter for the late payment of real property tax. The tax shall be considered due on the date that the total amount of real property tax was due but unpaid and shall be collected in the manner prescribed under Chapter 44."},{"prefix":"2","text":" Notwithstanding paragraph (1) of this subsection, if the eligible household was transferred and the grantee failed to timely record a deed under § 47- 1431 (or other evidence of the transfer in the case of a cooperative housing association), the real property shall be liable for the amount of the delinquent real property tax which was not timely paid, together with interest and penalty as provided in this chapter for the late payment of real property tax."},{"prefix":"3","text":" In all other cases, the real property shall be liable for the amount of the delinquent real property tax which was not paid timely, together with interest and penalty as provided in this chapter for the late payment of real property tax."},{"prefix":"h","text":" The eligibility of an eligible household for the deduction shall not be affected by the transfer of the eligible household into a revocable trust if the transfer is without consideration and the eligible household remains the residence of the applicant-grantor before and after the transfer."},{"prefix":"i","text":" No other person in the household of the individual, shareholder, or member shall claim a deduction for an eligible household in the District. The cooperative housing association shall not receive a deduction for an eligible household if the basis of the deduction is another person in the household of the shareholder or member."},{"prefix":"j","text":" If an individual, shareholder, or member claims more than one eligible household in the same tax year, and has not timely notified the Mayor of all changes in eligibility, the Mayor shall disallow the deduction for all eligible households claimed by the individual, shareholder or member."},{"prefix":"k","text":"(1) The Mayor may contract with a collection agency inside or outside of the District to verify the contents of any application form or return for the purposes of determining the eligibility of any eligible household."},{"prefix":"2","text":" All funds collected by the collection agency and belonging to the District shall be remitted to the Mayor not less than once a month. Forms to be utilized for the remittances may be prescribed by the Mayor. The Mayor may require that the collection agency furnish a bond securing compliance with the provisions of this subsection and the contract with the District."},{"prefix":"3","text":" At the discretion of the Mayor:"},{"prefix":"A","text":" The collection agency may charge a collection fee not in excess of 25% of the total amount of the delinquent taxes, excluding penalties and interest, that is actually collected; or"},{"prefix":"B","text":" The collection agency may be remunerated by fee, percentage of taxes collected, or both."},{"prefix":"4","text":" Notwithstanding any other provision contained in this title, confidential information related to the owner of the real property may be provided to a collection agency for purposes of collecting a delinquent tax under this chapter. If the information is provided to a collection agency under this subsection, the collection agency shall not disclose the information to a third party, other than the owner (or his or her representative), unless the Mayor would be authorized by law to make the disclosure. A collection agency, or employee of a collection agency, violating the provisions of this subsection shall be guilty of a misdemeanor and, upon conviction thereof, shall be fined not more than $1,000, or imprisoned for not more than 180 days, or both. All prosecutions under this paragraph shall be brought in the Superior Court of the District of Columbia on information by the Attorney General for the District of Columbia in the name of the District of Columbia."},{"prefix":"l","text":" In the case of a house or a condominium, the real property tax bill shall indicate whether the real property is receiving the deduction."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Miscellaneous."},"heading":{"title":"47","chaptersection":"863","identifier":"47-863","catch_text":"Reduced tax liability for property owners over age 65 and for property owners with disabilities; rules."}}