{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-832.\n\n1973 Ed., § 47-714.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 105 of Omnibus Budget Support Temporary Act of 1993 (D.C. Law 10-11, August 6, 1993, law notification 40 DCR 6213).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-25, see Historical and Statutory Notes following § 47-802.\n\nDC CODE § 47-832\n\nCurrent through December 11, 2012","credits":"(Mar. 1, 1921, 41 Stat. 1196, ch. 95, § 2; Sept. 30, 1993, D.C. Law 10-25, § 105, 40 DCR 5489; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[{"prefix":"a","text":" Whenever a subdivision of any lot or parcel of land in the District of Columbia, or any portion of any such lot or parcel, is made during the months of July, August, September, October, November, or December, the general tax due and payable upon such lot or parcel of land for prior years and for the first half of the then current fiscal year shall then be paid, and all water main and sewer assessments and special assessments of any kind thereon shall then become due and payable, and be paid before such subdivision shall be admitted to record in the Office of the Surveyor of the District of Columbia; and the general tax thereon for the last half of the then current fiscal year shall be due and payable in the following May."},{"prefix":"b","text":" Whenever such subdivision is made during the months of January, February, March, April, May, or June, the total general tax assessed against the original lot or parcel of land for prior years and for the then current fiscal year, and all water main and sewer assessments and special assessments of any kind thereon, shall become due and payable and be paid before such subdivision is admitted to record in the Office of the Surveyor of the District of Columbia."},{"prefix":"c","text":" For tax year 1994 and each tax year thereafter, whenever a subdivision of any lot or parcel of land in the District of Columbia, or any portion of any such lot or parcel, is made during the months of October, November, December, January, February, or March, the general tax due and payable upon such lot or parcel of land for prior years and for the first half of the then current tax year shall be paid, and all water main and sewer assessments and special assessments of any kind assessed thereon shall become due and payable, and be paid before such subdivision shall be admitted to record in the Office of the Surveyor of the District of Columbia; and the general tax levied thereon for the last half of the current tax year shall be due and payable in the following September."},{"prefix":"d","text":" For tax year 1994 and each tax year thereafter, whenever a subdivision is made during the months of April, May, June, July, August, or September, the total general tax assessed against the original lot or parcel of land for prior years and for the current tax year, and all water main and sewer assessments and special assessments of any kind assessed thereon, shall become due and payable and be paid before such subdivision shall be admitted to record in the Office of the Surveyor of the District of Columbia."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"832","identifier":"47-832","catch_text":"Subdivisions made during January, February, March, April, May, or June."}}