{"text":"","historical":"Temporary Addition of Section\n\nSections 2 and 3 of D.C. Law 15-230 added provisions reading as follows:\n\n\"Sec. 2. Definitions.\n\n\"For the purposes of this act, the term:\n\n\"(1) 'Administrative costs' means costs of the Department to administer and monitor the distribution of low-income housing tax credits and to assess and collect fees under this act, including personnel, operations, maintenance, and monitoring of the Low-Income Housing Tax Credit Program, as well as any other obligations, whether incurred before or after the effective date of this act.\n\n\"(2) 'Department' means the Department of Housing and Community Development.\n\n\"(3) 'Developer' means a person or entity that proposes to construct affordable housing using tax credits provided under the Low-Income Tax Credit Program.\n\n\"(4) 'Fund' means the Low-Income Housing Tax Credit Fund.\n\n\"(5) 'Low-Income Tax Credit Program' means the program established under section 42 of the Internal Revenue Code to encourage new construction and rehabilitation of existing rental housing for low-income households and to increase the amount of affordable rental housing for households with income at or below specified income levels.\n\n\"(6) 'Monitoring' means the regular evaluation and monitoring of units financed by the Low-Income Housing Tax Credit Program.\n\n\"(7) 'User Fees' means any fees charged to the applicants and users of the Low-Income Housing Tax Credit Program including application, reservation, allocation, and monitoring fees.\n\n\"Sec. 3. Low-Income Housing Tax Credit Fund.\n\n\"(a) There is established a segregated nonlapsing proprietary fund to be known as the Low-Income Housing Tax Credit Fund (\"Fund\"). All user fees collected under this act, and all interest earned on those fees, shall be deposited into the Fund without regard to fiscal year limitation pursuant to an act of Congress.\n\n\"(b) All revenues deposited into the Fund shall not revert to the General Fund of the District of Columbia at the end of any fiscal year or any other time, but shall be continually available to the Department for the purposes set forth in this act, subject to authorization by Congress in an appropriations act.\n\n\"(c) All revenue deposited into the Fund shall be expended by the Department for administrative costs for administering and monitoring the Low-Income Housing Tax Credit Program. The Fund shall not be used for any other purpose.\n\n\"(d) The Mayor shall submit to the Council, as a part of the annual budget, a requested appropriation for expenditures from the Fund. Any revenue received but not expended in a fiscal year shall be retained by the Fund.\n\n\"(e) All income and expenses of the Fund shall be audited annually by the Mayor. The audit report shall be provided to the Council. The expenses for each audit shall be paid by the Fund.\"\n\nSection 5(b) of D.C. Law 15-230 provides that the act shall expire after 225 days of its having taken effect.\n\nLegislative History of Laws\n\nFor Law 14-114, see notes following § 47-857.01.\n\nLaw 15-230, the \"Low-Income Housing Tax Credit Fund Temporary Act of 2004\", was introduced in Council and assigned Bill No. 15-927, and was retained by the Council. The Bill was adopted on first and second readings on July 13, 2004, and October 5, 2004, respectively. Signed by the Mayor on November 1, 2004, it was assigned Act No. 15-570 and transmitted to both Houses of Congress for its review. D.C. Law 15-230 became effective on March 16, 2005.\n\nMiscellaneous Notes\n\nBuilding permit fee -- Historic rehabilitation deemed new construction: Section 303 of D.C. Law 14-114, provides: \"A residential project involving the rehabilitation of an individually designated landmark building or a building located in an historic district that provides more than 100 apartment units and involves the replacement of all building systems (mechanical, plumbing, electrical) shall be deemed new construction for the purposes of calculating the building permit fee. This section shall apply to any building permits issued after October 31, 2001.\"\n\nSection 1101 of D.C. Law 14-114 provides: \"The Mayor, pursuant to Title I of the District of Columbia Administrative Procedure Act, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), shall promulgate rules to implement this act.\"\n\nDC CODE § 47-866\n\nCurrent through December 11, 2012","credits":"(Apr. 19, 2002, D.C. Law 14-114, § 291, 49 DCR 1468.)","sections":[{"prefix":"a","text":"(1) Subject to subsection (b) and (d) of this section, if improvements of at least $10,000 are made within a 24-month period to each of the dwelling units in an eligible low-income housing development, the real property tax imposed on the property by § 47-811 shall be reduced by 100% for 5 years beginning in the year in which qualified improvements to all of the dwelling units have been completed and all of the dwelling units are ready for occupancy."},{"prefix":"2","text":" A property which receives a tax abatement under this section shall be maintained as an eligible low-income housing development throughout the 5-year tax abatement period."},{"prefix":"b","text":" The tax abatement provided in subsection (a) of this section shall be allowed only if:"},{"prefix":"1","text":" An application requesting certification of the housing accommodation and planned improvements as eligible for the tax abatement is submitted to the Mayor at least 30 days before physical improvements to the property are begun;"},{"prefix":"2","text":" The Mayor approves the application submitted under paragraph (1) of this subsection;"},{"prefix":"3","text":" The Mayor certifies completion of the improvements;"},{"prefix":"4","text":" The property is maintained as an eligible low-income housing development during each tax year for which the reduction would be allowed;"},{"prefix":"5","text":" The improvements are made after December 31, 2001; and"},{"prefix":"6","text":" The housing accommodation does not receive assistance pursuant to a HAP contract or other assistance program which allows for the recovery of the costs of rehabilitation, to the extent such recovery is allowed."},{"prefix":"c","text":" The Mayor may certify a housing accommodation as eligible to receive the tax abatement allowed by this section if at least 25% of the units are affordable to a household consisting of one or more individuals with a household income equal to, or less than, 50% of the area median income, and the Mayor determines, in writing and pursuant to rules promulgated by the Mayor, that the improvements are not likely to be made unless the tax abatement is received."},{"prefix":"d","text":" The Mayor may approve tax abatements under this section to the extent that the cumulative amount of the abatements for any fiscal year shall not exceed $1 million."},{"prefix":"e","text":"(1) On or before the first day of the tax year for which a tax abatement is first granted, the Mayor shall certify to the Office of Tax and Revenue a list of the qualified properties which specifies the exact parcel subject to abatement, an estimate of the tax abatement, and a statement that the property owner qualifies for the abatement."},{"prefix":"2","text":" The tax abatement shall be computed by the Office of Tax and Revenue by comparing the assessment of the qualified property for the first year that the property is qualified or the assessment in any succeeding year and comparing it to the assessment in the base year which is the assessment on the tax roll for the year preceding the first year for which the tax abatement is first received less any new construction first assessed in the base year. The tax abatement percentage shall be applied to the difference between base year assessment and the current year's assessment for each tax year. The Mayor shall certify to the Office of Tax and Revenue that each property owner and each property qualifies for the program annually regarding income level and mix of tenants."},{"prefix":"f","text":" This section shall apply for tax years beginning on or after October 1, 2002."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Miscellaneous."},"heading":{"title":"47","chaptersection":"866","identifier":"47-866","catch_text":"Tax abatement for improvements to section 8 and other affordable housing."}}