{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-183, see notes following § 47-895.31.\n\nDC CODE § 47-895.32\n\nCurrent through December 11, 2012","credits":"(May 27, 2010, D.C. Law 18-183, § 401(b), 57 DCR 3406.)","sections":[{"prefix":"a","text":" A Special Assessment is levied and shall be collected with respect to each lot for which an Energy Efficiency Loan Agreement has been entered into by a property owner. The Special Assessment shall begin at the commencement of the half tax year immediately following the date on which the Energy Efficiency Loan Agreement is entered into and continue until the end of the half tax year in which the Energy Efficiency Loan is fully repaid pursuant to the Energy Efficiency Loan Agreement. At the time the Energy Efficiency Loan Agreement is executed, a memorandum of the Special Assessment shall be recorded in the land records of the District. The memoranda of the Special Assessment shall be exempt from the recordation tax levied pursuant to § 42-1103 and the transfer tax levied pursuant to § 47-903."},{"prefix":"b","text":" The annual amount of the Special Assessment on each lot shall be an amount equal to the annual principal, interest, and administrative costs on the Energy Efficiency Loan applicable to that lot as described in [§ 8-1778.41].   The Special Assessment to be collected from any lot shall not be increased as a result of a default in the payment of the Special Assessment levied on any other lot.   The Special Assessment shall not be increased by any means other than those prescribed in the Energy Efficiency Loan Agreement."},{"prefix":"c","text":" If a property owner agrees to a Special Assessment to reduce energy costs and increases rents to tenants in that property to pay the costs of the Special Assessment, the property owner shall pass through the energy savings to the tenants so charged."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"IX","text":"Special Energy Assessment."},"heading":{"title":"47","chaptersection":"895","identifier":"47-895.32","catch_text":"Levy of Special Assessment."}}