{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) additions, see §§ 1281(a)(3), 1282, 1283 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following § 47-308.01.\n\nMiscellaneous Notes\n\nApplicability and expiration of subtitle HH of title I, §§ 1280 to 1284, of D.C. Law 16-33: Sections 1282 and 1283 of D.C. Law 16-33, as amended by D.C. Law 17-219, § 7068(f), (g), provide:\n\n\"Sec. 1282. Applicability; conditional effect.\n\n\"(a) Section 1281 shall apply for taxable years beginning after September 30, 2005.\n\n\"(b) Repealed.\n\n\"Sec. 1283. Repealed.\"\n\nDC CODE § 47-820.02\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 1281(a)(3), 52 DCR 7503.)","sections":[{"prefix":"a","text":" Except as otherwise provided in subsection (b) of this section, the assessed value of resale restricted properties (as defined in subsection (c) of this section) shall be:"},{"prefix":"1","text":"(A) First determined for the year in which the current property owner received the property."},{"prefix":"B","text":" The base assessment amount shall be the amount paid by the current property owner in exchange for the property, not including any grants or other amounts received by the property owner from government agencies, housing organizations, and other entities that are not likely to be repaid (absent a violation of the terms of the limitations, encumbrances, or other restrictions attached to the sale)."},{"prefix":"2","text":" For subsequent years in which the limitations, encumbrances, or restrictions remain in effect, the property shall be assessed at the base assessment amount, adjusted by the consumer price inflation index for the Washington-Baltimore Metropolitan Area as reported by the Bureau of Labor Statistics, United States Department of Labor."},{"prefix":"b","text":" If the purchase price is not ascertainable or the property has been transferred from a government entity or tax-exempt organization to a property owner without significant consideration, the property shall be assessed taking into account all limitations, encumbrances, and restrictions and shall be assessed in its initial year at a value not to exceed the price the property owner would receive under a sale under the terms of the limitations, encumbrances, and restrictions associated with the property. In any subsequent year in which the limitations, encumbrances, or restrictions remain in effect, the property's assessed value shall be calculated under subsection (a)(2) of this section."},{"prefix":"c","text":" For the purposes of this section, the term \"resale restricted properties\" means any properties for which a United States or District of Columbia government entity, or a charitable organization with tax-exempt status under section 501(c)(3) of the Internal Revenue Code of 1986, approved October 22, 1986 (100 Stat. 2085; 26 U.S.C. § 501(c)(3)), directly or indirectly, imposes limitations, encumbrances, or restrictions upon the properties' subsequent sale or transfer that are intended to preserve or promote the affordability of housing for low- and moderate-income owners, for a period of not less than 5 years."},{"prefix":"d","text":" The Mayor shall promulgate rules for the administration of this section within one year of October 20, 2005."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"820","identifier":"47-820.02","catch_text":"Residential real property subject to certain affordability and resale restrictions; Mayor to issue rules."}}