{"text":"The Mayor of the District of Columbia is hereby authorized and directed, in all cases where general taxes or assessments for local improvements in the District of Columbia may be quashed, set aside, or declared void by the Superior Court of the District of Columbia, by reason of an imperfect or erroneous description of the lot or parcel of ground against which the same shall have been levied by reason of such tax or assessment not having been authenticated by the proper officer, or of a defective return of service of notice, or for any technical reason other than the right of the public authorities to levy the tax or make the improvement in respect of which the assessment was levied, to reassess the lot or parcel of ground in respect of such general taxes or the improvement mentioned in such defective assessment, with power to collect the same according to existing laws relating to the collection of assessments and taxes; provided, that in cases where such taxes or assessments shall be quashed or declared void by said Court for the reasons hereinbefore stated, the reassessment herein provided for shall be made within 90 days after the judgment or decree of said Court quashing or setting aside such taxes or assessments and any amount theretofore paid upon an assessment which has been declared void shall be credited the owner upon the reassessment made under the provision of this section.","historical":"Prior Codifications\n\n1981 Ed., § 47-839.\n\n1973 Ed., § 47-721.\n\nDC CODE § 47-839\n\nCurrent through December 11, 2012","credits":"(Apr. 24, 1896, 29 Stat. 98, ch. 123; June 25, 1936, 49 Stat. 1921, ch. 804; June 25, 1948, 62 Stat. 991, ch. 646, § 32(b); May 24, 1949, 63 Stat. 107, ch. 139, § 127; July 29, 1970, 84 Stat. 573, Pub. L. 91-358, title I, § 155(c)(46); enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"839","identifier":"47-839","catch_text":"Reassessment powers and duties of Mayor."}}