{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-282 made nonsubstantive changes to subsecs. (b)(3) and (b)(4); and added subsec. (b)(5).\n\nD.C. Law 19-155, in subsec. (b)(2), substituted \"The Office of Tax and Revenue has\" for \"The Mayor\" and \"§ 47-825.01a(f)\" for \"§ 47-825.01(h-1)\"; in subsec. (g), substituted \"§ 47-825.01a(g) and (h)\" for \"§ 47-825.01(j-1) and (j-2)\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 12(g) of Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, October 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see § 12(g) of Tax Clarity and Related Amendments Temporary Act of 2003 (D.C. Law 14-228, March 23, 2003, law notification 50 DCR 2741).\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 4(b) of Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § § 4(a)(2) of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14-22, March 16, 2001, 48 DCR 2706).\n\nFor temporary (90 day) amendment of section, see § 12(g) of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) amendment of section, see § 12(g) of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 12(g) of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nLegislative History of Laws\n\nFor Law 13-305, see notes following § 47-405.\n\nFor Law 14-282, see notes following § 47-405.\n\nFor history of Law 19-155, see notes under § 47-825.01a.\n\nDC CODE § 47-811.02\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-305, § 504(a)(2), 48 DCR 334; Apr. 4, 2003, D.C. Law 14-282, § 11(f), 50 DCR 896; July 13, 2012, D.C. Law 19-155, § 3(a), 59 DCR 5590.)","sections":[{"prefix":"a","text":" Subject to subsection (b) of this section, if there is a payment of real property tax that results in an overpayment for a billing period or levy with priority, the overpayment shall be credited in order of priority against the real property tax owing on the property for a subsequent billing period or levy."},{"prefix":"b","text":" The Mayor shall refund the payment, less the real property tax owing, to the person who made the payment; provided, that the refund shall not be allowed unless:"},{"prefix":"1","text":" A claim for refund within 3 years from the date the payment was made;"},{"prefix":"2","text":" The Office of Tax and Revenue has corrected or changed an assessment or real property classification under § 47-825.01a(f) which created the overpayment;"},{"prefix":"3","text":" The property has been so reassessed under § 47-831 that an overpayment resulted f the periods of reassessment;"},{"prefix":"4","text":" The tax was abated for reasonable cause under § 47-1007; or"},{"prefix":"5","text":" The refund results from the grant of a real property tax exemption."},{"prefix":"c","text":" A claim for refund shall be made in the manner prescribed by the Mayor."},{"prefix":"d","text":" The District of Columbia shall pay interest on the overpayment beginning 90 days after the receipt of the claim for refund."},{"prefix":"e","text":" The interest payable by the District under subsection (d) of this section shall be at the rate provided in § 47-3310(c)."},{"prefix":"f","text":" The owner, after seeking refund of the overpayment as set forth in this section, may, within one year from the last day of the tax year in which the claim for refund was made, file suit in the Superior Court of the District of Columbia in the same manner and to the same extent as provided in §§ 47-3303 and 47-3304; provided, that the real property tax, including any penalties and interest, shall have first been paid."},{"prefix":"g","text":" This section shall not apply to an action timely filed under § 47- 825.01a(g) and (h)."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"47","text":"Taxation, Licensing, Permits, Assessments, and Fees. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Real Property Assessment and Tax. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Authority and Procedure to Establish Real Property Tax Rates."},"heading":{"title":"47","chaptersection":"811","identifier":"47-811.02","catch_text":"Overpayment; credit or refund; interest."}}