{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 33-603.1.\n\nLegislative History of Laws\n\nLaw 9-164 was introduced in Council and assigned Bill No. 9-541, which was retained by CounciL. The Bill was adopted on first and second readings on June 23, 1992, and July 7, 1992, respectively. Signed by the Mayor on July 21, 1992, it was assigned Act No. 9-259 and transmitted to both Houses of Congress for its review. D.C. Law 9-164 became effective on September 29, 1992.\n\nLaw 9-252 was introduced in Council and assigned Bill No. 9-542, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 1, 1992, and December 15, 1992, respectively. Signed by the Mayor on January 14, 1993, it was assigned Act No. 9-398 and transmitted to both Houses of Congress for its review. D.C. Law 9-252 became effective on March 25, 1993.\n\nLaw 10-207, the \"Prevention of the Spread of the Human Immunodeficiency Virus and Acquired Immunodeficiency Syndrome Temporary Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-793. The Bill was adopted on first and second readings on October 4, 1994, and November 1, 1994, respectively. Signed by the Mayor on November 22, 1994, it was assigned Act No. 10-345 and transmitted to both Houses of Congress for its review. D.C. Law 10-207 became effective on March 14, 1995.\n\nLaw 11-3, the \"Prevention of the Spread of the Human Immunodeficiency Virus and Acquired Immunodeficiency Syndrome Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 11-38, which was retained by counciL. The Bill was adopted on first and second readings on January 17, 1995, and February 7, 1995, respectively. Signed by the Mayor on February 17, 1995, it was assigned Act No. 11-10 and transmitted to both Houses of Congress for its review. D.C. Law 11-3 became effective on April 7, 1995.\n\nLaw 11-44, the \"Prevention of Transmission of the Human Immunodeficiency Virus Temporary Amendment Act of 1995,\" was introduced in Council and assigned Bill No. 11-311. The Bill was adopted on first and second readings on June 6, 1995, and June 20, 1995, respectively. Signed by the Mayor on June 28, 1995, it was assigned Act No. 11-82 and transmitted to both Houses of Congress for its review. D.C. Law 11-44 became effective on September 16, 1995.\n\nLaw 11-101, the \"Prevention of Transmission of the Human Immunodeficiency Virus Amendment Act of 1996,\" was introduced in Council and assigned Bill No. 11-324, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 25, 1996, it was assigned Act No. 11-190 and transmitted to both Houses of Congress for its review. D.C. Law 11- 101 became effective on March 22, 1996.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective April 9, 1997.\n\nDC CODE § 48-1103.01\n\nCurrent through December 11, 2012","credits":"(Sept. 17, 1982, D.C. Law 4-149, § 4a, as added Mar. 25, 1993, D.C. Law 9-252, § 2, 40 DCR 787;   Apr. 7, 1995, D.C. Law 11-3, § 2, 42 DCR 1070; Mar. 22, 1996, D.C. Law 11-101, § 2, 43 DCR 399; Apr. 9, 1997, D.C. Law 11-255, § 37, 44 DCR 1271.)","sections":[{"prefix":"a","text":" The Mayor is authorized to establish within the Department of Human Services a Needle Exchange Program (\"Program\"), which may provide clean hypodermic needles and syringes to injecting drug users. Counseling on substance abuse addiction and information on appropriate referrals to drug treatment programs shall be made available to each person to whom a hypodermic needle and syringe is provided. Counseling and information on the Human Immunodeficiency Virus (\"HIV\") and appropriate referrals for HIV testing and services shall be made available to each person to whom a hypodermic needle and syringe is provided."},{"prefix":"b","text":" The Program authorized by subsection (a) of this section shall be administered by the Commission on Public Health in the Department of Human Services. Only qualified medical officers, registered nurses, counselors, community based organizations, or other qualified individuals specifically designated by the Commissioner of Public Health shall be authorized to exchange hypodermic needles and syringes under the provisions of subsections (c) through (i) of this section."},{"prefix":"c","text":" The Commissioner of Public Health shall provide all persons participating in the Program authorized by subsection (a) of this section with a written statement of the person's participation in the Program, signed by the Commissioner of Public Health, or the Commissioner's designee. No person participating in the Program shall be required to carry such a statement."},{"prefix":"d","text":" Notwithstanding the provisions of § 48-1103 or § 48-904.10, it shall not be unlawful for any person who is participating in the Program authorized by subsection (a) of this section to possess, or for any person authorized by subsection (b) of this section, to deliver any hypodermic syringe or needle distributed as part of the Program."},{"prefix":"e","text":" The District of Columbia, its officers, or employees shall not be liable for any injury or damage resulting from use of, or contact with, any needle exchanged as part of the Program authorized by subsection (a) of this section."},{"prefix":"e-1","text":" A community based organization or other qualified individuals designated by the Commissioner of Public Health under subsection (b) of this section shall not be liable for any injury or damage resulting from the use of, or contact with, any needle exchanged as part of the Program authorized by subsection (a) of this section, unless such injury or damage is a direct result of the gross negligence or intentional misconduct of such community based organization or other qualified individuals."},{"prefix":"f","text":" All needles and syringes distributed by the Commission of Public Health as part of the Program shall be made identifiable through the use of permanent markings, or color coding, or any other method determined by the Commissioner to be effective in identifying the needles and syringes."},{"prefix":"g","text":" The Mayor shall issue an annual evaluation report on the Program. The report shall address the following components:"},{"prefix":"1","text":" Number of Program participants served daily;"},{"prefix":"2","text":" Demographics of Program participants, including age, sex, ethnicity, address or neighborhood of residence, education, and occupation;"},{"prefix":"3","text":" Impact of Program on behaviors which put the individual at risk for HIV transmission;"},{"prefix":"4","text":" Number of materials distributed, including needles, bleach kits, alcohol swabs, and educational materials;"},{"prefix":"5","text":" Impact of Program on incidence of HIV infection in the District. In determining this, the Mayor shall take into account the following factors:"},{"prefix":"A","text":" Annual HIV infection rates among injecting drug users entering drug treatment programs in the District;"},{"prefix":"B","text":" Estimates of the HIV infection rate among injecting drug users in the District at the start of the Program year as compared to the rate at the end of the third Program year;"},{"prefix":"C","text":" The annual number of HIV-positive mothers giving birth in the District;"},{"prefix":"D","text":" Annual estimates of the HIV infection rate among newborns; and"},{"prefix":"6","text":" Costs of the Program versus direct and indirect costs of HIV infection and Acquired Immunodeficiency Syndrome (\"AIDS\") in the District."},{"prefix":"h","text":" Data on Program participants shall be obtained through interviews. The interviews shall be used to obtain the following information:"},{"prefix":"1","text":" Reasons for participating in Program;"},{"prefix":"2","text":" Drug use history, including type of drug used, frequency of use, method of ingestion, length of time drugs used, and frequency of needle sharing;"},{"prefix":"3","text":" Sexual behavior and history, including the participant's self-described sexual identity, number of sexual partners in the past 30 days or 6 months, number of sexual partners who were also intravenous drug users, frequency of condom use, and number of times sex was used in exchange for money or drugs;"},{"prefix":"4","text":" Health assessment, including whether the participant has been tested for HIV infection and whether the results where negative or positive; and"},{"prefix":"5","text":" Impact of Program on the participant's behavior and attitudes, including any increase or decrease in drug use or needle sharing, changes in high-risk sexual behaviors, or willingness to follow through with drug treatments."},{"prefix":"i","text":" The Mayor shall explore the feasibility of establishing a system to test used needles and syringes received by the Commission of Public Health for HIV antibody contamination. The Mayor shall prepare a feasibility report on needle and syringe testing and shall submit this report to the Council for review no later than 120 days after June 30, 1992. If the report finds that needles and syringe testing would be beneficial and feasible to implement, such a system shall be incorporated into the Program."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"48","text":"Foods and Drugs. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Illegal Drugs."},"chapter":{"identifier":"11","text":"Drug Paraphernalia."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"48","chaptersection":"1103","identifier":"48-1103.01","catch_text":"Needle Exchange Program."}}