{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 33-582.\n\nEffect of Amendments\n\nD.C. Law 16-306, in subsec. (a), substituted \"240 consecutive hours\" for \"120 consecutive hours\".\n\nD.C. Law 18-88, in subsec. (a), substituted \"480 consecutive hours\" for \"240 consecutive hours\"; and rewrote subsecs. (b)(1), (2), which had read as follows:\n\n\"(1) The occurrence of a disproportionately high number of arrests for the possession or distribution of illegal drugs in the proposed drug free zone within the preceding 6-month period;\n\n\"(2) Any number of homicides related to the possession or distribution of illegal drugs that were committed in the proposed drug free zone within the preceding 6-month period;\"\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter, see note to § 48-1001.\n\nFor temporary (90 day) amendment of section, see § 226 of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 226 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 226 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 226 of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nFor temporary (90 day) amendment of section, see § 226 of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) amendment of section, see § 226 of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18- 227, October 21, 2009, 56 DCR 8668).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-270, see Historical and Statutory Notes following § 48-1001.\n\nFor Law 16-306, see notes following § 48-904.07a.\n\nFor Law 18-88, see notes following § 48-902.04.\n\nDC CODE § 48-1002\n\nCurrent through December 11, 2012","credits":"(June 3, 1997, D.C. Law 11-270, § 3, 43 DCR 4493; Apr. 24, 2007, D.C. Law 16-306, § 226, 53 DCR 8610; Dec. 10, 2009, D.C. Law 18-88, § 226, 56 DCR 7413.)","sections":[{"prefix":"a","text":" The Chief of Police may declare any public area a drug free zone for a period not to exceed 480 consecutive hours. The Chief of Police shall inform each of the 7 Police District Commanders and the Council of the District of Columbia of the declaration of a drug free zone."},{"prefix":"b","text":" In determining whether to designate a drug free zone, the Chief of Police shall consider the following:"},{"prefix":"1","text":" Within the preceding 6-month period, the occurrence of a disproportionately high number of:"},{"prefix":"A","text":" Arrests for the possession or distribution of illegal drugs in the proposed drug free zone;"},{"prefix":"B","text":" Police reports for dangerous crimes (as defined in § 23-1331(3)) that were committed in the proposed drug free zone; or"},{"prefix":"C","text":" Police reports for crimes of violence (as defined in § 23-1331(4)) that were committed in the proposed drug free zone;"},{"prefix":"2","text":" Any number of homicides that were committed in the proposed drug free zone."},{"prefix":"3","text":" Objective evidence or verifiable information that shows that illegal drugs are being sold and distributed on public space on public property within the proposed drug free zone; and"},{"prefix":"4","text":" Any other verifiable information from which the Chief of Police may ascertain whether the health or safety of residents who live in the proposed drug free zone are endangered by the purchase, sale, or use of illegal drugs or other illegal activity."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"48","text":"Foods and Drugs. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Illegal Drugs."},"chapter":{"identifier":"10","text":"Drug Free Zones. (Refs & Annos)"},"heading":{"title":"48","chaptersection":"1002","identifier":"48-1002","catch_text":"Procedure for establishing a drug free zone."}}