{"text":"","historical":"Temporary Addition of Section\n\nFor temporary (225 day) addition, see § 2(g) of Food Regulation Temporary Amendment Act of 2001 (D.C. Law 14-55, December 6, 2001, law notification 49 DCR 356).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of this section, see § 2(g) of Food Regulation Emergency Amendment Act of 2001 (D.C. Act 14-128, August 3, 2001, 48 DCR 7939).\n\nFor temporary (90 day) addition of this section, see § 2(g) of Food Regulation Legislative Review Emergency Amendment Act of 2001 (D.C. Act 14-147, October 23, 2001, 48 DCR 10183).\n\nLegislative History of Laws\n\nFor Law 14-116, see notes following § 48-102.\n\nDC CODE § 48-108.01\n\nCurrent through December 11, 2012","credits":"(Feb. 17, 1898, 30 Stat. 248, ch. 25, § 8a, as added May 2, 2002, D.C. Law 14-116, § 2(g), 49 DCR 1945.)","sections":[{"prefix":"a","text":" The Mayor may take action to enforce this chapter or any rule promulgated pursuant to this chapter, if any person:"},{"prefix":"1","text":" Operates a food establishment without a valid license;"},{"prefix":"2","text":" Violates any term or condition of a food establishment license;"},{"prefix":"3","text":" Does not correct serious violations of this chapter or rule promulgated pursuant to this chapter within time frames established by the Mayor or repeatedly violates this chapter or its rules;"},{"prefix":"4","text":" Does not comply with an order of the Mayor concerning an employee suspected of having a disease that can be transmitted by an infected person;"},{"prefix":"5","text":" Does not comply with an embargo or condemnation order issued by the Mayor;"},{"prefix":"6","text":" Does not comply with an order issued as a result of an administrative hearing under this chapter; or"},{"prefix":"7","text":" Does not comply with a summary suspension order by the Mayor."},{"prefix":"b","text":" The Mayor may grant a variance from food establishment license requirements if the applicant or licensee shows that compliance with the requirements of this chapter, or the rules promulgated pursuant to this chapter, would result in an unreasonable financial hardship, and that the public health and welfare would not be endangered."},{"prefix":"c","text":" The Mayor may suspend or revoke a license issued to a food establishment for violation of the provisions of this chapter or rules implementing this chapter, and may summarily suspend or restrict the license if the Mayor determines, through inspection, or examination of employees, food, records, or other means as specified in this chapter or rules implementing this chapter, that an imminent health hazard exists.   The Mayor may summarily suspend a food establishment's license by providing written notice to the licensee or person in charge, without prior warning, notice of a hearing, or hearing.  If the Mayor restricts the activities of an employee of the food establishment, notice shall be given to that employee, who shall have a right to a hearing after the restriction is implemented."},{"prefix":"d","text":"(1) The Mayor may, without prior notice, embargo and forbid the sale of, or cause to be destroyed, any food that :"},{"prefix":"A","text":" May be unsafe, adulterated, or not honestly presented;"},{"prefix":"B","text":" Is not prepared, processed, handled, packaged, transported, or stored in compliance with the requirements of this chapter, or the rules promulgated pursuant to this chapter;"},{"prefix":"C","text":" Originated from an unapproved source;"},{"prefix":"D","text":" Is not labeled according to law or properly tagged; or"},{"prefix":"E","text":" Is otherwise not in compliance with this chapter."},{"prefix":"2","text":" The Mayor shall provide the licensee or person in charge of the food establishment with a written notice at the same time the embargo action is taken, stating the action that is being taken, the basis for the action, and the right of the licensee or person in charge to request a hearing."},{"prefix":"e","text":" The Mayor may, without prior notice, condemn and cause to be removed any equipment, utensils, or linens found in a food establishment, the use of which does not comply with this chapter or rules implementing this chapter, or that is being used in violation of this chapter or rules implementing this chapter, or that is unfit for use because of dirt, filth, extraneous matter, insects, corrosion, open seams, or chipped or cracked surfaces.   The Mayor shall provide the licensee or person in charge of the food establishment with a written notice at the same time the condemnation action is taken, stating the action that is being taken, the basis for the action, and the right of the licensee or person in charge to request a hearing."},{"prefix":"f","text":" The Mayor may suspend a license issued in accordance with §§ 47-2801 and 47-2827 if the licensee is in violation of this chapter, or of the rules promulgated pursuant to this chapter. The Mayor shall serve upon the affected party or the party's designated agent a written notice of suspension stating the action that is being taken, the basis for the action, and the right of the affected party or party's designated agent to request a hearing."},{"prefix":"g","text":" If a licensee has previously violated this chapter, or the rules promulgated pursuant to this chapter, or if the person's license has been previously suspended, the Mayor may revoke the license upon the commission of another violation. The Mayor shall provide the affected party, or the party's designated agent, with written notice of the intent to revoke the license and with an opportunity for a hearing prior to revocation. A person whose license has been revoked pursuant to this section may reapply for a food establishment license. The Mayor may grant a new license if the person is able to demonstrate an ability and willingness to comply with the license, the provisions of this chapter, and the rules implementing this chapter."},{"prefix":"h","text":" A licensee, person in charge, or employee shall have the right to request a hearing within 15 days after service of the notice of an adverse action under this section. A request for a hearing shall not stay a summary suspension, an embargo, or a condemnation order. The Mayor shall hold a hearing within 72 hours of a timely request for a hearing following a summary suspension, an embargo, or a condemnation order, and shall issue a decision within 72 hours after the hearing."},{"prefix":"i","text":" Each hearing shall be held in accordance with the contested case provisions of § 2-509, and judicial review shall be in accordance with § 2-510."},{"prefix":"j","text":" The Mayor is authorized to conduct necessary examinations and tests to determine whether any food employee has a disease in a communicable form, or is a carrier of a communicable disease. A food employee shall submit to examinations and tests, including providing access to medical history, at the request of the Mayor when there is reason to believe that the employee has a disease in a communicable form, or is a carrier of a communicable disease."},{"prefix":"k","text":" For the purpose of enforcing this chapter or any rule issued pursuant to this chapter, the Mayor may, at any reasonable time, upon the presentation of proper credentials to the owner, operator, or agent in charge, enter into or upon any food establishment for the purpose of making inspections and tests."},{"prefix":"l","text":" The Mayor may request that the Corporation Counsel commence an appropriate civil action in the Superior Court of the District of Columbia to secure a temporary restraining order, a preliminary injunction, a permanent injunction, or other appropriate relief from the court, to enforce this chapter or rules issued pursuant to this chapter."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"48","text":"Foods and Drugs. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Food."},"chapter":{"identifier":"1","text":"Adulteration. (Refs & Annos)"},"heading":{"title":"48","chaptersection":"108","identifier":"48-108.01","catch_text":"Administrative remedies for enforcement."}}