{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 33-584.\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter, see note to § 48-1001.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-270, see Historical and Statutory Notes following § 48-1001.\n\nDC CODE § 48-1004\n\nCurrent through December 11, 2012","credits":"(June 3, 1997, D.C. Law 11-270, § 5, 43 DCR 4493.)","sections":[{"prefix":"a","text":" It shall be unlawful for a person to congregate in a group of 2 or more persons in public space on public property within the perimeter of a drug free zone established pursuant to § 48-1002 and to fail to disperse after being instructed to disperse by a uniformed officer of the Police Department who reasonably believes the person is congregating for the purpose of participating in the use, purchase, or sale of illegal drugs."},{"prefix":"b","text":" In making a determination that a person is congregating in a drug free zone for the purpose of participating in the use, purchase, or sale of illegal drugs, the totality of the circumstances involved shall be considered. Among the circumstances which may be considered in determining whether such purpose is manifested are:"},{"prefix":"1","text":" The conduct of a person being observed, including, but not limited to, that such person is behaving in a manner raising a reasonable belief that the person is engaging or is about to engage in illegal drug activity, such as the observable distribution of small packages to other persons, the receipt of currency for the exchange of a small package, operating as a lookout, warning others of the arrival of police, concealing himself or herself or any object which reasonably may be connected to unlawful drug-related activity, or engaging in any other conduct normally associated by law enforcement agencies with the illegal distribution or possession of drugs;"},{"prefix":"2","text":" Information from a reliable source indicating that a person being observed routinely distributes illegal drugs within the drug free zone;"},{"prefix":"3","text":" Information from a reliable source indicating that the person being observed is currently engaging in illegal drug-related activity within the drug free zone;"},{"prefix":"4","text":" Such person is physically identified by the officer as a member of a gang or association which engages in illegal drug activity;"},{"prefix":"5","text":" Such person is a known unlawful drug user, possessor, or seller. For purposes of this chapter, the phrase a \"known unlawful drug user, possessor, or seller\" means a person who has, within the knowledge of the arresting officer, been convicted in any court of any violation involving the use, possession, or distribution of any of the substances referred to in § 48-902.04, § 48- 902.06, § 48-902.08, § 48-902.10 or § 48-902.12; or is a person who displays physical characteristics of drug use, including, but not limited to, \"needle tracks\";"},{"prefix":"6","text":" Such person has no other apparent lawful reason for congregating in the drug free zone, such as waiting for a bus or being near one's own residence; and"},{"prefix":"7","text":" Any vehicle involved in the observed circumstances is registered to a known unlawful drug user, possessor, or seller, or a person for whom there is an outstanding arrest warrant for a crime involving drug-related activity."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"48","text":"Foods and Drugs. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Illegal Drugs."},"chapter":{"identifier":"10","text":"Drug Free Zones. (Refs & Annos)"},"heading":{"title":"48","chaptersection":"1004","identifier":"48-1004","catch_text":"Prohibition."}}