{"text":"For purposes of this subchapter, the term:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe term \"drug paraphernalia\" shall not include any article that is 50 years of age or older.","historical":"Prior Codifications\n\n1981 Ed., § 33-601.\n\nEffect of Amendments\n\nD.C. Law 16-306, in par. (3)(L), deleted \"or\" from the end of sub-sub-par. (xiii), substituted a semicolon for a period at the end of sub-sub-par. (xiv), and added sub-sub-par. (xv).\n\nD.C. Law 17-353 , in par. (3)(L), inserted \"or\" at the end of sub-subpar. (xiv).\n\nD.C. Law 18-189 redesignated par. (1) as par. (1A); added par. (1); and, in par. (3)(L)(xv), substituted \"cigar wrappers\" for \"cigar leaf wrappers\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 227(a) of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 227(a) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 227(a) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 227(a) of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nLaw 4-149 was, the \"Drug Paraphernalia Act of 1982,\" introduced in Council and assigned Bill No. 4-5, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on May 25, 1982, and June 22, 1982, respectively. Signed by the Mayor on July 21, 1982, it was assigned Act No. 4-220 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 8-50, see Historical and Statutory Notes following § 48-901.02.\n\nFor legislative history of D.C. Law 8-138, see Historical and Statutory Notes following § 48-904.03a.\n\nLaw 11-213, the \"Drug Paraphernalia Amendment Act of 1996,\" was introduced in Council and assigned Bill No. 11-466, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on July 3, 1996, and July 17, 1996, respectively. Signed by the Mayor on August 9, 1996, it was assigned Act No. 11-391 and transmitted to both Houses of Congress for its review. D.C. Law 11-213 became effective on April 9, 1997.\n\nFor Law 16-306, see notes following § 48-904.07a.\n\nFor Law 17-353, see notes following § 48-841.02.\n\nLaw 18-189, the \"Prohibition Against Selling Tobacco Products to Minors Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-431, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on January 5, 2010, and February 2, 2010, respectively. Enacted without signature by the Mayor on May 11, 2010, it was assigned Act No. 18-352 and transmitted to both Houses of Congress for its review. D.C. Law 18-189 became effective on July 23, 2010.\n\nEditor's Notes\n\nFormer Chapter 6 of this title, containing §§ 33-601 to 33-612 [1981 Ed.], was repealed by § 604(a)(1) of D.C. Law 4-29. As to present provisions concerning controlled substances, see Chapter 9 of this title.\n\nDC CODE § 48-1101\n\nCurrent through December 11, 2012","credits":"(Sept. 17, 1982, D.C. Law 4-149, § 2, 29 DCR 3369; June 13, 1990, D.C. Law 8-138, § 3(a), 37 DCR 2638; Apr. 9, 1997, D.C. Law 11-213, § 2(a), 43 DCR 4990; Apr. 24, 2007, D.C. Law 16-306, § 227(a), 53 DCR 8610; Mar. 25, 2009, D.C. Law 17-353, § 173(c), 56 DCR 1117; July 23, 2010, D.C. Law 18- 189, § 5(a), 57 DCR 3019.)","sections":[{"prefix":"1","text":" Blunt wrap\" means any product that is manufactured for encasing, wrapping, or rolling materials of any kind for purposes of smoking, if such product is designed to be filled by the consumer and is:"},{"prefix":"A","text":" Made wholly or in part of tobacco; or"},{"prefix":"B","text":" Made of paper or any other material that does not contain tobacco, and is:"},{"prefix":"i","text":" Intended, when filled by the consumer, to produce a finished wrap that measures more than 120 millimeters on its longest side; or"},{"prefix":"ii","text":" Sold as a pre-rolled hollow cone, the circumference of which is not equal at both ends."},{"prefix":"1A","text":" \"Controlled substance\" has the same meaning as that provided in § 48- 901.02(4)."},{"prefix":"2","text":" \"Court\" means the Superior Court of the District of Columbia and the District of Columbia Court of Appeals."},{"prefix":"3","text":" \"Drug paraphernalia\" means:"},{"prefix":"A","text":" Kits or other objects used, intended for use, or designed for use in planting, propagating, cultivating, growing, or harvesting of any species of plant which is a controlled substance or from which a controlled substance can be derived;"},{"prefix":"B","text":" Kits or other objects used, intended for use, or designed for use in manufacturing, compounding, converting, producing, processing, or preparing a controlled substance;"},{"prefix":"C","text":" Isomerization devices or other objects used, intended for use, or designed for use in increasing the potency of any species of plant which is a controlled substance;"},{"prefix":"D","text":" Testing equipment or other objects used, intended for use, or designed for use in identifying or analyzing the strength, effectiveness, or purity of a controlled substance;"},{"prefix":"E","text":" Scales and balances or other objects used, intended for use, or designed for use in weighing or measuring a controlled substance;"},{"prefix":"F","text":" Diluents and adulterants, including, but not limited to: quinine, hydrochloride, mannitol, mannite, dextrose, and lactose, used, intended for use, or designed for use in cutting a controlled substance;"},{"prefix":"G","text":" Separation gins and sifters or other objects used, intended for use, or designed for use in removing twigs and seeds from, or in otherwise cleaning or refining, Cannabis or any other controlled substance;"},{"prefix":"H","text":" Blenders, bowls, containers, spoons, and other mixing devices used, intended for use, or designed for use in compounding a controlled substance;"},{"prefix":"I","text":" Capsules, balloons, envelopes, glassy plastic bags, or zip-lock bags that measure 1 inch by 1 inch or less, and other containers used, intended for use, or designed for use in packaging small quantities of a controlled substance;"},{"prefix":"J","text":" Containers and other objects used, intended for use, or designed for use in storing or concealing a controlled substance;"},{"prefix":"K","text":" Hypodermic syringes, needles, and other objects used, intended for use, or designed for use in parenterally injecting a controlled substance into the human body; and"},{"prefix":"L","text":" Objects used, intended for use, or designed for use in ingesting, inhaling, or otherwise introducing Cannabis, cocaine, hashish, hashish oil, or any other controlled substance into the human body, including, but not limited to:"},{"prefix":"i","text":" Metal, wooden, acrylic, glass, stone, plastic, or ceramic pipes with or without screens, permanent screens, hashish heads, or punctured metal bowls;"},{"prefix":"ii","text":" Water pipes;"},{"prefix":"iii","text":" Carburetion tubes and devices;"},{"prefix":"iv","text":" Smoking and carburetion masks;"},{"prefix":"v","text":" Roach clips;"},{"prefix":"vi","text":" Miniature spoons with level capacities of one-tenth cubic centimeter or less;"},{"prefix":"vii","text":" Chamber pipes;"},{"prefix":"viii","text":" Carburetor pipes;"},{"prefix":"ix","text":" Electric pipes;"},{"prefix":"x","text":" Air-driven pipes;"},{"prefix":"xi","text":" Bongs;"},{"prefix":"xii","text":" Ice pipes or chillers;"},{"prefix":"xiii","text":" Wired cigarette papers;"},{"prefix":"xiv","text":" Cocaine freebase kits; or"},{"prefix":"xv","text":" Cigarette rolling paper or cigar wrappers sold at a commercial retail or wholesale establishment, which does not derive at least 25% of its total annual revenue from the sale of tobacco products and which does not sell loose tobacco intended to be rolled into cigarettes and cigars."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"48","text":"Foods and Drugs. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Illegal Drugs."},"chapter":{"identifier":"11","text":"Drug Paraphernalia."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"48","chaptersection":"1101","identifier":"48-1101","catch_text":"Definitions."}}