{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 33-110.\n\n1973 Ed., § 33-110.\n\nEffect of Amendments\n\nD.C. Law 14-116 rewrote the section which had read as follows:\n\n\"All acts and parts of acts inconsistent with this chapter are hereby repealed; provided, that nothing in this chapter contained shall be construed as modifying or repealing any of the provisions of 'An Act defining butter, also imposing a tax upon and regulating the manufacture, sale, importation, and exportation of oleomargarine,' approved August 2, 1886, or of 'An Act defining cheese, and also imposing a tax upon and regulating the manufacture, sale, importation, and exportation of 'filled cheese,\" approved June 6, 1896.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(i) of Food Regulation Temporary Amendment Act of 2001 (D.C. Law 14-55, December 6, 2001, law notification 49 DCR 356).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(i) of Food Regulation Emergency Amendment Act of 2001 (D.C. Act 14-128, August 3, 2001, 48 DCR 7939).\n\nFor temporary (90 day) amendment of section, see § 2(i) of Food Regulation Legislative Review Emergency Amendment Act of 2001 (D.C. Act 14-147, October 23, 2001, 48 DCR 10183).\n\nLegislative History of Laws\n\nFor Law 14-116, see notes following § 48-102.\n\nDelegation of Authority\n\nDelegation of Authority Pursuant to the Food Regulation Amendment Act of 2002, see Mayor's Order 2002-103, June 28, 2002 (49 DCR 6000).\n\nResolutions\n\nResolution 14-613, the \"Food Code Approval Resolution of 2002\", was approved effective November 22, 2002.\n\nResolution 18-150, the \"District of Columbia Food Processing Operations Code Approval Resolution of 2009\", was approved effective June 2, 2009.\n\nDC CODE § 48-110\n\nCurrent through December 11, 2012","credits":"(Feb. 17, 1898, 30 Stat. 248, ch. 25, § 10; May 2, 2002, D.C. Law 14-116, § 2(i), 49 DCR 1945.)","sections":[{"prefix":"a","text":" The Mayor shall issue rules in accordance with subchapter I of Chapter 5 of Title 2, to implement the provisions of this chapter. The proposed rules shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed regulations, in whole or part, by resolution, within this 45-day review period, the proposed regulations shall be deemed disapproved."},{"prefix":"b","text":" The Mayor shall establish, by rule, a license application fee for a food establishment.  The fee shall be set in an amount to recoup some or all of the costs to the District of Columbia for reviewing the application.   The regulations may also provide for interest to be charged on late payments of any charges imposed pursuant to this chapter."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"48","text":"Foods and Drugs. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Food."},"chapter":{"identifier":"1","text":"Adulteration. (Refs & Annos)"},"heading":{"title":"48","chaptersection":"110","identifier":"48-110","catch_text":"Inconsistent acts repealed; certain Acts preserved."}}