{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 33-801.\n\nEffect of Amendments\n\nD.C. Law 14-116, in subsec. (a), substituted \"Chapter 1 of this title, or rules issued pursuant to that chapter\" for \"§ 8-6:102 of Title 8 of the District of Columbia Health Regulations (published as Title 8 of the District of Columbia Regulations; 1962 Revision, as amended) ('Health Regulations')\"; and, in subsec. (b), substituted \"Chapter 1, of this title, or rules issued pursuant to that chapter\" for \"§ 8-6:102 of Title 8 of the Health Regulations\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3 of Food Regulation Temporary Amendment Act of 2001 (D.C. Law 14-55, December 6, 2001, law notification 49 DCR 356).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3 of Food Regulation Emergency Amendment Act of 2001 (D.C. Act 14-128, August 3, 2001, 48 DCR 7939).\n\nFor temporary (90 day) amendment of section, see § 3 of Food Regulation Legislative Review Emergency Amendment Act of 2001 (D.C. Act 14-147, October 23, 2001, 48 DCR 10183).\n\nLegislative History of Laws\n\nLaw 4-39 was, the \"Good Faith Donor and Donee Act of 1981,\" introduced in Council and assigned Bill No. 4-4, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on June 16, 1981, and June 30, 1981, respectively. Signed by the Mayor on July 20, 1981, it was assigned Act No. 4-66 and transmitted to both Houses of Congress for its review.\n\nLaw 8-245 was introduced in Council and assigned Bill No. 8-550, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on December 4, 1990, and December 18, 1990, respectively. Signed by the Mayor on December 27, 1990, it was assigned Act No. 8-328 and transmitted to both Houses of Congress for its review.\n\nFor Law 14-116, see notes following § 48-102.\n\nEditor's Notes\n\nSection 8-6:102 of Title 8 of the District of Columbia Health Regulations, referred to in (a) has been superseded by the DCMR. See now 23 DCMR 9902.\n\nDC CODE § 48-301\n\nCurrent through December 11, 2012","credits":"(Oct. 8, 1981, D.C. Law 4-39, § 2, 28 DCR 3391; Mar. 8, 1991, D.C. Law 8-245, § 2, 38 DCR 367; May 2, 2002, D.C. Law 14-116, § 3, 49 DCR 1945.)","sections":[{"prefix":"a","text":" All other provisions of law notwithstanding, a good faith donor of food which is not known or believed to be unfit for human consumption, as defined in Chapter 1 of this title, or rules issued pursuant to that chapter at the time it is donated to a bona fide charitable or not-for-profit organization shall not be subject to criminal or civil liability arising from an injury or death due to the condition of such food unless such injury or death is a direct result of the gross negligence or intentional misconduct of such donor."},{"prefix":"b","text":" All other provisions of law notwithstanding, a bona fide charitable or not-for-profit organization which in good faith receives and distributes food which is not known or believed to be unfit for human consumption, as defined in Chapter 1 of this title, or rules issued pursuant to that chapter at the time it is distributed, without charge or at a nominal charge, shall not be subject to criminal or civil liability arising from an injury or death due to the condition of such food unless such injury or death is a direct result of the gross negligence or intentional misconduct of such organization."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"48","text":"Foods and Drugs. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Food."},"chapter":{"identifier":"3","text":"Donated Food."},"heading":{"title":"48","chaptersection":"301","identifier":"48-301","catch_text":"Immunity from liability."}}