{"text":"Pursuant to § 419 of the District of Columbia Comprehensive Plan Act of 1984, the Mayor of the District of Columbia (\"Mayor\") shall establish a Food Production and Urban Gardens Program, which shall include, but not be limited to, the following elements:","historical":"Prior Codifications\n\n1981 Ed., § 33-902.\n\nEffect of Amendments\n\nD.C. Law 18-209, in par. (3)(D), substituted \"Office of the State Superintendent of Education\" for \"Board of Education of the District of Columbia\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-210, see Historical and Statutory Notes following § 48-401.\n\nLaw 18-209, the \"Healthy Schools Act of 2010\", was introduced in Council and assigned Bill No. 18-564, which was referred to the Committee of the Whole and the Committee on Government Operations and the Environment.   The Bill was adopted on first and second readings on April 20, 2010, and May 4, 2010, respectively.   Signed by the Mayor on May 21, 2010, it was assigned Act No. 18-428 and transmitted to both Houses of Congress for its review.  D.C. Law 18- 209 became effective on July 27, 2010.\n\nReferences in Text\n\n\"Section 419 of the District of Columbia Comprehensive Plan Act of 1984,\" referred to in the introductory language, is found in § 3 of D.C. Law 5-76.\n\nDC CODE § 48-402\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1987, D.C. Law 6-210, § 3, 34 DCR 699; July 27, 2010, D.C. Law 18-209, § 505, 57 DCR 4779.)","sections":[{"prefix":"1","text":" Collection and maintenance of an up-to-date and comprehensive inventory of vacant lots, listed by categories, including, but not limited to:"},{"prefix":"A","text":" Specific location, by address and by advisory neighborhood commission designation;"},{"prefix":"B","text":" Size; and"},{"prefix":"C","text":" Dates of availability, by voluntary donation and through negotiated agreement, for use in the Food Production and Urban Gardens Program;"},{"prefix":"2","text":" Public accessibility to the updated inventory of vacant lots described in paragraph (1) of this section by various means, including, but not limited to, publication of the inventory at least every 3 months in the District of Columbia Register; and"},{"prefix":"3","text":" Development, implementation, and promotion of policies that encourage the donation and cultivation of vacant lots for use in the Food Production and Urban Gardens Program, including, but not limited to:"},{"prefix":"A","text":" The development of standard agreement forms, to be made readily available for execution by citizens and the owners of vacant lots, which relieve owners of maintenance and insurance responsibilities in exchange for cultivation by citizens of urban gardens on vacant lots;"},{"prefix":"B","text":" The inclusion of community gardening projects in the summer employment programs operated by the District of Columbia government;"},{"prefix":"C","text":" The provision by the Cooperative Extension Service of the University of the District of Columbia of technical assistance and research in the form of educational materials and programs for citizen gardening and self-help food production efforts;"},{"prefix":"D","text":" Coordination with the Office of the State Superintendent of Education, both on the use of suitable portions of buildings and grounds for urban gardens, and on the development of instructional programs in science and gardening that prepare students for related career opportunities such as restaurant produce supply, landscaping, and floral design;"},{"prefix":"E","text":" The encouragement of food buying clubs and produce markets throughout the District of Columbia to increase the supply of and demand for urban gardens; and"},{"prefix":"F","text":" The development of incentives and community outreach efforts to promote the availability of vacant lots for participation in the Food Production and Urban Gardens Program."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"48","text":"Foods and Drugs. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Food."},"chapter":{"identifier":"4","text":"Food Production and Urban Gardens Program."},"heading":{"title":"48","chaptersection":"402","identifier":"48-402","catch_text":"Food production and urban gardens program established."}}