{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 33-1009.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-137, see Historical and Statutory Notes following ยง 48-701.\n\nDC CODE ยง 48-709\n\nCurrent through December 11, 2012","credits":"(June 13, 1990, D.C. Law 8-137, ยง 10, 37 DCR 2631.)","sections":[{"prefix":"a","text":" If the Mayor determines that the conduct of a licensee presents an imminent danger to the health and safety of the residents of the District, the Mayor may suspend or revoke the license, or convert the license to a conditional license of the drug manufacturer, distributor, or wholesaler prior to a hearing."},{"prefix":"b","text":" At the time of the suspension, revocation, or restriction of a license, the Mayor shall provide the licensee with written notice that states the action being taken, the basis for the action, and the right of the licensee to request a hearing."},{"prefix":"c","text":" A licensee shall have the right to request a hearing within 3 days of service of notice of the suspension, revocation, or restriction of the license. The Mayor shall hold a hearing within 3 days of receipt of a timely request and shall issue a decision within 3 days of the hearing."},{"prefix":"d","text":" The Mayor shall inform the licensee of the decision in writing and provide findings of fact and conclusions of law. The findings shall be supported by reliable, probative, and substantial evidence. The Mayor shall provide a copy of the decision to each party to a case or to his or her attorney of record."},{"prefix":"e","text":" Any person aggrieved by a decision pursuant to this section may file an appeal with the Mayor within 10 days of the decision."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"48","text":"Foods and Drugs. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Prescription Drugs."},"chapter":{"identifier":"7","text":"Drug Manufacture and Distribution Licensure. (Refs & Annos)"},"heading":{"title":"48","chaptersection":"709","identifier":"48-709","catch_text":"Summary action."}}