{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 33-1001.\n\nLegislative History of Laws\n\nLaw 8-137, the \"District of Columbia Drug Manufacture and Distribution Licensure Act of 1990,\" was introduced in Council and assigned Bill No. 8-94, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on March 13, 1990, and March 27, 1990, respectively. Signed by the Mayor on April 17, 1990, it was assigned Act No. 8-193 and transmitted to both Houses of Congress for its review.\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Law 8-137, the \"District of Columbia Drug Manufacture and Distribution Licensure Act of 1990\", see Mayor's Order 98- 88, May 29, 1998 (45 DCR 3982).\n\nDC CODE § 48-701\n\nCurrent through December 11, 2012","credits":"(June 13, 1990, D.C. Law 8-137, § 2, 37 DCR 2631; Apr. 20, 1999, D.C. Law 12-264, § 36, 46 DCR 2118.)","sections":[{"prefix":"1","text":" \"Distribute\" means:"},{"prefix":"A","text":" To sell any drug for resale;"},{"prefix":"B","text":" To act as a broker, agent, distributor, jobber, or wholesaler of any drug; or"},{"prefix":"C","text":" To otherwise negotiate a sale for the resale of any drug."},{"prefix":"2","text":" \"Drug\" means any substance as defined under § 47-2885.02."},{"prefix":"3","text":" \"Manufacture\" means:"},{"prefix":"A","text":"(i) To prepare, produce, propagate, compound, convert, process, or package a drug, either directly or indirectly, by extraction from a substance of natural origin, or independently by means of chemical synthesis;"},{"prefix":"ii","text":" Any packaging or repackaging of the substance or drug; or"},{"prefix":"iii","text":" Labeling or relabeling of any drug package or container to further distribution from the original place of manufacture to the person who makes final delivery, distribution, or sale to the ultimate consumer or user."},{"prefix":"B","text":" \"Manufacture\" does not include the preparation or compounding of a drug by a pharmacist, practitioner, or any other authorized person who prepares or compounds a drug incidental to administering or dispensing a drug or conducting research, teaching, or chemical analysis on a drug in the course of professional practice."},{"prefix":"4","text":" \"Wholesaler\" means any person, including but not limited to, a manufacturer, repackager, own label distributor, jobber, broker, agent, pharmacy, private label distributor, distributor warehouse, wholesale drug warehouse, independent wholesale drug trader, chain drug warehouse, retail pharmacy, or pharmacy that sells more than 5% of its drug inventory to a hospital or other pharmacy, which distributes a drug to a person other than a consumer or patient."},{"prefix":"5","text":" \"Conditional license\" means a license issued pursuant to specific conditions."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"48","text":"Foods and Drugs. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Prescription Drugs."},"chapter":{"identifier":"7","text":"Drug Manufacture and Distribution Licensure. (Refs & Annos)"},"heading":{"title":"48","chaptersection":"701","identifier":"48-701","catch_text":"Definitions."}}