{"text":"The Mayor shall make available a license application form that requests:","historical":"Prior Codifications\n\n1981 Ed., § 33-1004.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-137, see Historical and Statutory Notes following § 48-701.\n\nEditor's Notes\n\nThe reference to \"§ 510 of the Federal Food, Drug and Cosmetic Act\" appearing in (6) was corrected from \"§ 360 of the Federal Food, Drug and Cosmetic Act\" as it appeared in D.C. Law 8-137.\n\nThe reference to \"§ 102 of the Drug Abuse Prevention and Control Act\" appearing in (7) was corrected from \"§ 802 of the Drug Abuse Prevention and Control Act\" as it appeared in D.C. Law 8-137.\n\nDC CODE § 48-704\n\nCurrent through December 11, 2012","credits":"(June 13, 1990, D.C. Law 8-137, § 5, 37 DCR 2631.)","sections":[{"prefix":"1","text":" The name of the applicant and the address of the place of business for which the applicant seeks a license;"},{"prefix":"2","text":" If the applicant is a corporation, the name and address of each officer or director of the corporation and each stockholder who owns 10% or more of any one class of stock in the corporation or who owns 10% or more of the total stock of the corporation;"},{"prefix":"3","text":" If the applicant is a partnership or joint venture, the name and address of each partner or joint venturer. If a partner or joint venturer is a corporation, any information required pursuant to paragraphs (2) and (9) of this section shall be provided by the partner or joint venturer;"},{"prefix":"4","text":" A description of the activity for which the applicant seeks a license;"},{"prefix":"5","text":" A list of any drugs that the applicant proposes to manufacture, distribute, or wholesale in the District;"},{"prefix":"6","text":" Proof of current approval by the United States Food and Drug Administration for registration of producers of drugs and medical devices pursuant to § 510 of the Federal Food, Drug and Cosmetic Act (\"Food, Drug and Cosmetic Act\"), approved June 25, 1938 (52 Stat. 1040; 21 U.S.C. 360);"},{"prefix":"7","text":" If the applicant proposes to manufacture, distribute, or wholesale a controlled substance as defined in § 102 of the Drug Abuse Prevention and Control Act, approved October 27, 1970 (84 Stat. 1242; 21 U.S.C. 802), proof of current registration with the Mayor and the United States Drug Enforcement Administration;"},{"prefix":"8","text":" A valid certificate of occupancy; and"},{"prefix":"9","text":" A certificate of good standing from the Mayor if the applicant is a corporation."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"48","text":"Foods and Drugs. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Prescription Drugs."},"chapter":{"identifier":"7","text":"Drug Manufacture and Distribution Licensure. (Refs & Annos)"},"heading":{"title":"48","chaptersection":"704","identifier":"48-704","catch_text":"Licensure of a drug manufacturer, distributor, or wholesaler."}}