{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-131, see notes following § 48-844.01.\n\nDC CODE § 48-844.03\n\nCurrent through December 11, 2012","credits":"(Mar. 26, 2008, D.C. Law 17-131, § 503, 55 DCR 1659.)","sections":[{"prefix":"a","text":" Within 60 days of September 30, 2010, the Department of Health shall submit to the Council a comprehensive evaluation on the effectiveness of the SafeRx Amendment Act of 2008, effective March 26, 2008 (D.C. Law 17-131), which shall include:"},{"prefix":"1","text":" The number of individuals licensed to engage in the practice of pharmaceutical detailing since March 26, 2008;"},{"prefix":"2","text":" The number of applicants for licensure to engage in the practice of pharmaceutical detailing not approved by the Board of Pharmacy;"},{"prefix":"3","text":" The number of applicants for licensure to engage in the practice of pharmaceutical detailing for whom the educational requirements were waived;"},{"prefix":"4","text":" An assessment of the appropriateness and efficacy of the continuing education requirements established pursuant to D.C. Law 17-131;"},{"prefix":"5","text":" The number of individuals identified as engaging in the practice of pharmaceutical detailing without a license;"},{"prefix":"6","text":" The amount of fines levied against persons charged with engaging in the practice of pharmaceutical detailing without a license;"},{"prefix":"7","text":" The total amount and origin of revenue deposited into the Board of Pharmacy Fund;"},{"prefix":"8","text":" The total amount of funds deposited into the Board of Pharmacy Fund that were used for the administration of the duties of the Board of Pharmacy;"},{"prefix":"9","text":" The number and types of penalties levied for failure to comply with the requirements of off-label use of medication as set forth in § 48-841.03;"},{"prefix":"10","text":" The number and amount of fines levied for violations as a result of pharmaceutical companies offering gifts or remuneration in violation of § 48-842.03;"},{"prefix":"11","text":" The number of persons who participated in the Pharmaceutical Education Program established by § 48-843.03;"},{"prefix":"12","text":" An assessment of the quality and effectiveness of the Pharmaceutical Education Program based on an assessment of data gathered from those who participated in the program. The data may be gathered by surveying those who participated in the program, using an evaluative instrument developed for that purpose;"},{"prefix":"13","text":" An assessment of the extent to which regulation of the practice of pharmaceutical detailing has improved the practice of selling, providing information about, or promoting a pharmaceutical product."},{"prefix":"b","text":" The evaluation may be used to determine if D.C. Law 17-131 should be repealed or amended."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"48","text":"Foods and Drugs. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Prescription Drugs."},"chapter":{"identifier":"8E","text":"Evaluation of Pharmaceutical Regulation."},"heading":{"title":"48","chaptersection":"844","identifier":"48-844.03","catch_text":"Evaluation."}}