{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 33-701.\n\n1973 Ed., § 33-801.\n\nEffect of Amendments\n\nD.C. Law 18-118 rewrote the section, which had read as follows:\n\n\"As used in this chapter, the term:\n\n\"(1) 'Issue date' means the 1st day of the 4th full calendar month after April 7, 1977, and the day following the end of each year after the 1st such issue date.\n\n\"(2) 'Most commonly used prescription drugs' means the prescription drug products which were most frequently paid for by the Medicaid program operated by the District of Columbia government under a state plan filed in accordance with § 1902 of the Social Security Act (§ 1396a of Title 42, United States Code), in the 3 consecutive months ending 60 days before an issue date.\n\n\"(3) 'Pharmacy' means a shop or other place at which drugs, chemicals, or poisons, as those terms are used in part C of subchapter IV of Chapter 28 of Title 47, are sold at retail.\n\n\"(4) 'Person' means any individual, partnership, corporation, organization, or association.\n\n\"(5) 'Professional and convenience services' includes, but is not limited to:\n\n\"(A) Patient consultations;\n\n\"(B) Patient profiles;\n\n\"(C) Prescription charting;\n\n\"(D) Emergency prescription service;\n\n\"(E) Personal delivery;\n\n\"(F) Mail delivery;\n\n\"(G) Credit services; and\n\n\"(H) Staying open 24 hours per day.\n\n\"(6) 'Current selling price' means all charges of a particular pharmacy to a consumer with respect to a prescribed drug, except additional charges for professional and convenience services.\"\n\nLegislative History of Laws\n\nLaw 1-81 was introduced in Council and assigned Bill No. 1-80, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on May 3, 1976, and May 18, 1976, respectively. Signed by the Mayor on June 16, 1976, it was assigned Act No. 1- 134 and transmitted to both Houses of Congress for its review.\n\nLaw 1-114 was introduced in Council and assigned Bill No. 1-324, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on November 22, 1976 and December 7, 1976, respectively. Signed by the Mayor on January 11, 1977, it was assigned Act No. 1-204 and transmitted to both Houses of Congress for its review.\n\nFor Law 18-118, see notes following § 48-803.01.\n\nDC CODE § 48-804.51\n\nCurrent through December 11, 2012","credits":"(Sept. 10, 1976, D.C. Law 1-81, § 2, 23 DCR 2460; Apr. 7, 1977, D.C. Law 1-114, § 2, 23 DCR 8743; Mar. 11, 2010, D.C. Law 18-118, § 2(g), 57 DCR 901.)","sections":[{"prefix":"1","text":" \"Agent\" means an individual who:"},{"prefix":"A","text":" Is under the immediate and personal supervision of a prescriber or pharmacist and has written authorization, which shall be available for review upon request, to act on behalf of or at the direction of the prescriber or pharmacist when seeking or obtaining approval of a therapeutic interchange; or"},{"prefix":"B","text":" If not under the immediate and personal supervision of a prescriber or pharmacist, holds a license to administer drugs, such as a nurse, physician's assistant, or other pharmacist."},{"prefix":"2","text":" \"Endorsing prescriber\" means a prescriber who has reviewed the therapeutic interchange list and has notified the Boards of Pharmacy and Medicine in writing that he or she has agreed to allow the therapeutic interchange."},{"prefix":"3","text":" \"Issue date\" means the 1st day of the 4th full calendar month after April 7, 1977, and the day following the end of each year after the 1st such issue date."},{"prefix":"4","text":" \"Most commonly used prescription drugs\" means the prescription drug products that were most frequently paid for by the Medicaid program operated by the District of Columbia government under a state plan filed in accordance with section 1902 of the Social Security Act (§ 1396a of Title 42, United States Code), in the 3 consecutive months ending 60 days before an issue date."},{"prefix":"5","text":" \"Person\" means any individual, partnership, corporation, organization, or association."},{"prefix":"6","text":" \"Pharmacy\" means a pharmacy that provides services to the public on an outpatient basis."},{"prefix":"7","text":" \"Prescriber\" means a person who is licensed, registered, or otherwise authorized by the District to prescribe and administer prescription drugs for human use in the course of a professional practice."},{"prefix":"8","text":" \"Substitute drug product\" means a drug product different than the one originally prescribed by a prescriber."},{"prefix":"9","text":" \"Therapeutic interchange\" means the dispensing of chemically dissimilar but therapeutically equivalent drug products."},{"prefix":"10","text":" \"Therapeutic interchange list\" means a list of therapeutically equivalent drug products."},{"prefix":"11","text":" \"Therapeutically equivalent drug product\" means a drug product that is chemically dissimilar but produces essentially the same therapeutic outcome."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"48","text":"Foods and Drugs. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Prescription Drugs."},"chapter":{"identifier":"8","text":"Prescription Drug Price Information."},"subchapter":{"identifier":"IV-A","text":"Definitions."},"heading":{"title":"48","chaptersection":"804","identifier":"48-804.51","catch_text":"Definitions."}}