{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-164, see notes following ยง 48-831.01.\n\nDC CODE ยง 48-831.08\n\nCurrent through December 11, 2012","credits":"(May 18, 2004, D.C. Law 15-164, ยง 108, 51 DCR 3688.)","sections":[{"prefix":"a","text":"(1) Upon receipt of the data from the Department, the manufacturer or labeler shall calculate the quarterly payment. If a discrepancy is discovered, the Department may, at its expense, hire a mutually agreed-upon independent auditor to verify the manufacturer's calculation. If a discrepancy is still found, the manufacturer or labeler shall justify its calculation or make payments to the Department for any additional amount due. The manufacturer or labeler may, at its expense, hire a mutually agreed-upon independent auditor to verify the accuracy of the utilization data provided by the Department. If a discrepancy is discovered, the Department shall justify its data or refund any excess payment to the manufacturer or labeler."},{"prefix":"2","text":" If the dispute over the rebate amount is not resolved, a request for a hearing with supporting documentation shall be submitted to the Office of Administrative Hearings. Failure to resolve the dispute may be cause for terminating the drug rebate agreement and denying payment to the manufacturer or labeler for any drugs."},{"prefix":"b","text":" All prescription drugs of a manufacturer or labeler that enters into a rebate agreement that appear on the list of approved drugs shall be immediately available and the cost of the drugs shall be reimbursed, except as provided in this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"48","text":"Foods and Drugs. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Prescription Drugs."},"chapter":{"identifier":"8A","text":"Affordability of Prescription Drugs -- AccessRx Program."},"subchapter":{"identifier":"I","text":"Accessrx."},"part":{"identifier":"A","text":"General."},"heading":{"title":"48","chaptersection":"831","identifier":"48-831.08","catch_text":"Discrepancies in rebate amounts."}}