{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 33-735.\n\n1973 Ed., § 33-835.\n\nEffect of Amendments\n\nD.C. Law 18-118 rewrote subsec. (a); and, in subsec. (b), substituted \"generically equivalent drug products\" for \"therapeutically equivalent\". Prior to amendment, subsec. (a) read as follows:\n\n\"(a) The substitution of therapeutically equivalent drugs by a licensed pharmacist under § 48-803.02 shall not constitute the practice of medicine.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-81, see Historical and Statutory Notes following § 48-804.51.\n\nFor legislative history of D.C. Law 1-114, see Historical and Statutory Notes following § 48-804.51.\n\nFor Law 18-118, see notes following § 48-803.01.\n\nDC CODE § 48-803.05\n\nCurrent through December 11, 2012","credits":"(Sept. 10, 1976, D.C. Law 1-81, title III, § 305, 23 DCR 2460; Apr. 7, 1977, D.C. Law 1-114, § 4(b), 23 DCR 8743; Mar. 11, 2010, D.C. Law 18-118, § 2(f), 57 DCR 901.)","sections":[{"prefix":"a","text":" The substitution of drugs by a licensed pharmacist under this subchapter shall not constitute the practice of medicine. Nothing in this subchapter shall be construed as authorizing a pharmacist to prescribe any drug or medication."},{"prefix":"b","text":" Substitution of drugs made in accordance with § 48-803.02 shall not constitute evidence of negligence or improper pharmacy practice if the substitution was made within reasonable and prudent pharmacy practice or if the prescribed and substituted drugs were generically equivalent drug products drugs as determined under this chapter."},{"prefix":"c","text":" Failure of a licensed physician to specify that a specific brand is necessary for the particular patient shall not constitute evidence of negligence unless the physician had reasonable cause to believe that the health of the patient required the use of that brand and no other."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"48","text":"Foods and Drugs. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Prescription Drugs."},"chapter":{"identifier":"8","text":"Prescription Drug Price Information."},"subchapter":{"identifier":"III","text":"Substitution of Therapeutically Equivalent Drugs."},"heading":{"title":"48","chaptersection":"803","identifier":"48-803.05","catch_text":"Dispensation of equivalent products by pharmacists-- Consideration as practice of medicine or evidence of negligence; failure of physician to specify specific brand."}}