{"text":"For the purposes of this chapter, the term:","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see ยง 702 of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nLegislative History of Laws\n\nLaw 14-28, the \"Fiscal Year 2002 Budget Support Act of 2001\", was introduced in Council and assigned Bill No. 14-144, which was referred to the Committee Of the Whole. The Bill was adopted on first and second readings on May 1, 2001, and June 5, 2001, respectively. Signed by the Mayor on June 29, 2001, it was assigned Act No. 14-85 and transmitted to both Houses of Congress for its review. D.C. Law 14-28 became effective on October 3, 2001.\n\nDC CODE ยง 49-1001\n\nCurrent through December 11, 2012","credits":"(Oct. 3, 2001, D.C. Law 14-28, ยง 702, 48 DCR 6981.)","sections":[{"prefix":"1","text":" \"Benefit\" means any payment, service, commodity, function, or status, entitlement to which is determined under laws administered by the U.S. Department of Veterans Affairs or by any agency of the District government that affects veterans, their dependents, or their survivors."},{"prefix":"2","text":" \"Claim\" means an application made pursuant to:"},{"prefix":"A","text":" Title 38 of the United States Code, and implementing regulations, for entitlement to U.S. Department of Veterans Affairs benefits, reinstatement, continuation, or increase of benefits, or the defense of a proposed agency adverse action concerning benefits; and"},{"prefix":"B","text":" District of Columbia law or regulations for entitlement to benefits, reinstatement, continuation, or increase in benefits, or the defense of proposed agency adverse action concerning benefits."},{"prefix":"3","text":" \"Resident of the District\" means:"},{"prefix":"A","text":" An individual who currently lives in the District of Columbia and has no present intention of moving elsewhere; or"},{"prefix":"B","text":" An individual who previously lived in the District, is temporarily absent from the District, and intends to return to live permanently in the District after the temporary absence."},{"prefix":"4","text":" \"Veteran\" means any individual who:"},{"prefix":"A","text":" Has previously served on active duty in the United States Army, Air Force, Navy, Marine Corps, or Coast Guard, or served as a Merchant Marine between December 7, 1941 and August 15, 1945, has been honorably discharged or relieved from active duty, and has served for a minimum of 2 years, unless:"},{"prefix":"i","text":" Earlier release was granted because the individual was wounded or injured in the line of duty and rendered unfit for further service; or"},{"prefix":"ii","text":" The individual was released prior to 2 years of active duty for the convenience of the government; and"},{"prefix":"B","text":" Is a resident of the District."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"49","text":"Military. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Office of Veterans Affairs."},"chapter":{"identifier":"10","text":"Office of Veterans Affairs."},"heading":{"title":"49","chaptersection":"1001","identifier":"49-1001","catch_text":"Definitions."}}