{"text":"","historical":"Legislative History of Laws\n\nLaw 19-21, the \"Fiscal Year 2012 Budget Support Act of 2011\", was introduced in Council and assigned Bill No. 19-203, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 25, 2011, and June 14, 2011, respectively. Signed by the Mayor on July 22, 2011, it was assigned Act No. 19-98 and transmitted to both Houses of Congress for its review. D.C. Law 19-21 became effective on September 14, 2011.\n\nMiscellaneous Notes\n\nShort title: Section 3041 of D.C. Law 19-21 provided that subtitle E of title III of the act may be cited as \"National Guard Morale Welfare and Recreation DCNG Youth ChalleNGe Participant Support Fund Establishment Amendment Act of 2011\".\n\nDC CODE ยง 49-434\n\nCurrent through December 11, 2012","credits":"(Dec. 8, 2009, D.C. Law 18-83, ยง 4a, as added Sept. 14, 2011, D.C. Law 19-21, ยง 3042, 58 DCR 6226.)","sections":[{"prefix":"a","text":" The Commanding General of the DCNG may establish a Youth ChalleNGe Participant Support Fund (\"ChalleNGe Fund\") for the purpose of assisting in the purchase and provision of materials, supplies, and equipment for participants of the DCNG Youth ChalleNGe program. To facilitate the accomplishment of its purpose, the ChalleNGe Fund may accept donations of money or property from any lawful source."},{"prefix":"b","text":" The Commanding General may authorize that up to $3,000 of any unused District balance from the funds appropriated in a fiscal year for the DCNG Youth ChalleNGe program be retained in the ChalleNGe Fund for use in the current or a subsequent fiscal year; provided, that there shall be no retention of appropriated funds if the fiscal year-end balance of the ChalleNGe Fund exceeds $10,000."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"49","text":"Military. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" District of Columbia Military Organization."},"chapter":{"identifier":"4","text":"Composition, Organization, and Control. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Associations and Corporations."},"heading":{"title":"49","chaptersection":"434","identifier":"49-434","catch_text":"Youth ChalleNGe Participant Support Fund."}}