{"text":"The Mayor of the District of Columbia shall provide for the enrollment of the militia, and for this purpose may require the assessors of taxes, at the same time they are engaged in taking the assessment of valuation of real and personal property, to make a list of persons liable to enrollment, and such record shall be deemed a sufficient notification to all persons whose names are thus recorded that they have been enrolled in the militia. Immediately after the completion of each enrollment they shall furnish the Commanding General of the militia with a copy of the same.","historical":"Prior Codifications\n\n1981 Ed., § 39-103.\n\n1973 Ed., § 39-103.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 49-403\n\nCurrent through December 11, 2012","credits":"(Mar. 1, 1889, 25 Stat. 773, ch. 328, § 3.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"49","text":"Military. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" District of Columbia Military Organization."},"chapter":{"identifier":"4","text":"Composition, Organization, and Control. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"49","chaptersection":"403","identifier":"49-403","catch_text":"Assessors to make list of persons liable to enrollment."}}