{"text":"In addition to the persons exempted from enrollment in the militia by the general laws of the United States, the following persons shall also be exempted from enrollment in the militia of the District of Columbia, namely: Officers of the government of the District of Columbia; judges and officers of the courts of the District of Columbia; officers who have held commissions in the regular or volunteer Army, Navy, or Air Force of the United States; officers who have served for a period of 5 years in the militia of the District of Columbia or of any state of the United States; ministers of the gospel; practicing physicians; and conductors and engine-drivers of railroad trains.","historical":"Prior Codifications\n\n1981 Ed., § 39-102.\n\n1973 Ed., § 39-102.\n\nLegislative History of Laws\n\nLaw 6-52 was introduced in Council and assigned Bill No. 6-66, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on September 10, 1985, and September 24, 1985, respectively. Signed by the Mayor on September 30, 1985, it was assigned Act No. 6-75 and transmitted to both Houses of Congress for its review.\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nDC CODE § 49-402\n\nCurrent through December 11, 2012","credits":"(Mar. 1, 1889, 25 Stat. 772, ch. 328, § 2; Nov. 19, 1985, D.C. Law 6-52, § 2(a), 32 DCR 5690; Apr. 20, 1999, D.C. Law 12-264, § 41(a), 46 DCR 2118.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"49","text":"Military. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" District of Columbia Military Organization."},"chapter":{"identifier":"4","text":"Composition, Organization, and Control. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"49","chaptersection":"402","identifier":"49-402","catch_text":"Exemptions from service."}}