{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 2 of National Guard Morale Welfare and Recreation Emergency Act of 2009 (D.C. Act 18-177, August 4, 2009, 56 DCR 6889).\n\nFor temporary (90 day) addition, see ยง 2 of National Guard Morale, Welfare, and Recreation Congressional Review Emergency Act of 2009 (D.C. Act 18-226, October 28, 2009, 56 DCR 8664).\n\nLegislative History of Laws\n\nLaw 18-83, the \"National Guard Morale, Welfare, and Recreation Act of 2009\", as introduced in Council and assigned Bill No. 18-193, which was referred to the Committee on Public Safety and the Judiciary. The bill as adopted on first and second readings on July 14, 2009, and September 22, 2009, respectively. Effective without the Mayor's signature on October 10, 2009, it was assigned Act No. 18-202 and transmitted to both Houses of Congress for its review. D.C. Law 18-83 became effective on December 8, 2009.\n\nDC CODE ยง 49-431\n\nCurrent through December 11, 2012","credits":"(Dec. 8, 2009, D.C. Law 18-83, ยง 2, 56 DCR 8142.)","sections":[{"prefix":"a","text":" All commissioned officers, warrant officers, and enlisted personnel of the District of Columbia National Guard, including retired personnel, may organize themselves into an association, the name of which shall be the District of Columbia National Guard Morale, Welfare, and Recreation Association (\"MWRA\"). The purpose of the MWRA shall be to enhance the morale and welfare of District of Columbia National Guard members and their families. The MWRA may adopt, alter, and amend bylaws not otherwise inconsistent with District law. Participation in the MWRA shall be voluntary."},{"prefix":"b","text":" To facilitate its purpose, the MWRA may accept donations of money, property, or services from any lawful source to improve the capabilities of the District of Columbia National Guard or otherwise support members and their families."},{"prefix":"c","text":" The District may appropriate funds, donate any other valuable thing, or grant or lease any land belonging to the District to aid, or further the purpose of, the MWRA."},{"prefix":"d","text":" The money appropriated, other valuable thing donated, or the land granted or leased to the MWRA shall be, so far as practicable, expended or disposed of by the District of Columbia National Guard in such manner and under such lawful conditions as the donor may direct."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"49","text":"Military. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" District of Columbia Military Organization."},"chapter":{"identifier":"4","text":"Composition, Organization, and Control. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Associations and Corporations."},"heading":{"title":"49","chaptersection":"431","identifier":"49-431","catch_text":"District of Columbia National Guard Morale, Welfare, and Recreation Association."}}