{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-104.\n\n1973 Ed., § 4-103.\n\nEffect of Amendments\n\nD.C. Law 15-194 designated the existing text as subsection (a); and added subsec. (b).\n\nD.C. Law 16-199 added subsec. (c).\n\nD.C. Law 17-154 added subsec. (a-1).\n\nEmergency Act Amendments\n\nFor temporary (90 day) enactment, see § 501 of Enhanced Crime Prevention and Abatement Emergency Amendment Act of 2006 (D.C. Act 16-446, July 21, 2006, 53 DCR 6477).\n\nLegislative History of Laws\n\nLaw 15-194, the \"Omnibus Public Safety Agency Reform Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-32, which was referred to the Committee on the Judiciary.  The Bill was adopted on first and second readings on April 6, 2004, and June 1, 2004, respectively.   Signed by the Mayor on June 24, 2004, it was assigned Act No. 15-463 and transmitted to both Houses of Congress for its review.  D.C. Law 15-194 became effective on September 30, 2004.\n\nLaw 16-199, the \"Separation Pay, Term of Office and Voluntary Retirement Modifications for Chief of Police Charles H. Ramsey Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-733, which was referred to the Committee on Judiciary. The Bill was adopted on first and second readings on July 11, 2006, and October 3, 2006, respectively. Signed by the Mayor on October 23, 2006, it was assigned Act No. 16-494 and transmitted to both Houses of Congress for its review. D.C. Law 16-199 became effective on March 2, 2007.\n\nLaw 17-154 the \"Omnibus Executive Service System, Police and Fire Systems, and Retirement Modifications for Chief of Police Cathy L. Lanier and Fire Chief Dennis L. Rubin Amendment Act of 2008\", was introduced in Council and assigned Bill No.17-249 which was referred to the Committee on Public Safety and Judiciary. The Bill was adopted on first and second readings on February 5, 2008, and March 4, 2008, respectively. Signed by the Mayor on March 19, 2008, it was assigned Act No. 17-326 and transmitted to both Houses of Congress for its review. D.C. Law 17-154 became effective on May 13, 2008.\n\nReferences in Text\n\n5 U.S.C. § 3306, referred to in the second proviso of the first sentence, was repealed February 10, 1978, 92 Stat. 25, Pub. L. 95-228, § 1. 5 U.S.C. § 3319 was repealed October 13, 1978, 92 Stat. 1149, Pub. L. 95-454, § 307. 5 U.S.C. § 7152 was transferred October 13, 1978, 92 Stat. 1216, Pub. L. 95- 454.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nOffice of Major and Superintendent of Metropolitan Police abolished: The Office of the Major and Superintendent of Metropolitan Police was abolished and all functions of that Office transferred to and vested in the Chief of Police. The Assistant Superintendent, Executive Officer of the Metropolitan Police Department was designated \"Deputy Chief of Police, Executive Officer.\" The Assistant Superintendent of the Metropolitan Police in command of the Detective Bureau was designated \"Deputy Chief of Police, Chief of Detectives.\" Each other Assistant Superintendent of the Metropolitan Police was designated \"Deputy Chief of Police.\"\n\nDelegation of Personnel Authority in the Metropolitan Police Department to the Chief of Police: See Mayor's Order 97-88, May 9, 1997 (44 DCR 2959).\n\nDC CODE § 5-105.01\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1901, 31 Stat. 819, ch. 623, § 1; June 8, 1906, 34 Stat. 221, ch. 3056; May 26, 1908, 35 Stat. 296, ch. 198; Dec. 5, 1919, 41 Stat. 363, ch. 1, § 1; Sept. 30, 2004, D.C. Law 15-194, § 102, 51 DCR 9406; Mar. 2, 2007, D.C. Law 16-199, § 3, 53 DCR 8832; May 13, 2008, D.C. Law 17-154, § 3, 55 DCR 3678.)","sections":[{"prefix":"a","text":" The Mayor of said District shall appoint to office, assign to such duty or duties as he may prescribe, and promote all officers and members of said Metropolitan Police force; provided, that all officers, members, and civilian employees of the force except the Chief of Police, the Assistant and Deputy Chiefs of Police, and the inspectors, shall be appointed and promoted in accordance with the provisions of §§ 1101-1103, 1105, 1301-1303, 1307, 1308, 2102, 2951, 3302-3306, 3318, 3319, 3321, 3361, 7152, 7321, 7322, and 7352 of Title 5, United States Code, and the rules and regulations made in pursuance thereof, in the same manner as members of the classified civil service of the United States; provided further, that the Assistant and Deputy Chiefs of Police and inspectors shall be selected from among the captains of the force and shall be returned to the rank of captain when the Mayor so determines: Provided further, that privates of class 1, if found efficient, shall serve 1 year on probation, privates of class 2 shall serve 2 years subsequent to service in class 1, and privates of class 3 shall include all those privates who have served efficiently 3 or more years. In order that the full complement of the Metropolitan Police force may at all times be maintained, as authorized by law, the Mayor of the District of Columbia is authorized, when vacancies occur in classes 2 and 3 of said Metropolitan Police force, which cannot be filled by promotion, to appoint privates in class 1 equal in number to the positions vacated in said classes 2 and 3; and the respective salaries specifically provided for such vacant positions may be reduced to pay the salaries of the privates so appointed to class 1."},{"prefix":"a-1","text":"(1) The Mayor shall appoint the Chief of Police, with the advice and consent of the Council, pursuant to § 1-523.01(a)."},{"prefix":"2","text":" The Chief of Police may be selected for appointment from among the ranks of officers and members of the Metropolitan Police Department, or from outside the department."},{"prefix":"3","text":" A person selected for appointment as Chief of Police from outside the department shall be paid from the DX Schedule for subordinate agency head positions pursuant to § 1-610.52 and, unless otherwise provided by law, shall be eligible to receive retirement and other benefits as prescribed in subchapter X-A of Chapter 6 of Title 1."},{"prefix":"4","text":" A person selected for appointment as Chief of Police from among the ranks of officers and members of the department shall be paid from the DX Schedule for subordinate agency heads pursuant to § 1-610.52 and, unless otherwise provided by law, shall be subject to the retirement provisions for officers and members of the Metropolitan Police Department."},{"prefix":"b","text":"(1) The Chief of Police shall recommend to the Director of Personnel criteria for Career Service promotions and Excepted Service appointments to Inspector, Commander, and Assistant Chief of Police that address the areas of education, experience, physical fitness, and psychological fitness. The recommended criteria shall be the same for Career Service promotions and Excepted Service appointments to these positions. When establishing the criteria, the Chief of Police shall review national standards, such as the Commission on Accreditation for Law Enforcement Agencies."},{"prefix":"2","text":" All candidates for the positions of Inspector, Commander, and Assistant Chief of Police shall be of good standing with no disciplinary action pending or administered resulting in more than a 14-day suspension or termination within the past 3 years."},{"prefix":"c","text":" Effective April 21, 2003, Charles H. Ramsey, Chief of Police, shall serve in the capacity of Chief of Police for a term of 5 years, except that the Mayor may earlier terminate Chief Ramsey with or without cause."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Personnel."},"heading":{"title":"5","chaptersection":"105","identifier":"5-105.01","catch_text":"Appointments; assignments; promotions; applicable civil service provisions; vacancies."}}