{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-39 added subsecs. (d), (e), and (f).\n\nD.C. Law 15-354 substituted \"Police Services Area\" for \"Patrol Services Area\".\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition, see § 2 of PSA Restructuring Council Review Temporary Act of 2003 (D.C. Law 15-79, March 10, 2004, law notification 51 DCR 3371).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 842 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nFor temporary (90 day) amendment of section, see § 2 of the Public Safety Crisis Emergency Amendment Act of 2003 (D.C. Act 15-26, February 24, 2003, 50 DCR 2148).\n\nFor temporary (90 day) amendment of section, see § 2902 of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) amendment of section, see § 2902 of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nFor temporary (90 day) prohibition of implementation of Metropolitan Police Department's Police Service Areas restructuring plan prior to Council review, see § 2 of PSA Restructuring Council Review Emergency Act of 2003 (D.C. Act 15- 206, October 24, 2003, 50 DCR 9850).\n\nFor temporary (90 day) prohibition of implementation of Metropolitan Police Department's Police Service Areas restructuring plan prior to Council review, see § 2 of PSA Restructuring Council Review Congressional Review Emergency Act of 2004 (D.C. Act 15-337, January 29, 2004, 51 DCR 1813).\n\nLegislative History of Laws\n\nLaw 13-172, the \"Fiscal Year 2001 Budget Support Act of 2000,\" was introduced in Council and assigned Bill No. 13-679, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 18, 2000, and June 6, 2000, respectively. Signed by the Mayor on June 26, 2000, it was assigned Act No. 13-375 and transmitted to both Houses of Congress for its review. D.C. Law 13-172 became effective on October 19, 2000.\n\nLaw 15-39, the \"Fiscal Year 2004 Budget Support Act of 2003\", was introduced in Council and assigned Bill No. 15-218, which was referred to Committee on Whole. The Bill was adopted on first and second readings on May 6, 2003, and June 3, 2003, respectively. Signed by the Mayor on June 20, 2003, it was assigned Act No. 15-106 and transmitted to both Houses of Congress for its review. D.C. Law 15-39 became effective on November 13, 2003.\n\nLaw 15-354, the \"Technical Amendments Act of 2004\", was introduced in Council and assigned Bill No. 15-1130 which was referred to the Committee of the Whole.  The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively.   Signed by the Mayor on February 9, 2005, it was assigned Act No. 15-770 and transmitted to both Houses of Congress for its review.  D.C. Law 15-354 became effective on April 13, 2005.\n\nMiscellaneous Notes\n\nShort title of title XXX of Law 15-39: Section 3001 of D.C. Law 15-39 provided that title XXX of the act may be cited as the Neighborhood Safety Amendment Act of 2003.\n\nApplicability\n\nSection 3003 of D.C. Law 15-39 provides:\n\n\"This title shall apply as of October 1, 2003. The delayed applicability of the title shall not be construed as prohibiting the Chief of the Metropolitan Police Department from implementing the changes mandated by the title prior to October 1, 2003.\"\n\nDC CODE § 5-101.04\n\nCurrent through December 11, 2012","credits":"(Oct. 19, 2000, D.C. Law 13-172, § 842, 47 DCR 6308; Nov. 13, 2003, D.C. Law 15-39, § 3002, 50 DCR 5668; Apr. 13, 2005, D.C. Law 15-354, § 97, 52 DCR 2638.)","sections":[{"prefix":"a","text":" By January 1, 2001, the Chief of the Metropolitan Police Department (\"MPD\") shall submit to the Council a study performed by MPD on the efficacy of the Police Service Area (\"PSA\") model, including:"},{"prefix":"1","text":" Whether re-engineering of the model is necessary;"},{"prefix":"2","text":" Whether PSA boundaries need to be redrawn; and"},{"prefix":"3","text":" Whether PSA staffing is appropriate."},{"prefix":"b","text":" By April 1, 2001, the Chief of MPD shall submit a plan to the Council for redeploying sworn officers into the PSA system. Pursuant to this redeployment plan, a minimum of 60% of all sworn officers who are available for full duty would be assigned to the PSA system. For this purpose, these officers would be assigned to street patrol and available to respond to calls for service."},{"prefix":"c","text":" The requirement set forth in subsection (b) of this section does not preclude the Chief of Police from also submitting alternatives to the redeployment plan required by the Council."},{"prefix":"d","text":"(1) Until MPD attains 3,700 sworn officers, the Chief of the MPD shall deploy sworn officers as necessary to ensure that a minimum of 62% of all sworn police personnel are assigned to direct service delivery in the PSAs. Sworn officers assigned to PSAs shall not be deployed outside of their respective PSAs at any time, unless responding to an emergency situation."},{"prefix":"2","text":" For the purposes of this subsection, the term:"},{"prefix":"A","text":" \"Sworn police personnel\" is limited to all of the sworn lieutenants, sergeants, and officers."},{"prefix":"B","text":" Emergency situation\" means any extraordinary occurrence in the District of Columbia which requires the use of sworn police personnel to protect the health and safety of residents and visitors, including civil disorder, riots, acts of terrorism, or natural disasters.\""},{"prefix":"e","text":" The deployment of sworn officers to the PSAs shall be based on the following considerations:"},{"prefix":"1","text":" The number of Part 1 offenses;"},{"prefix":"2","text":" Drug activities;"},{"prefix":"3","text":" The number of arrests;"},{"prefix":"4","text":" The need for traffic enforcement; and"},{"prefix":"5","text":" The number of calls for service."},{"prefix":"f","text":" Until MPD attains 3,800 sworn officers, all newly sworn officers who were recruited by MPD to become police officers shall be assigned to neighborhood patrols in the PSAs."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Police Districts; Police Services Areas."},"heading":{"title":"5","chaptersection":"101","identifier":"5-101.04","catch_text":"Police Services Areas."}}