{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-107.1.\n\nEffect of Amendments\n\nD.C. Law 13-172 rewrote subsec. (a), which had read:\n\n\"The Chief of the Metropolitan Police Department may establish a police officer cadet program for the purpose of instructing, training, and exposing interested persons, primarily young adults residing in the District of Columbia, to the operations of the Metropolitan Police Department and the duties, tasks, and responsibilities of serving as a police officer with the Metropolitan Police Department.\"\n\nD.C. Law 13-313, in subsec. (a), substituted \"21 years\" for \"the 21 years\".\n\nD.C. Law 15-194, in subsec. (b), substituted \"Fire and Emergency Medical Services Department\" for \"District of Columbia Fire Department\".\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 832 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nLegislative History of Laws\n\nLaw 4-172, the \"Police Officer and Firefighter Cadet Programs Funding Authorization and Human Rights Act of 1977 Amendment Act of 1982,\" was introduced in Council and assigned Bill No. 4-421, which was referred to the Committee on the Judiciary and the Committee on Education. The Bill was adopted on first and second readings on October 19, 1982, and November 16, 1982, respectively. Signed by the Mayor on December 8, 1982, it was assigned Act No. 4-254 and transmitted to both Houses of Congress for its review.\n\nLaw 13-313, the \"Technical Amendments Act of 2000\", was introduced in Council and assigned Bill No. 13-879, which was referred to the Committee of the Whole.  The Bill was adopted on first and second readings on December 5, 2000, and December 19, 2000, respectively.   Signed by the Mayor on January 19, 2001, it was assigned Act No. 13-574 and transmitted to Both Houses of Congress for its review. D.C. Law 13-313 became effective on June 19, 2001.\n\nFor Law 15-194, see notes following § 5-105.01.\n\nDC CODE § 5-109.01\n\nCurrent through December 11, 2012","credits":"(Mar. 9, 1983, D.C. Law 4-172, § 2(a), (c), (d), 29 DCR 5745; Oct. 19, 2000, D.C. Law 13-172, § 832, 47 DCR 6308; June 19, 2001, D.C. Law 13-313, § 20(a), 48 DCR 1873; Sept. 30, 2004, D.C. Law 15-194, § 402(b), 51 DCR 9406.)","sections":[{"prefix":"a","text":" The Chief of the Metropolitan Police Department shall establish a police officer cadet program, which shall include senior year high school students and young adults under 21 years of age residing in the District of Columbia who are graduates of a high school in the District, for the purpose of instructing, training, and exposing interested persons to the operations of the Metropolitan Police Department and the duties, tasks, and responsibilities of serving as a police officer with the Metropolitan Police Department."},{"prefix":"b","text":" A person successfully completing the required training and service in a cadet program established pursuant to this section shall be accorded full preference for appointment as a member of the Metropolitan Police Department or of the Fire and Emergency Medical Services Department, if the person shall have met all other requirements pertaining to membership in the chosen Department."},{"prefix":"c","text":" There may be appropriated the funds necessary for the administration of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Cadet Program."},"heading":{"title":"5","chaptersection":"109","identifier":"5-109.01","catch_text":"Cadet program authorized; purpose; preference for appointment; appropriations."}}