{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-194 rewrote subsec. (a) and added subsec. (d). Prior to amendment, subsec. (a) had read as follows:\n\n\"(a) To be eligible for appointment as a sworn member of the Metropolitan Police Department, as of December 31, 2003, an applicant must have successfully completed 2 years of post-secondary education.\"\n\nD.C. Law 16-223, repealed subsecs. (a) to (d), and added subsec. (e). Prior to repeal subsecs. (a) to (d) read:\n\n\"(a)(1) Except as provided in paragraph (2) of this subsection, to be eligible for appointment as a sworn member of the Metropolitan Police Department, as of December 31, 2003, an applicant shall have successfully completed at least 60 post-secondary semester hours from an accredited university.\n\n\"(2) A candidate for appointment as a sworn member of the Metropolitan Police Department whose application is pending as of December 31, 2003, and who is subsequently appointed shall have successfully completed at least 60 post-secondary semester hours from an accredited university within 5 years from January 28, 2004.\n\n\"(b) Within one year of October 4, 2000, the Mayor shall report to the Council on whether the requirement in subsection (a) of this section has had a positive impact on recruiting and whether the additional educational requirement should be expanded.\n\n\"(c) Subsection (a) of this section shall apply when the Metropolitan Police Department Cadet Program, authorized by 5-109.01(a), is funded, to the extent provided for by appropriations.\n\n\"(d) A sworn Metropolitan Police Department officer appointed after January 11, 2000, and prior to December 31, 2003, shall have successfully completed at least 60 post-secondary semester hours from an accredited university within 5 years from January 28, 2004.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Metropolitan Police Department Education Requirement Clarification Temporary Amendment Act of 2004 (D.C. Law 15-147, April 22, 2004, law notification 51 DCR 4931).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Metropolitan Police Department Educational Requirement Clarification Emergency Amendment Act of 2004 (D.C. Act 15-323, January 28, 2004, 51 DCR 1586).\n\nLegislative History of Laws\n\nLaw 13-160, the \"Omnibus Police Reform Amendment Act of 2000,\" was introduced in Council and assigned Bill No. 13-118, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on February 1, 2000, and April 3, 2000, respectively. Signed by the Mayor on April 24, 2000, it was assigned Act No. 13-334 and transmitted to both Houses of Congress for its review. D.C. Law 13-160 became effective on October 4, 2000.\n\nFor Law 15-194, see notes following § 5-105.01.\n\nFor Law 16-223, see notes following § 5-105.09.\n\nDC CODE § 5-107.01\n\nCurrent through December 11, 2012","credits":"(Oct. 4, 2000, D.C. Law 13-160, § 202, 47 DCR 4619; Sept. 30, 2004, D.C. Law 15-194, § 702(a), 51 DCR 9406; Mar. 6, 2007, D.C. Law 16-223, § 201(a), 53 DCR 10221.)","sections":[{"prefix":"a","text":" Repealed."},{"prefix":"b","text":" Repealed."},{"prefix":"c","text":" Repealed."},{"prefix":"d","text":" Repealed."},{"prefix":"e","text":" As of March 6, 2007, to be eligible for appointment as a sworn member of the Metropolitan Police Department, an applicant shall have either:"},{"prefix":"1","text":" Successfully completed 60 hours of post-secondary education at an accredited college or university;"},{"prefix":"2","text":" Served in the Armed Forces of the United States, including the Organized Reserves and National Guard, for at least 3 years on active duty and if separated from the military, have received an honorable discharge; or"},{"prefix":"3","text":" Served at least 5 years in a full-duty status with a full-service police department in a municipality or state within the United States and have resigned or retired in good standing."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Metropolitan Police Department Application, Appointment, and Training Requirements."},"heading":{"title":"5","chaptersection":"107","identifier":"5-107.01","catch_text":"Minimum standards for members of the Metropolitan Police Department."}}