{"text":"It shall be the duty of the Mayor of the District of Columbia at all times of the day and night within the boundaries of said Police District:","historical":"Prior Codifications\n\n1981 Ed., § 4-115.\n\n1973 Ed., § 4-119.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 5-101.03\n\nCurrent through December 11, 2012","credits":"(R.S., D.C., § 335; June 11, 1878, 20 Stat. 107, ch. 180, § 6; July 14, 1892, 27 Stat. 160, ch. 171.)","sections":[{"prefix":"1","text":" To preserve the public peace;"},{"prefix":"2","text":" To prevent crime and arrest offenders;"},{"prefix":"3","text":" To protect the rights of persons and of property;"},{"prefix":"4","text":" To guard the public health;"},{"prefix":"5","text":" To preserve order at every public election;"},{"prefix":"6","text":" To remove nuisances existing in the public streets, roads, alleys, highways, and other places;"},{"prefix":"7","text":" To provide a proper police force at every fire, in order that thereby the firemen and property may be protected;"},{"prefix":"8","text":" To protect strangers and travelers at steamboat and ship landings and railway stations;"},{"prefix":"9","text":" To see that all laws relating to the observance of Sunday, and regarding pawnbrokers, mock auctions, elections, gambling, intemperance, lottery dealers, vagrants, disorderly persons, and the public health, are promptly enforced; and"},{"prefix":"10","text":" To enforce and obey all laws and ordinances in force in the District, or any part thereof, which are properly applicable to police or health, and not inconsistent with the provisions of this title. The police shall, as far as practicable, aid in the enforcement of garbage regulations."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Police Districts; Police Services Areas."},"heading":{"title":"5","chaptersection":"101","identifier":"5-101.03","catch_text":"General duties of Mayor."}}