{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-194 substituted \"Board\" for \"Training and Standards Board\" in the introductory language of subsec. (d), par. (1) of subsec. (d), subsec. (e), the introductory language of subsec. (f), and subsecs. (i) and (k); substituted \"October 31\" for \"November 31\" in subpar. (B) of subsec. (f); and added subsec. (f-1).\n\nLegislative History of Laws\n\nFor Law 13-160, see notes following § 5-107.01.\n\nFor Law 15-194, see notes following § 5-105.01.\n\nDC CODE § 5-107.04\n\nCurrent through December 11, 2012","credits":"(Oct. 4, 2000, D.C. Law 13-160, § 205, 47 DCR 4619; Sept. 30, 2004, D.C. Law 15-194, § 302(b), 51 DCR 9406.)","sections":[{"prefix":"a","text":" The Board shall establish application and appointment criteria that include the following:"},{"prefix":"1","text":" That an applicant be a citizen of the United States at the time of application;"},{"prefix":"2","text":" Age limits;"},{"prefix":"3","text":" Height and weight guidelines;"},{"prefix":"4","text":" Physical fitness and health standards;"},{"prefix":"5","text":" Psychological fitness and health standards;"},{"prefix":"6","text":" The completion of a criminal background investigation;"},{"prefix":"7","text":" The consideration to be placed on an applicant's participation in court-ordered community supervision or probation for any criminal offense at any time from application through appointment;"},{"prefix":"8","text":" The consideration to be placed on an applicant's criminal history, including juvenile records;"},{"prefix":"9","text":" The completion of a background investigation;"},{"prefix":"10","text":" Military discharge classification information;"},{"prefix":"11","text":" Information on the prior service with the Metropolitan Police Department."},{"prefix":"b","text":" The administrative work of the Board shall be carried out by members of the Metropolitan Police Department as appointed by the Chief of Police."},{"prefix":"c","text":" Notwithstanding the standards established by the Board in accordance with subsection (a) of this section, the Chief of Police is authorized to deny employment to any applicant based upon conduct occurring while the applicant was a minor if, considering the totality of the circumstances, the Chief of Police determines that the applicant has not displayed the good moral character or integrity necessary to perform the duties of a sworn member of the Metropolitan Police Department."},{"prefix":"d","text":" Each applicant selected for appointment as a sworn member of the Metropolitan Police Department shall successfully complete an initial training program developed by the Board, unless the applicant receives a waiver pursuant to paragraph (5) of this subsection."},{"prefix":"1","text":" The Board shall determine:"},{"prefix":"A","text":" The minimum number of hours required for the initial training program;"},{"prefix":"B","text":" If and under what circumstances the initial training program will include temporary deployment of the applicant prior to regular deployment as a sworn member; and"},{"prefix":"C","text":" The subjects to be included as part of every applicant's initial training."},{"prefix":"2","text":" Prior to deployment, each applicant shall successfully complete an initial firearms training program developed by the Board."},{"prefix":"3","text":" The Board shall determine the appropriate sequence, content, and duration of the initial training program and of the initial firearms training program."},{"prefix":"4","text":" The Metropolitan Police Department is authorized to utilize the services of other law enforcement agencies or organizations engaged in the education and training of law enforcement personnel to satisfy any portion of the initial training program or the initial firearms training program."},{"prefix":"5","text":" The Chief of Police is authorized to modify or waive the initial training program and initial firearms training program requirements for either of the following:"},{"prefix":"A","text":" Any applicant who is a former sworn member of the Metropolitan Police Department who has been separated from employment with the Metropolitan Police Department for less than 3 years; or"},{"prefix":"B","text":" Any former member of a federal, state, or local law enforcement agency who has completed training similar to the Metropolitan Police Department's initial training program and initial firearms training program and who has been separated from employment with a federal, state, or local law enforcement agency for less than 3 years."},{"prefix":"e","text":" The Board shall:"},{"prefix":"A","text":" Develop and implement a program of continuing education for its sworn members."},{"prefix":"B","text":" Determine the components for the Metropolitan Police Department's continuing education program;"},{"prefix":"C","text":" Determine the appropriate consequence, including ineligibility for promotion, if a member fails to satisfy the continuing education requirement; and"},{"prefix":"D","text":" Require each sworn member to successfully complete a firearms training program."},{"prefix":"E","text":" The Metropolitan Police Department is authorized to utilize the services of other law enforcement agencies or organizations engaged in the education and training of law enforcement personnel to satisfy any portion of the required continuing education or the firearms training program. The Board shall establish guidelines for the approval of any training program."},{"prefix":"f","text":" The Board shall:"},{"prefix":"A","text":" Establish the minimum requirements for any instructor of any component of the Metropolitan Police Department's initial training program, continuing education program, or firearms training program; and"},{"prefix":"B","text":" Through the Chief of Police, not later than October 31 of each calendar year, deliver a report to the Mayor and the Council concerning the Metropolitan Police Department's initial training program, continuing education program, and firearms training program."},{"prefix":"C","text":" The report shall include the number of:"},{"prefix":"i","text":" Applicants who have successfully completed the application process;"},{"prefix":"ii","text":" Applicants who have completed the initial training program;"},{"prefix":"iii","text":" Sworn members who have completed the continuing education and firearms training programs; and"},{"prefix":"iv","text":" A plan for the following calendar year's recruiting efforts and initial and continuing education programs, including plans for correcting any deficiencies indicated by the data from the preceding calendar year."},{"prefix":"f-1","text":" Within 24 months of September 30, 2004, the Board shall:"},{"prefix":"1","text":" Review the tuition assistance program;"},{"prefix":"2","text":" Evaluate and make recommendations on the issue of creating separate career tracks for patrol and investigations;"},{"prefix":"3","text":" Establish minimum selection and training standards for members of the District of Columbia Housing Authority Police Department; and"},{"prefix":"4","text":" Review the Metropolitan Police Department Reserve Corps program's training and standards and make recommendations, as necessary."},{"prefix":"g","text":" Any applicant who met the age requirement at the time of application and who was denied appointment on the basis of racial discrimination, as determined by the Director of the Office of Human Rights, may be appointed notwithstanding the applicant's age at the time of that determination."},{"prefix":"h","text":" Applications for appointment to the Metropolitan Police Department shall be made on forms furnished by the Metropolitan Police Department."},{"prefix":"i","text":" Appointments to the Metropolitan Police Department shall be for a probationary period to be determined by the Board. Continuation of service after the expiration of that period shall be dependent upon the conduct of the appointee and his or her capacity for the performance of the duties to which assigned, as indicated by reports of superior officers. The probationary period shall be an extension of the examination period."},{"prefix":"j","text":" If the Police and Fire Clinic shall find any probationer physically or mentally unfit to continue his or her duties, that probationer shall be required to appear before the Police and Firefighter's Retirement and Relief Board. That Board shall make any findings as are required pursuant to § 5- 713, and those findings shall be incorporated in a recommendation submitted to the Mayor."},{"prefix":"k","text":" Each police officer appointed shall maintain a level of physical fitness to be determined by the Board. The final determination with respect to inappropriate fitness levels shall be made by the Medical Director of the Police and Fire Clinic."},{"prefix":"l","text":" This section shall become effective upon adoption by the Chief of Police of regulations to implement this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Metropolitan Police Department Application, Appointment, and Training Requirements."},"heading":{"title":"5","chaptersection":"107","identifier":"5-107.04","catch_text":"Duties of the Board; standards for applicants; continuing education program."}}