{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-194, in the section heading and subsec. (a), substituted \"District of Columbia Police Officers Standards and Training Board\" for \"District of Columbia Police Training and Standards Board\";  rewrote par.  (8) of subsec. (b);  added subsec. (b-1);  in subsec. (c), substituted \"Commissions\" for \"Commission\" in par. (1), and rewrote par. (2).   Prior to amendment, par. (8) of subsec. (b), and par. (2) of subsec. (c) read as follows:\n\n\"(2) The Executive Director, Virginia Division of Training and Standards.\n\n\"(8) Two police representatives appointed by the Mayor in consultation with the Chief of Police; and\"\n\nLegislative History of Laws\n\nFor Law 13-160, see notes following § 5-107.01.\n\nFor Law 15-194, see notes following § 5-105.01.\n\nDC CODE § 5-107.03\n\nCurrent through December 11, 2012","credits":"(Oct. 4, 2000, D.C. Law 13-160, § 204, 47 DCR 4619; Sept. 30, 2004, D.C. Law 15-194, § 302(a), 51 DCR 9406.)","sections":[{"prefix":"a","text":" There is hereby established the District of Columbia Police Officers Standards and Training Board (\"Board\")."},{"prefix":"b","text":" Membership on the Board shall consist of the following 11 persons who shall be voting members:"},{"prefix":"1","text":" The Mayor or the Mayor's designee;"},{"prefix":"2","text":" Chief of Police, Metropolitan Police Department or the Chief of Police's designee;"},{"prefix":"3","text":" Corporation Counsel for the District of Columbia or the Corporation Counsel's designee;"},{"prefix":"4","text":" United States Attorney for the District of Columbia or the United States Attorney's designee;"},{"prefix":"5","text":" Assistant Director in Charge, Washington Field Office, Federal Bureau of Investigation or the Assistant Director's designee;"},{"prefix":"6","text":" Representative of the District of Columbia Superior Court appointed by the Mayor in consultation with the Chief Judge of the Superior Court;"},{"prefix":"7","text":" One criminal justice educator appointed by the Mayor;"},{"prefix":"8","text":" One police representative appointed by the certified collective bargaining agent, and one police representative appointed by the Mayor in consultation with the Chief of Police."},{"prefix":"9","text":" Two community representatives appointed by the Mayor."},{"prefix":"b-1","text":" The Mayor, in consultation with the Chief of Police, shall appoint one Metropolitan Police Department Reserve Corps representative as an advisory, nonvoting member of the Board."},{"prefix":"c","text":" The following persons may be advisory, nonvoting members of the Board:"},{"prefix":"1","text":" The Executive Director, Maryland Police and Correctional Training Commissions; and"},{"prefix":"2","text":" The Director, Division of Training and Standards, Virginia Department of Criminal Justice."},{"prefix":"d","text":" The appointments to the Board shall be for a 3-year term."},{"prefix":"e","text":" No member shall serve beyond the time when he or she holds the office or employment by reason of which he or she was initially eligible for appointment and any member chosen to fill a vacancy created otherwise than by expiration of a term shall be appointed for the unexpired portion of the term of the member whom he or she succeeds."},{"prefix":"f","text":" The members shall receive no salary but members shall be reimbursed for their expenses lawfully incurred in the performance of their official functions."},{"prefix":"g","text":" Members appointed to the Board by the Mayor may be removed by the Mayor for incompetence, neglect of duty, or misconduct."},{"prefix":"h","text":" The Chairperson shall be appointed by the Mayor from among the voting members of the Board and the vice chair shall be elected from among the voting members."},{"prefix":"i","text":" The Board shall hold its initial meeting promptly after the appointment and qualification of its members. Thereafter, the Board shall meet a minimum of twice each calendar year and at other times as it or the Board's Chairperson may determine. The majority of the voting members of the Board shall constitute a quorum for the transaction of business, the performance of duties or for the exercise of any of its authority. Advisory members shall be entitled to participate in the business and deliberation of the Board, but shall not be entitled to vote. The Board shall establish its own procedures and requirements with respect to the place and conduct of its meetings."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Metropolitan Police Department Application, Appointment, and Training Requirements."},"heading":{"title":"5","chaptersection":"107","identifier":"5-107.03","catch_text":"Establishment of District of Columbia Police Officers Standards and Training Board."}}