{"text":"No person shall receive a permanent appointment who has not served the required probationary period, but the service during probation shall be deemed to be service in the uniformed force if succeeded by a permanent appointment, and as such shall be included and counted in determining eligibility for advancement, promotion, retirement, and pension in accordance with existing law. If at any time during the period of probation, the conduct or capacity of the probationer is determined by the Mayor of the District of Columbia, or his designated agent, to be unsatisfactory, the probationer shall be separated from the service after advance written notification of the reasons for and the effective date of the separation. The retention of the probationer in the service after satisfactory completion of the probationary period shall be equivalent to a permanent appointment therein.","historical":"Prior Codifications\n\n1981 Ed., § 4-106.\n\n1973 Ed., § 4-105.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nDelegation of Personnel Authority in the Metropolitan Police Department to the Chief of Police: See Mayor's Order 97-88, May 9, 1997 (44 DCR 2959).\n\nDC CODE § 5-105.04\n\nCurrent through December 11, 2012","credits":"(Aug. 31, 1918, 40 Stat. 938, ch. 164; May 27, 1968, 82 Stat. 145, Pub. L. 90-320, § 6.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Personnel."},"heading":{"title":"5","chaptersection":"105","identifier":"5-105.04","catch_text":"Probation period."}}