{"text":"The Metropolitan Police District of the District of Columbia shall be coextensive with the District of Columbia, and shall be subdivided into such police districts and precincts as the Council of the District of Columbia may from time to time direct.","historical":"Prior Codifications\n\n1981 Ed., § 4-103.\n\n1973 Ed., § 4-102.\n\nEditor's Notes\n\nPrior to Home Rule, the District of Columbia Council, via section 7.9 of Regulation No. 72-2, approved January 14, 1972, 18 DCR 417, delegated the authority to change the geographical boundaries of the police patrol districts to the Chief of Police.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(89) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 5-101.02\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1901, 31 Stat. 819, ch. 623, § 1; June 8, 1906, 34 Stat. 221, ch. 3056.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Police Districts; Police Services Areas."},"heading":{"title":"5","chaptersection":"101","identifier":"5-101.02","catch_text":"Boundaries and subdivision of Police District."}}