{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 4-916.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-208, see Historical and Statutory Notes following ยง 5-1101.\n\nDC CODE ยง 5-1106\n\nCurrent through December 11, 2012","credits":"(Mar. 26, 1999, D.C. Law 12-208, ยง 7, 45 DCR 8107.)","sections":[{"prefix":"a","text":" The Executive Director shall employ qualified persons or utilize the services of qualified volunteers, as necessary, to perform the work of the Office, including the investigation of complaints. The Executive Director may employ persons on a full-time or part-time basis, or retain the services of contractors for the purpose of resolving a particular case or cases, as may be determined by the Executive Director, except that complaint investigators may not be persons currently or formerly employed by the MPD. Chapter 6 of Title 1 shall apply to the Executive Director and other employees of the Office."},{"prefix":"b","text":" The Executive Director shall supervise all employees and volunteers of the Office, and shall ensure that all rules, regulations, and orders are carried out properly, and that all records of the Office are maintained properly."},{"prefix":"c","text":" Subject to approval of the Board, the Executive Director shall establish a pool of qualified persons who shall be assigned by the Executive Director to carry out the mediation and complaint determination functions set forth in this chapter. In selecting a person to be a member of this pool, the Executive Director shall take into consideration each person's education, work experience, competence to perform the functions required of a dispute mediator or complaint hearing examiner, and general reputation for competence, impartiality, and integrity in the discharge of his responsibilities. No member of the pool shall be a current or former employee of the MPD. For their services, the members of this pool shall be entitled to such compensation as the Executive Director, with the approval of the Board, shall determine, provided that the compensation shall be on a per-case basis, not a per-hour, basis."},{"prefix":"d","text":" The Board shall have the authority to promulgate rules to implement the provisions of this subchapter. Such rules shall be promulgated in accordance with subchapter I of Chapter 5 of Title 2, and shall be subject to review and approval by the Board before becoming effective."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Review of Citizen Complaints Involving Police."},"subchapter":{"identifier":"I","text":"Police Complaints Board; Office of Police Complaints."},"heading":{"title":"5","chaptersection":"1106","identifier":"5-1106","catch_text":"Duties of the Executive Director."}}