{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-132.\n\n1973 Ed., § 4-134a.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(99) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 5-113.02\n\nCurrent through December 11, 2012","credits":"(June 29, 1953, 67 Stat. 100, ch. 159, title III, § 302; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a).)","sections":[{"prefix":"a","text":" In addition to the records kept under § 5-113.01, the Metropolitan Police force shall keep a record of each case in which an individual in the custody of any police force or of the United States Marshal is charged with having committed a criminal offense in the District (except those traffic violations and other petty offenses to which the Council of the District of Columbia determines this section should not apply). The record shall show:"},{"prefix":"1","text":" The circumstances under which the individual came into the custody of the police or the United States Marshal;"},{"prefix":"2","text":" The charge originally placed against him, and any subsequent changes in the charge (if he is charged with murder, manslaughter, or causing the death of another by the operation of a vehicle at an immoderate speed or in a careless, reckless, or negligent manner, the charge shall be recorded as \"homicide\");"},{"prefix":"3","text":" If he is released (except on bail) without having his guilt or innocence of the charge determined by a court, the circumstances under which he is released;"},{"prefix":"4","text":" If his guilt or innocence is so determined, the judgment of the court;"},{"prefix":"5","text":" If he is convicted, the sentence imposed; and"},{"prefix":"6","text":" If, after being confined in a correctional institution, he is released therefrom, the circumstances of his release."},{"prefix":"b","text":" The Attorney General, the Corporation Counsel, the United States Magistrate for the District, the Clerk of the District Court, the Clerk of the Superior Court of the District of Columbia, and the Director of the Department of Corrections shall furnish the Chief of Police with such information as the Mayor of the District of Columbia considers necessary to enable the Metropolitan Police force to carry out this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Records."},"part":{"identifier":"A","text":"General -- Metropolitan Police Department."},"heading":{"title":"5","chaptersection":"113","identifier":"5-113.02","catch_text":"Criminal offenses."}}