{"text":"If any member of the police force, or if any 2 or more householders shall report in writing, under his or their signature, to the Chief of Police that there are good grounds, stating the same, for believing any house, room, or premises within the police district to be kept or used for any of the following purposes, namely: (1) as a common gaming house, common gaming room, or common gaming premises, for therein playing for wagers of money at any game of chance; (2) as a bawdy house, or as a house of prostitution, or for purposes of prostitution; (3) for lewd and obscene public amusement or entertainment; or (4) for the deposit or sale of lottery tickets or lottery policies, it shall be lawful for the Chief of Police to authorize any member or members of the police force to enter the same, who shall forthwith arrest all persons there found offending against law, and seize all implements of gaming, or lottery tickets, or lottery policies, and convey any person so arrested before the proper court, and bring the articles so seized to the office of the Mayor of the District of Columbia.","historical":"Prior Codifications\n\n1981 Ed., § 4-145.\n\n1973 Ed., § 4-145.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nOffice of Major and Superintendent of Metropolitan Police abolished: See Historical and Statutory Notes following § 5-105.01.\n\nDC CODE § 5-115.06\n\nCurrent through December 11, 2012","credits":"(R.S., D.C., § 402; June 11, 1878, 20 Stat. 107, ch. 180, § 6.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"VIII","text":"Arrests."},"heading":{"title":"5","chaptersection":"115","identifier":"5-115.06","catch_text":"Gaming and bawdy houses and sale of lottery tickets--Arrest of persons; seizure of implements."}}