{"text":"For the purposes of this subchapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 19-169, in par. (5), substituted \"person with a disability\" for \"handicapped person\".\n\nLegislative History of Laws\n\nLaw 16-117, the \"Vehicle Insurance Enforcement Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-56 which was referred to the Committee on the Judiciary.  The Bill was adopted on first and second readings on February 7, 2006, and March 7, 2006, respectively.   Signed by the Mayor on March 23, 2006, it was assigned Act No. 16-319 and transmitted to both Houses of Congress for its review.  D.C. Law 16-117 became effective on June 8, 2006.\n\nLaw 19-169, the \"People First Respectful Language Modernization Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-189, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on March 6, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 15, 2012, it was assigned Act No. 19-361 and transmitted to both Houses of Congress for its review. D.C. Law 19-169 became effective on September 26, 2012.\n\nDC CODE § 5-114.01\n\nCurrent through December 11, 2012","credits":"(June 8, 2006, D.C. Law 16-117, § 101, 53 DCR 2548; Sept. 26, 2012, D.C. Law 19-169, § 12, 59 DCR 5567.)","sections":[{"prefix":"1","text":" \"Accident\" means an untoward and unforeseen occurrence out of the maintenance or use of:"},{"prefix":"A","text":" A motor vehicle;"},{"prefix":"B","text":" A vehicle operated or designed for operation upon a highway by power other than muscular power with respect only to any pedestrian or any occupant of that vehicle other than the owner or operator of that vehicle; or"},{"prefix":"C","text":" Any other vehicle covered by the insurance coverage required by § 31- 2406."},{"prefix":"2","text":" \"Insurance Identification Card\" means a current document issued by an insurer as proof of insurance for a motor vehicle that lists the name of the insurer, the policy number, the name of the insured, the period of coverage for the insurance, and the make, model, and vehicle identification number."},{"prefix":"3","text":" \"Insurer\" means any person, company, or professional association licensed in the District of Columbia that provides motor vehicle liability protection or any self-insurer."},{"prefix":"4","text":" \"Law enforcement officer\" means any officer of the Metropolitan Police Department, whether salaried or reserve, or of any other law enforcement agency operating in the District of Columbia with which the Metropolitan Police Department has an agreement authorizing its officers to enforce the provisions of this subchapter."},{"prefix":"5","text":" \"Motor vehicle\" means any device propelled by an internal-combustion engine, electricity, or steam, including any non-operational vehicle that is being restored or repaired. The term \"motor vehicle\" does not include traction engines used exclusively for drawing vehicles in fields, road rollers, vehicles propelled only upon rails and tracks, electric personal assistive mobility devices, as defined by § 50-2201.02(12), and battery-operated wheelchairs when operated by a person with a disability at speeds not exceeding 10 miles per hour."},{"prefix":"6","text":" \"Operator\" means a person who drives or is in actual physical control of a motor vehicle or who is exercising control over or steering a motor vehicle being pushed or towed by a motor vehicle."},{"prefix":"7","text":" \"Owner\" means any person, corporation, firm, agency, association, organization, or federal, state, or local government agency or other authority or other entity having the property or title to a vehicle or bicycle used or operated in the District; any registrant of a vehicle used or operated in the District; or any person, corporation, firm, agency, association, organization, or federal, state, or local government agency or authority or other entity in business or renting or leasing vehicles or bicycles to be used or operated in the District."},{"prefix":"8","text":" \"Proof of insurance\" means a valid Insurance Identification Card for a District of Columbia resident or its equivalent for the resident of another state. Other documentation from an insurance company that constitutes reasonable proof of valid insurance being in effect shall be adequate evidence of proof of insurance."},{"prefix":"9","text":" \"Self-insurer\" means any person having received a certificate of self-insurance issued by the Mayor pursuant to § 50-1301.79."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"VII-A","text":"Demand for Proof of Insurance from Motorists."},"heading":{"title":"5","chaptersection":"114","identifier":"5-114.01","catch_text":"Definitions."}}