{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-920.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-208, see Historical and Statutory Notes following § 5-1101.\n\nDC CODE § 5-1110\n\nCurrent through December 11, 2012","credits":"(Mar. 26, 1999, D.C. Law 12-208, § 11, 45 DCR 8107.)","sections":[{"prefix":"a","text":" If deemed appropriate by the Executive Director, and if the parties agree to participate in a conciliation process, the Executive Director may attempt to resolve a complaint by conciliation."},{"prefix":"b","text":"(1) The conciliation of a complaint shall be evidenced by a written agreement signed by the Executive Director and the parties which may provide for oral apologies or assurances, written undertakings, or any other terms satisfactory to the parties. No oral or written statements made in conciliation proceedings may be used as a basis for any discipline or recommended discipline against a subject police officer or officers or in any civil or criminal litigation."},{"prefix":"2","text":" The parties may agree in writing that a written conciliation agreement shall not be a public document and shall not be available to the public, as would normally be required pursuant to subchapter II of Chapter 5 of Title 2."},{"prefix":"c","text":" If conciliation efforts are unsuccessful, the Executive Director may dismiss the complaint in accordance with §§ 5-1107 and 5-1108, refer the complaint to mediation, or refer the complaint for investigation."},{"prefix":"d","text":" If the Executive Director refers the complaint to mediation, the Executive Director shall assign the matter to a member of the pool who is experienced in mediation, shall schedule an initial mediation session for the earliest convenient time, and shall notify the complainant and subject police officer or officers in writing of the date, time, and location of the initial mediation session."},{"prefix":"e","text":" The complainant, the subject police officer or officers, and the mediator shall be present at mediation sessions. Alternatively, the mediator may meet individually with the complainant and the subject police officer or officers. Except as provided in this subsection, no other person may be present or participate in mediation sessions, except as determined by the mediator to be required for a fair and expeditious mediation of the complaint. An interpreter shall be present when necessary for effective communication and shall be provided by the Office when timely requested by a party. When the complainant is under 18 years of age or is an adult who, because of mental, physical, or emotional condition or disability, cannot participate competently in mediation, a parent, guardian, conservator, or other responsible adult must be present at mediation sessions."},{"prefix":"f","text":" The mediation process shall continue as long as the mediator believes it may result in the resolution of the complaint, except that it may not extend beyond 30 days from the date of the initial mediation session without the approval of the Executive Director. No oral or written statement made during the mediation process may be used by the Office or the MPD as a basis for any discipline or recommended discipline of the subject police officer or officers, nor in any civil or criminal litigation, except as otherwise provided by the rules of court or the rules of evidence."},{"prefix":"g","text":" If mediation is successful, the mediator and the parties shall sign a mediation agreement resolving the complaint. The Executive Director shall place a copy of the mediation agreement in the complaint file and shall forward a copy of the mediation agreement to the Police Chief. The Police Chief shall monitor the conduct of the police officer or officers to determine that the police officer complies with the terms of an agreement reached after mediation."},{"prefix":"h","text":" The parties may agree in writing that a mediation agreement shall not be a public document and shall not be available to the public, as would normally be required pursuant to subchapter II of Chapter 5 of Title 2."},{"prefix":"i","text":" If mediation efforts are unsuccessful, the Executive Director may dismiss the complaint in accordance with §§ 5-1107 and 5-1108, may refer the complaint for investigation, or may refer the complaint for adjudication if the Executive Director determines that further investigation is unnecessary."},{"prefix":"j","text":" If, after the Executive Director refers a complaint to mediation, the complainant willfully fails to participate in good faith in the mediation process, the Executive Director may dismiss the complaint in accordance with §§ 5-1107 and 5-1108, may refer the complaint for investigation, or may refer the complaint to a complaint examiner for adjudication of the merits of the complaint if the Executive Director determines that further investigation is unnecessary."},{"prefix":"k","text":" If, after the Executive Director refers a complaint to mediation, any police officer subject to the complaint refuses to participate in the mediation process in good faith, such refusal or failure shall constitute cause for discipline by the Police Chief. The Police Chief shall cause appropriate disciplinary action to be instituted against the police officer for such a violation and shall notify the Executive Director of the outcome of such action. In the event that the subject police officer refuses to participate in the mediation process or fails to participate in the mediation process in good faith, the Executive Director shall refer the complaint for investigation, or may refer the complaint for adjudication if further investigation is deemed unnecessary."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Review of Citizen Complaints Involving Police."},"subchapter":{"identifier":"I","text":"Police Complaints Board; Office of Police Complaints."},"heading":{"title":"5","chaptersection":"1110","identifier":"5-1110","catch_text":"Conciliation and mediation."}}