{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-135.\n\n1973 Ed., § 4-135.\n\nEffect of Amendments\n\nD.C. Law 16-144, in subsec. (a), substituted \"Except as provided in subsection (c) of this section, the records\" for \"The records\"; and added subsec. (c).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Safe Streets Anti-Prostitution Emergency Amendment Act of 1996 (D.C. Act 11-252, April 15, 1996, 43 DCR 2139).\n\nLegislative History of Laws\n\nLaw 11-130, the \"Safe Streets Anti-Prostitution Amendment Act of 1996,\" was introduced in Council and Assigned Bill No. 11-439, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on February 6, 1996, and March 5, 1996, respectively. Signed by the mayor on March 15, 1996, it was assigned Act No. 11-237 and transmitted to both Houses of Congress for its review. D.C. Law 11-130 became effective on May 24, 1996.\n\nLaw 16-144, the \"White Collar Insurance Fraud Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-208 which was referred to the Committee on the Judiciary.  The Bill was adopted on first and second readings on February 7, 2006, and March 7, 2006, respectively.   Signed by the Mayor on March 30, 2006, it was assigned Act No. 16-340 and transmitted to both Houses of Congress for its review.  D.C. Law 16-144 became effective on July 25, 2006.\n\nDC CODE § 5-113.06\n\nCurrent through December 11, 2012","credits":"(R.S., D.C., § 389; June 29, 1953, 67 Stat. 99, ch. 159, title III, § 301(b); Aug. 20, 1954, 68 Stat. 755, ch. 778, § 2; July 29, 1970, 84 Stat. 571, Pub. L. 91-358, title I, § 155(c)(13); Oct. 25, 1972, 86 Stat. 1108, Pub. L. 92-543, § 1; May 24, 1996, D.C. Law 11-130, § 2, 43 DCR 1570; July 25, 2006, D.C. Law 16-144, § 3, 53 DCR 2838.)","sections":[{"prefix":"a","text":" Except as provided in subsection (c) of this section, the records to be kept by paragraphs (1), (2), and (4) of § 5-113.01 shall be open to public inspection when not in actual use, and this requirement shall be enforceable by mandatory injunction issued by the Superior Court of the District of Columbia on the application of any person."},{"prefix":"b","text":" The name, address, date of birth, occupation, and photograph of any person convicted of a violation of Chapter 27 of Title 22, shall be made available to the public upon written request, in exchange for a reasonable fee established by the Mayor or his or her designee."},{"prefix":"c","text":"(1) Notwithstanding any other law, the Metropolitan Police Department shall not release or otherwise make available reports of motor vehicle accidents to any person prohibited from soliciting or procuring clients, patients, or customers pursuant to § 22-3225.14. This section does not prohibit an attorney retained by a person involved in an accident, or the agent of that attorney, from obtaining the report of that accident."},{"prefix":"2","text":" In addition to any other requirements, a person requesting to inspect or copy a motor vehicle accident report within 21 days of the accident shall:"},{"prefix":"A","text":" Produce for inspection and copying a government-issued, photo identification; and"},{"prefix":"B","text":" Provide a signed statement that:"},{"prefix":"i","text":" Identifies the requested report;"},{"prefix":"ii","text":" Includes the printed name of the requestor; and"},{"prefix":"iii","text":" Attests that the requestor is not prohibited from obtaining the report under paragraph (1) of this subsection."},{"prefix":"3","text":" For each request to inspect or copy a motor vehicle accident report made within 21 days of the accident, the Metropolitan Police Department shall maintain for one year a copy of the requestor's photo identification and the statement provided pursuant to paragraph (2) of this subsection."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Records."},"part":{"identifier":"A","text":"General -- Metropolitan Police Department."},"heading":{"title":"5","chaptersection":"113","identifier":"5-113.06","catch_text":"Records open to public inspection."}}