{"text":"","historical":"Legislative History of Laws\n\nFor 15-174, see notes following § 5-113.31.\n\nDC CODE § 5-113.32\n\nCurrent through December 11, 2012","credits":"(July 15, 2004, D.C. Law 15-174, § 102, 51 DCR 3677.)","sections":[{"prefix":"a","text":" In open homicide investigations, law enforcement agencies shall retain case jackets, crime scene examination case files, and any evidence collected during the course of the investigation for 65 years from the date the crime is first reported to the law enforcement agency."},{"prefix":"b","text":" In open investigations of the following crimes, law enforcement agencies shall retain case jackets, crime scene examination case files, and any evidence collected during the course of the investigation for the length of each crime's statute of limitations:"},{"prefix":"1","text":" Assault with intent to kill;"},{"prefix":"2","text":" Aggravated assault;"},{"prefix":"3","text":" Assault on a police officer with a dangerous weapon;"},{"prefix":"4","text":" Burglary;"},{"prefix":"5","text":" Mayhem;"},{"prefix":"6","text":" Malicious disfigurement;"},{"prefix":"7","text":" Sexual abuse and sex offenses; and"},{"prefix":"8","text":" Any crime of violence, as that term is defined in § 22-4501, that is committed while armed, as that term is described in section § 22-4502."},{"prefix":"c","text":" Evidence preserved pursuant to subsections (a) and (b) of this section shall be preserved in such a manner, including if necessary by refrigeration, as to maintain the ability to conduct forensic testing, including DNA testing."},{"prefix":"d","text":" Law enforcement agencies shall not be required to preserve evidence pursuant to subsections (a) and (b) of this section that is of such a size, bulk, or physical character as to render retention impracticable. If practicable, law enforcement agencies shall remove and preserve portions of evidence if such portions contain sufficient evidence to permit future DNA or other forensic testing. When it is not practicable to preserve evidence pursuant to this subsection, law enforcement agencies shall photograph the evidence before disposing of it. When it is not practicable to preserve evidence in its entirety but portions of it are preserved pursuant to this subsection, law enforcement agencies shall photograph the evidence:"},{"prefix":"1","text":" Prior to removing portions of the evidence; and"},{"prefix":"2","text":" After removing portions of the evidence and before disposing of it."},{"prefix":"e","text":" Photographs of evidence created pursuant to subsection (d) of this section shall be retained in the crime scene examination case files of the corresponding investigation."},{"prefix":"f","text":" In closed investigations of the following crimes, law enforcement agencies shall retain case jackets and crime scene examination case files for as long as evidence is preserved for those investigations pursuant to Chapter 41A of Title 22."},{"prefix":"1","text":" Homicides;"},{"prefix":"2","text":" Assault with intent to kill;"},{"prefix":"3","text":" Aggravated assault;"},{"prefix":"4","text":" Burglary;"},{"prefix":"5","text":" Assault on a police officer with a dangerous weapon;"},{"prefix":"6","text":" Mayhem;"},{"prefix":"7","text":" Malicious disfigurement;"},{"prefix":"8","text":" Sexual abuse and sex offenses; and"},{"prefix":"9","text":" Any crime of violence, as that term is defined in § 22-4501, that is committed while armed, as that term is described in § 22-4502."},{"prefix":"g","text":" Case jackets, crime scene examination case files, and evidence from open and closed homicide investigations shall not, under any circumstance, be destroyed or disposed of without the written approval of the Chief or the Property Clerk of the Metropolitan Police Department and without prior written approval of the United States Attorney for the District of Columbia, for investigations under the prosecutorial jurisdiction of the United States Attorney, and the Corporation Counsel for the District of Columbia, for investigations under the prosecutorial jurisdiction of the Corporation Counsel."},{"prefix":"h","text":" Nothing in this section shall prohibit law enforcement agencies from:"},{"prefix":"1","text":" Combining case jackets and crime scene examination files into one file;"},{"prefix":"2","text":" Destroying duplicative copies of a record or document; or"},{"prefix":"3","text":" Storing case jackets and crime scene investigation files electronically, so long as electronic storage will not compromise the admissibility of the records or documents."},{"prefix":"i","text":" Nothing in this section shall be construed as a requirement that a law enforcement agency shall collect a particular item of evidence, in whole or in part."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Records."},"part":{"identifier":"B","text":"Preservation of Crime Investigation Records -- Law Enforcement Agencies."},"heading":{"title":"5","chaptersection":"113","identifier":"5-113.32","catch_text":"Retention of records and preservation of evidence from open homicide, sexual assault, and violent crime investigations."}}