{"text":"Except as provided in § 22-1319, whoever shall make or cause to be made to the Metropolitan Police force of the District of Columbia, or to any officer or member thereof, a false or fictitious report of the commission of any criminal offense within the District of Columbia, or a false or fictitious report of any other matter or occurrence of which such Metropolitan Police force is required to receive reports, or in connection with which such Metropolitan Police force is required to conduct an investigation, knowing such report to be false or fictitious; or who shall communicate or cause to be communicated to such Metropolitan Police force, or any officer or member thereof, any false information concerning the commission of any criminal offense within the District of Columbia or concerning any other matter or occurrence of which such Metropolitan Police force is required to receive reports, or in connection with which such Metropolitan Police force is required to conduct an investigation, knowing such information to be false, shall be punished by a fine of not exceeding $300 or by imprisonment not exceeding 30 days.","historical":"Prior Codifications\n\n1981 Ed., § 4-151.\n\n1973 Ed., § 4-150a.\n\nEffect of Amendments\n\nD.C. Law 14-194 substituted \"Except as provided in § 22-1319, whoever\" for \"Whoever\".\n\nLegislative History of Laws\n\nLaw 14-194, the \"Omnibus Anti-Terrorism Act of 2002\", was introduced in Council and assigned Bill No. 14-373, which was referred to the Committee on the Judiciary.  The Bill was adopted on first and second readings on April 9, 2002, and May 7, 2002, respectively.   Signed by the Mayor on June 3, 2002, it was assigned Act No. 14-380 and transmitted to both Houses of Congress for its review.  D.C. Law 14-194 became effective on October 17, 2002.\n\nDC CODE § 5-117.05\n\nCurrent through December 11, 2012","credits":"(Dec. 27, 1967, 81 Stat. 739, Pub. L. 90-226, title VI, § 608; Oct. 17, 2002, D.C. Law 14-194, § 152, 49 DCR 5306.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"IX","text":"Supervisory Power Over Certain Businesses."},"heading":{"title":"5","chaptersection":"117","identifier":"5-117.05","catch_text":"False or fictitious reports to Metropolitan Police."}}