{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-919.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-208, see Historical and Statutory Notes following § 5-1101.\n\nDC CODE § 5-1109\n\nCurrent through December 11, 2012","credits":"(Mar. 26, 1999, D.C. Law 12-208, § 10, 45 DCR 8107.)","sections":[{"prefix":"a","text":" When, in the determination of the Executive Director, there is reason to believe that the misconduct alleged in a complaint or disclosed by an investigation of the complaint may be criminal in nature, the Executive Director shall refer the matter to the United States Attorney for the District of Columbia for possible criminal prosecution. The referral shall be accompanied by a copy of all of the Office's files relevant to the matter being referred."},{"prefix":"b","text":" The Executive Director shall give written notification of such referral to the Police Chief, the complainant, and the subject officer or officers. The receipt of notification by the Police Chief that a matter has been referred to the United States Attorney for the District of Columbia shall not constitute knowledge or cause to know of acts, occurrences, or allegations contained in such referral for purposes of § 1-616.01."},{"prefix":"c","text":" The Executive Director shall maintain a record of each referral, and ascertain and record the disposition of each matter referred to the United States Attorney."},{"prefix":"d","text":" If the United States Attorney declines in writing to prosecute, the Office shall resume its processing of the complaint, and thereafter the Executive Director may dismiss the complaint in accordance with §§ 5-1107 and 5- 1108, conciliate the complaint, refer the complaint to mediation, or refer the complaint for investigation, as appropriate."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Review of Citizen Complaints Involving Police."},"subchapter":{"identifier":"I","text":"Police Complaints Board; Office of Police Complaints."},"heading":{"title":"5","chaptersection":"1109","identifier":"5-1109","catch_text":"Referral of complaint to the United States Attorney."}}