{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-128.\n\n1973 Ed., § 4-131.\n\nLegislative History of Laws\n\nLaw 4-115, the \"District of Columbia Protective Services Police Identification Act of 1982,\" was introduced in Council and assigned Bill No. 4-379, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on March 23, 1982, and April 6, 1982, respectively. Signed by the Mayor on April 12, 1982, it was assigned Act No. 4-178 and transmitted to both Houses of Congress for its review.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 5-111.03\n\nCurrent through December 11, 2012","credits":"(May 25, 1926, 44 Stat. 635, ch. 381; Aug. 29, 1972, 86 Stat. 639, Pub. L. 92-410, title I, § 112; Nov. 15, 1977, 91 Stat. 1371, Pub. L. 95-179; June 4, 1982, D.C. Law 4-115, § 3, 29 DCR 1701.)","sections":[{"prefix":"a","text":" For furnishing uniforms and all other official equipment prescribed by Department regulations as necessary and requisite in the performance of duty there is hereby authorized to be appropriated a sum not exceeding $75 per annum for each member of the Metropolitan Police, to be expended subject to rules and regulations to be prescribed by the Mayor of the District of Columbia."},{"prefix":"b","text":" The Chief of Police of the Metropolitan Police force, the Fire Chief of the District of Columbia Fire Department, the Commanding Officer of the United States Secret Service Uniformed Division, and the Commanding Officer of the United States Park Police force are each authorized to provide a clothing allowance, not to exceed $300 in any 1 year, to an officer or member assigned to perform duties in \"plainclothes.\" Such clothing allowance is not to be treated as part of the officer's or member's basic compensation and shall not be used for the purpose of computing his overtime, promotions, or retirement benefits. Such allowance for any officer or member may be discontinued at any time upon written notification by the authorizing official."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Clothing."},"heading":{"title":"5","chaptersection":"111","identifier":"5-111.03","catch_text":"Appropriations."}}