{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-917.\n\nEffect of Amendments\n\nD.C. Law 13-100, in subsec. (a), substituted \"MPD, and any other agency pursuant to subsection (j) of this section\" for the acronym \"MPD\", and added subsec. (j), relating to additional applicability of the chapter.\n\nD.C. Law 15-352, in subsec. (a), deleted \"or\" from the end of par. (4), substituted \"; or\" for a period at the end of par. (5), and added par. (6).\n\nD.C. Law 16-305, in subsec. (a)(4), substituted \"disability\" for \"handicap\".\n\nD.C. Law 17-177, in subsec. (a)(4), substituted \"sexual orientation, gender identity or expression\" for \"sexual orientation\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-208, see Historical and Statutory Notes following § 5-1101.\n\nLaw 13-100, the \"Federal Law Enforcement Officer Cooperation Act of 1999,\" was introduced in Council and assigned Bill No. 13-302, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 7, 1999, and December 21, 1999, respectively. Signed by the Mayor on January 10, 2000, it was assigned Act No. 13-246 and transmitted to both Houses of Congress for its review. D.C. Law 13-100 became effective on May 9, 2000.\n\nFor Law 15-352, see notes following § 5-331.01.\n\nFor Law 16-305, see notes following § 5-119.10.\n\nFor Law 17-177, see notes following § 5-1103.\n\nDC CODE § 5-1107\n\nCurrent through December 11, 2012","credits":"(Mar. 26, 1999, D.C. Law 12-208, § 8, 45 DCR 8107; May 9, 2000, D.C. Law 13-100, § 5, 46 DCR 794; Apr. 13, 2005, D.C. Law 15-352, § 331, 52 DCR 2296; Apr. 24, 2007, D.C. Law 16-305, § 18, 53 DCR 6198; June 25, 2008, D.C. Law 17-177, § 8(b), 55 DCR 3696.)","sections":[{"prefix":"a","text":" The Office shall have the authority to receive and to dismiss, conciliate, mediate, or adjudicate a citizen complaint against a member or members of the MPD, and any other agency pursuant to subsection (j) of this section that alleges abuse or misuse of police powers by such member or members, including:"},{"prefix":"1","text":" Harassment;"},{"prefix":"2","text":" Use of unnecessary or excessive force;"},{"prefix":"3","text":" Use of language or conduct that is insulting, demeaning, or humiliating;"},{"prefix":"4","text":" Discriminatory treatment based upon a person's race, color, religion, national origin, sex, age, marital status, personal appearance, sexual orientation, gender identity or expression, family responsibilities, physical disability, matriculation, political affiliation, source of income, or place of residence or business;"},{"prefix":"5","text":" Retaliation against a person for filing a complaint pursuant to this chapter; or"},{"prefix":"6","text":" Failure to wear or display required identification or to identify oneself by name and badge number when requested to do so by a member of the public."},{"prefix":"b","text":" If a complaint alleges misconduct that is not within the authority of the Office to review, the Executive Director shall refer the allegation to the Police Chief for further processing by the MPD, as appropriate."},{"prefix":"c","text":" Any individual having personal knowledge of alleged police misconduct may file a complaint with the Office on behalf of a victim."},{"prefix":"d","text":" To be timely, a complaint must be received by the Office within 45 days from the date of the incident that is the subject of the complaint. The Executive Director may extend the deadline for good cause."},{"prefix":"e","text":" Each complaint shall be reduced to writing and signed by the complainant."},{"prefix":"f","text":" Complaint forms shall conclude with the following words: \"I hereby certify that to the best of my knowledge, and under penalty of perjury, the statements made herein are true.\"."},{"prefix":"g","text":" The Executive Director shall screen each complaint and may request additional information from the complainant. Within 7 working days of the receipt of the complaint, or within 7 working days of the receipt of additional information requested from the complainant, the Executive Director shall take one of the following actions:"},{"prefix":"1","text":" Dismiss the complaint, with the concurrence of one member of the Board;"},{"prefix":"2","text":" Refer the complaint to the United States Attorney for the District of Columbia for possible criminal prosecution;"},{"prefix":"3","text":" Attempt to conciliate the complaint;"},{"prefix":"4","text":" Refer the complaint to mediation; or"},{"prefix":"5","text":" Refer the complaint for investigation."},{"prefix":"h","text":" The Executive Director shall notify in writing the complainant and the subject police officer or officers of the action taken under subsection (g) of this section. If the complaint is dismissed, the notice shall be accompanied by a brief statement of the reasons for the dismissal, and the Executive Director shall notify the complainant that the complaint may be brought to the attention of the Police Chief who may direct that the complaint be investigated and that appropriate action be taken."},{"prefix":"i","text":" For purposes of § 1-616.01, the receipt by the Office of an oral or written complaint shall not constitute knowledge or cause to know of acts, occurrences, or allegations contained in such complaint. For purposes of § 1-616.01, the MPD shall be deemed to know or have cause to know of the acts, occurrences, or allegations in a complaint received by the Office at the time the MPD receives written notice from the Office that an allegation in a complaint processed by the Office has been sustained."},{"prefix":"j","text":" This subchapter shall also apply to the District of Columbia Housing Authority Police Department and to any federal law enforcement agency that, pursuant to Chapter 3 of this title, has a cooperative agreement with the MPD that requires coverage by the Office; provided, that the Chief of the respective law enforcement department or agency shall perform the duties of the MPD Chief of Police for the members of their respective departments."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Review of Citizen Complaints Involving Police."},"subchapter":{"identifier":"I","text":"Police Complaints Board; Office of Police Complaints."},"heading":{"title":"5","chaptersection":"1107","identifier":"5-1107","catch_text":"Authority of the Office and processing of complaint."}}