{"text":"The Mayor of the District of Columbia shall cause the Metropolitan Police force to keep the following records:","historical":"Prior Codifications\n\n1981 Ed., § 4-131.\n\n1973 Ed., § 4-134.\n\nLegislative History of Laws\n\nLaw 8-261, the \"District of Columbia Prevention of Domestic Violence Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-192, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 26, 1990, and July 10, 1990, respectively. Signed by the Mayor on July 18, 1990, it was assigned Act No. 8-239 and transmitted to both Houses of Congress for its review.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(98) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 5-113.01\n\nCurrent through December 11, 2012","credits":"(R.S., D.C., § 386; June 11, 1878, 20 Stat. 107, ch. 180, § 6; June 29, 1953, 67 Stat. 99, ch. 159, title III, § 301(a); Aug. 20, 1954, 68 Stat. 755, ch. 778, § 1; Apr. 30, 1991, D.C. Law 8-261, § 4, 37 DCR 5001.)","sections":[{"prefix":"1","text":" General complaint files, in which shall be entered every complaint preferred upon personal knowledge of the circumstances thereof, with the name and residence of the complainant;"},{"prefix":"2","text":" Records of lost, missing, or stolen property;"},{"prefix":"3","text":" A personnel record of each member of the Metropolitan Police force, which shall contain his name and residence; the date and place of his birth; his marital status; the date he became a citizen, if foreign born; his age; his former occupation; and the dates of his appointment and separation from office, together with the cause of the latter;"},{"prefix":"4","text":" Arrest books, which shall contain the following information:"},{"prefix":"A","text":" Case number, date of arrest, and time of recording arrest in arrest book;"},{"prefix":"B","text":" Name, address, date of birth, color, birthplace, occupation, and marital status of person arrested;"},{"prefix":"C","text":" Offense with which person arrested was charged and place where person was arrested;"},{"prefix":"D","text":" Name and address of complainant;"},{"prefix":"E","text":" Name of arresting officer; and"},{"prefix":"F","text":" Disposition of case;"},{"prefix":"4A","text":" The Metropolitan Police force shall maintain a computerized record of a civil protection order or bench warrant issued as a result of an intrafamily offense; and"},{"prefix":"5","text":" Such other records as the Council of the District of Columbia considers necessary for the efficient operation of the Metropolitan Police force."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Records."},"part":{"identifier":"A","text":"General -- Metropolitan Police Department."},"heading":{"title":"5","chaptersection":"113","identifier":"5-113.01","catch_text":"Records--Required."}}