{"text":"All property, or money alleged or supposed to have been feloniously obtained, or which shall be lost or abandoned, and which shall be thereafter taken into the custody of any member of the police force, or the Superior Court of the District of Columbia, or which shall come into such custody, shall be, by such member, or by order of the Court, given into the custody of the Property Clerk and kept by him, except that the custody of any abandoned vehicle shall be transferred to the Abandoned and Junk Vehicle Division of the Department of Public Works.","historical":"Prior Codifications\n\n1981 Ed., § 4-153.\n\n1973 Ed., § 4-152.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-24, see Historical and Statutory Notes following § 5-119.02.\n\nReferences in Text\n\nThe Police Court of the District of Columbia and the Municipal Court for the District of Columbia were consolidated by the Act of April 1, 1942, 56 Stat. 190, ch. 207, § 1. The Act of July 8, 1963, § 1, substituted \"District of Columbia Court of General Sessions\" for \"Municipal Court for the District of Columbia.\" The Act of July 29, 1970, Pub. L. 91-358, § 155(a), substituted \"Superior Court of the District of Columbia\" for \"District of Columbia Court of General Sessions.\".\n\nDelegation of Authority\n\nDelegation of authority under D.C. Law 8-24, the \"D.C. Abandoned and Junk Vehicle Removal Amend. Act of 1989\", see Mayor's Order 90-11, January 23, 1990.\n\nDC CODE § 5-119.02\n\nCurrent through December 11, 2012","credits":"(R.S., D.C., § 409; Sept. 9, 1989, D.C. Law 8-24, § 6(b), 36 DCR 4575.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"Property."},"heading":{"title":"5","chaptersection":"119","identifier":"5-119.02","catch_text":"Lost, stolen or abandoned property--Custody."}}