{"text":"When animals or articles of property (except perishable property) other than money, returned to the Property Clerk as the proceeds of crime, are shown by sufficient evidence to be necessary for the current use of the owner and not for sale, the Mayor of the District of Columbia has power, in his discretion, to authorize the Property Clerk to place the same in the custody of the owner, upon sufficient bonds being given by the owner in the sum of twice the value of the property, conditioned for the production of the same at any time within 1 year, when required for use in court as evidence in any proceedings thereon.","historical":"Prior Codifications\n\n1981 Ed., § 4-165.\n\n1973 Ed., § 4-163.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 5-119.14\n\nCurrent through December 11, 2012","credits":"(R.S., D.C., § 420; June 11, 1878, 20 Stat. 107, ch. 180, § 6.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"Property."},"heading":{"title":"5","chaptersection":"119","identifier":"5-119.14","catch_text":"Property delivered to owner preceding trial--Generally."}}