{"text":"All records of the Metropolitan Police Department shall be preserved, except that the Mayor, upon recommendation of the Chief of the Metropolitan Police Department and only pursuant to part B of this subchapter, may cause records which the Metropolitan Police Department considers to be obsolete or of no further value to be destroyed.","historical":"Prior Codifications\n\n1981 Ed., § 4-137.\n\n1973 Ed., § 4-137.\n\nEffect of Amendments\n\nD.C. Law 15-174 rewrote the section which had read as follows:\n\n\"All records of the Metropolitan Police force shall be preserved, except that the Mayor of the District of Columbia, upon recommendation of the Chief of Police, may cause records which it considers to be obsolete or of no further value to be destroyed.\"\n\nD.C. Law 15-354 validated a previously made technical correction.\n\nD.C. Law 16-191 validated a previously made technical correction.\n\nLegislative History of Laws\n\nLaw 15-174, the \"Millicent Allewelt Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-34, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on January 6, 2004, and March 2, 2004, respectively. Signed by the Mayor on March 23, 2004, it was assigned Act No. 15-408 and transmitted to both Houses of Congress for its review. D.C. Law 15-174 became effective on July 15, 2004.\n\nFor Law 15-354, see notes following § 5-101.04.\n\nLaw 16-191, the \"Technical Amendments Act of 2006\", was introduced in Council and assigned Bill No. 16-760, which was referred to the Committee of the whole. The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively. Signed by the Mayor on July 31, 2006, it was assigned Act No. 16-475 and transmitted to both Houses of Congress for its review. D.C. Law 16-191 became effective on March 2, 2007.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nOffice of Major and Superintendent of Metropolitan Police abolished: See Historical and Statutory Notes following § 5-105.01.\n\nDC CODE § 5-113.07\n\nCurrent through December 11, 2012","credits":"(R.S., D.C., § 390; June 11, 1878, 20 Stat. 107, ch. 180, § 6; June 29, 1953, 67 Stat. 99, ch. 159, title III, § 301(c); July 15, 2004, D.C. Law 15-174, § 302, 51 DCR 3677; Apr. 13, 2005, D.C. Law 15-354, § 88, 52 DCR 2638; Mar. 2, 2007, D.C. Law 16-191, § 24, 53 DCR 6794.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Records."},"part":{"identifier":"A","text":"General -- Metropolitan Police Department."},"heading":{"title":"5","chaptersection":"113","identifier":"5-113.07","catch_text":"Preservation and destruction of records."}}