{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-136.\n\n1973 Ed., § 4-136.\n\nLegislative History of Laws\n\nLaw 4-144, the \"Proceedings Regarding Intrafamily Offenses Amendment Act of 1982,\" was introduced in Council and assigned Bill No. 4-195, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 8, 1982, and June 22, 1982, respectively. Signed by the Mayor on July 12, 1982, it was assigned Act No. 4-212 and transmitted to both Houses of Congress for its review.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 5-127.04\n\nCurrent through December 11, 2012","credits":"(R.S., D.C., §§ 394, 1035; June 11, 1878, 20 Stat. 107, ch. 180, § 6;   Sept. 14, 1982, D.C. Law 4-144, § 8, 29 DCR 3131.)","sections":[{"prefix":"a","text":" The Mayor of the District of Columbia, and the members of the police force, shall possess in every part of the District all the common-law powers of constables, except for the service of civil process and for the collection of strictly private debts, in which designation fines imposed for the breach of the ordinances in force in the District shall not be included."},{"prefix":"b","text":" In addition to the powers enumerated in subsection (a) of this section, members of the Metropolitan Police Department shall execute orders of the Superior Court of the District of Columbia issued pursuant to § 16-1005."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"XIV","text":"General Powers and Duties."},"heading":{"title":"5","chaptersection":"127","identifier":"5-127.04","catch_text":"Police to have power of constables; authorization to execute certain Superior Court orders."}}