{"text":"The Council of the District of Columbia finds and declares that the use of restraints generally known as chokeholds by law enforcement officers constitutes the use of lethal force, and that the unrestricted use of force presents an unnecessary danger to the public. These conclusions are based upon the testimony presented at the police oversight hearing conducted by the Committee on the Judiciary on February 23, 1984. During the hearing, statistics were revealed indicating that there have been 2 civilian deaths in as many years caused by an officer's use of the chokehold. Therefore, it is the intent of the Council in the enactment of this subchapter to specify the circumstances and procedures under which these restraints shall be permitted and to classify the chokehold as a service weapon.","historical":"Prior Codifications\n\n1981 Ed., ยง 4-188.\n\nLegislative History of Laws\n\nLaw 6-77, the \"Limitation on the Use of the Chokehold Act of 1985,\" was introduced in Council and assigned Bill No. 6-15, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on October 8, 1985, and October 22, 1985, respectively. Signed by the Mayor on November 4, 1985, it was assigned Act No. 6-100 and transmitted to both Houses of Congress for its review.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: Section 5 of D.C. Law 6-77 provided that the Mayor may issue rules to implement the provisions of the act pursuant to subchapter I of Chapter 15 of Title 1.\n\nDC CODE ยง 5-125.01\n\nCurrent through December 11, 2012","credits":"(Jan. 25, 1986, D.C. Law 6-77, ยง 2, 32 DCR 6497.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"XIII","text":"Limitation on Chokehold."},"heading":{"title":"5","chaptersection":"125","identifier":"5-125.01","catch_text":"Intent of Council."}}