{"text":"","historical":"Legislative History of Laws\n\nLaw 16-187, the \"Enhanced Professional Security Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-102, which was referred to the Committee on the Judiciary.  The Bill was adopted on first and second readings on June 6, 2006, and July 11, 2006, respectively.   Signed by the Mayor on July 25, 2006, it was assigned Act No. 16-465 and transmitted to both Houses of Congress for its review.  D.C. Law 16-187 became effective on November 16, 2006.\n\nDC CODE § 5-129.21\n\nCurrent through December 11, 2012","credits":"(Nov. 16, 2006, D.C. Law 16-187, § 101, 53 DCR 6722.)","sections":[{"prefix":"a","text":" There is established a Security Officer Advisory Commission (\"Commission\") to make recommendations on the training of security officers."},{"prefix":"b","text":" The Commission shall be comprised of the following 11 members, all of whom shall be District residents and who shall be appointed by the Mayor and confirmed by the Council in accordance with § 1-523.01(f):"},{"prefix":"1","text":" Four representatives of security officer companies;"},{"prefix":"2","text":" Three actively employed security officers;"},{"prefix":"3","text":" One full-time faculty member of a college or university who teaches and whose area of expertise is in the field of security with insurance, risk management, lending, or underwriting experience;"},{"prefix":"4","text":" Two representatives of organized labor with security guard members; and"},{"prefix":"5","text":" One representative from owners or managers of commercial property in the District."},{"prefix":"c","text":" The Mayor and the Chief of the Metropolitan Police Department, or their designees, shall be ex-officio members of the Commission."},{"prefix":"d","text":" The Mayor shall designate one member to serve as Chairperson of the Commission."},{"prefix":"e","text":"(1) Except as provided in paragraph (2) of this subsection, all members of the Commission shall serve 3-year terms."},{"prefix":"2","text":" Of the initial appointments, 3 members shall serve one-year terms and 2 members shall serve 2-year terms."},{"prefix":"3","text":" A member may be reappointed for additional terms."},{"prefix":"4","text":" Vacancies shall be filled in the same manner as appointments, with the appointed member to serve the remainder of the unexpired term."},{"prefix":"f","text":" The members of the Commission shall receive no compensation for their service, but shall be allowed their actual and necessary expenses incurred in the performance of their functions."},{"prefix":"g","text":" The Commission shall meet as frequently as it deems necessary but not less than 3 times each calendar year. Special meetings may be called by the Chairperson, at the request of the Mayor or the Chief of the Metropolitan Police Department, or upon the written request of 6 members of the Commission."},{"prefix":"h","text":" The Commission may establish its own procedures with respect to the conduct of its meetings and other affairs; provided, that all recommendations made by the Commission to the Mayor and the Chief of the Metropolitan Police Department shall require the affirmative vote of a majority of the Commission."},{"prefix":"i","text":"(1) The Commission shall make recommendations to the Mayor for rules pertaining to training for security officers, but not campus police officers, including:"},{"prefix":"A","text":" Minimum training duration and content required at training programs;"},{"prefix":"B","text":" Minimum qualifications for training instructors; and"},{"prefix":"C","text":" Training requirements which security officers and applicants must complete before being certified as security officers."},{"prefix":"2","text":" The Commission may:"},{"prefix":"A","text":" Conduct studies and surveys, and issue reports regarding the training of security officers;"},{"prefix":"B","text":" Visit and inspect any security officer training program; and"},{"prefix":"C","text":" Perform such other acts as may be necessary or appropriate to carry out its functions."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"XV","text":"Special Police."},"part":{"identifier":"B","text":"Security Officer Advisory Commission."},"heading":{"title":"5","chaptersection":"129","identifier":"5-129.21","catch_text":"Security Officer Advisory Commission."}}