{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-121.\n\n1973 Ed., § 4-125.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nOffice of Major and Superintendent of Metropolitan Police abolished: See Historical and Statutory Notes following § 5-105.01.\n\nDC CODE § 5-123.01\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1901, 31 Stat. 819, ch. 623, § 1; June 8, 1906, 34 Stat. 223, ch. 3056; Dec. 5, 1919, 41 Stat. 364, ch. 1.)","sections":[{"prefix":"a","text":" No member of the Metropolitan Police of the District of Columbia shall be or become a member of any organization, or of an organization affiliated with another organization, which itself, or any subordinate, component, or affiliated organization of which, holds, claims, or uses the strike to enforce its demands. Upon sufficient proof to the Mayor of the District of Columbia that any member of the Metropolitan Police of the District of Columbia has violated the provisions of this section, it shall be the duty of the Mayor of the District of Columbia to immediately discharge such member from the service."},{"prefix":"b","text":" Any member of the Metropolitan Police who enters into a conspiracy, combination, or agreement with the purpose of substantially interfering with or obstructing the efficient conduct or operation of the police force in the District of Columbia by a strike or other disturbance shall be guilty of a misdemeanor and upon conviction shall be punished by a fine of not more than $300 or by imprisonment of not more than 6 months, or by both."},{"prefix":"c","text":" No officer or member of the said police force, under penalty of forfeiting the salary or pay which may be due him, shall withdraw or resign, except by permission of the Mayor of the District of Columbia, unless he shall have given the Chief of Police 1 month's notice in writing of such intention."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"XII","text":"General Prohibitions."},"heading":{"title":"5","chaptersection":"123","identifier":"5-123.01","catch_text":"Prohibitions; affiliation with organization advocating strikes; conspiracy to interfere with operation of police force by strike; notice of intention to resign."}}