{"text":"For purposes of this chapter:","historical":"Prior Codifications\n\n1981 Ed., § 4-1001.\n\n1973 Ed., § 4-1101.\n\nLegislative History of Laws\n\nLaw 2-102, the \"State Revenue Officers Registration Act of 1978,\" was introduced in Council and assigned Bill No. 2-45, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on May 2, 1978, and May 16, 1978, respectively. There being no action by the Mayor, it was assigned Act No. 2-212 and transmitted to both Houses of Congress for its review.\n\nLaw 6-12, the \"State Revenue Officers Amendment Act of 1985,\" was introduced in Council and assigned Bill No. 6-86, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on April 30, 1985, and May 14, 1985, respectively. Signed by the Mayor on May 30, 1985, it was assigned Act No. 6-26 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 5-1201\n\nCurrent through December 11, 2012","credits":"(Sept. 9, 1978, D.C. Law 2-102, § 2, 25 DCR 303; July 25, 1985, D.C. Law 6-12, § 2(a), 32 DCR 3232.)","sections":[{"prefix":"1","text":" \"State\" means the several states of the United States, Puerto Rico, the Virgin Islands, American Samoa, and Guam."},{"prefix":"1-a","text":" \"State agent\" means any person compensated directly or indirectly by a state or who in any way assists in the administration of the enforcement of laws of a state relating to alcoholic beverages, tobacco, or tobacco products."},{"prefix":"2","text":" \"State official\" means any agent, employee, or representative officially responsible for the administration and enforcement of laws of a state relating to alcoholic beverages, tobacco, and tobacco products."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Registration of State Officials Entering District."},"heading":{"title":"5","chaptersection":"1201","identifier":"5-1201","catch_text":"Definitions."}}