{"text":"","historical":"Legislative History of Laws\n\nLaw 18-232, the \"School Safe Passage Emergency Zone Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-555, which was referred to the Committee on Public Safety and the Judiciary.  The Bill was adopted on first and second readings on April 20, 2010, and May 4, 2010, respectively.   Signed by the Mayor on May 19, 2010, it was assigned Act No. 18-402 and transmitted to both Houses of Congress for its review.  D.C.  Law 18-232 became effective on October 2, 2010.\n\nDC CODE § 5-132.21\n\nCurrent through December 11, 2012","credits":"(Oct. 2, 2010, D.C. Law 18-232, § 101, 57 DCR 4504.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Assault-related offense\" means a crime or offense established in §§ 22- 401, 22-402, 22-403, 22-404, 22-404.01, 22-406, 22-407, and 22-851."},{"prefix":"2","text":" \"Chief of Police\" means the Chief of the Metropolitan Police Department."},{"prefix":"3","text":" \"Crime of violence\" shall have the same meaning as provided in § 23- 1331(4)."},{"prefix":"4","text":" \"Dangerous crime\" shall have the same meaning as provided in § 23- 1331(3)."},{"prefix":"5","text":" \"Disperse\" means to depart from the designated school safe passage emergency zone and not to reassemble within the zone with anyone from the group ordered to depart."},{"prefix":"6","text":" \"Known violent or dangerous offender\" means a person who has, within the knowledge of the arresting officer, been convicted, or adjudicated delinquent, in any court of any violation involving an assault-related offense, a crime of violence, or a dangerous crime."},{"prefix":"7","text":" \"MPD\" means the Metropolitan Police Department."},{"prefix":"8","text":" \"School day\" means 7:00 a.m. until 9:00 p.m. Monday through Friday."},{"prefix":"b","text":" The Chief of Police may declare any area within 1,000 feet of the perimeter of the grounds of a District of Columbia public school or public charter school or within 300 feet of the boundary of the area affecting passage between the school and proximate public transportation a school safe passage emergency zone during a school day for a period not to exceed 5 consecutive school days when the school is in session. The Chief of Police shall inform his or her commanders, the Mayor, and the Council of the declaration of a school safe passage emergency zone and explain the basis for it pursuant to subsection (c) of this section."},{"prefix":"c","text":" In determining whether to designate a school safe passage emergency zone, the Chief of Police shall find the following:"},{"prefix":"1","text":" The occurrence of a disproportionately high number of incidences of assault-related offenses, crimes of violence, or dangerous crimes committed in the proposed school safe passage emergency zone within the preceding 2-week period;"},{"prefix":"2","text":" Objective or verifiable information that shows that disproportionately high incidences of assault-related offenses, crimes of violence, or dangerous crimes are occurring on public space or public property within the proposed school safe passage emergency zone; or"},{"prefix":"3","text":" Any other verifiable information from which the Chief of Police may ascertain whether the health or safety of students or employees of or visitors to public school facilities are endangered by assault-related offenses, crimes of violence, or dangerous crimes in the school safe passage emergency zone."},{"prefix":"d","text":" Upon the designation of a school safe passage emergency zone, the MPD shall mark each block within the school safe passage emergency zone by using barriers, tape, signs, or police officers that post or announce the following information in the immediate area of, and borders around, the school safe passage emergency zone:"},{"prefix":"1","text":" A statement that it is unlawful for a person to congregate in a group of 3 or more persons for the purpose of engaging in an assault-related offense, a crime of violence, or a dangerous crime within the boundaries of a school safe passage emergency zone, and fail to disperse after being instructed to disperse by a uniformed officer of the MPD, or a non-uniformed officer of the MPD upon display of MPD identification, who reasonably believes the person is congregating for the purpose of engaging in an assault-related offense, a crime of violence, or a dangerous crime;"},{"prefix":"2","text":" The boundaries of the school safe passage emergency zone;"},{"prefix":"3","text":" A statement of the effective dates and hours of the school safe passage emergency zone designation; and"},{"prefix":"4","text":" Any additional information the Chief of Police considers appropriate."},{"prefix":"e","text":"(1) It shall be unlawful for a person to congregate in a group of 3 or more persons on public space or public property within a school safe passage emergency zone established pursuant to subsection (b) of this section for the purpose of engaging in an assault-related offense, a crime of violence, or a dangerous crime, and fail to disperse after being instructed to disperse by a uniformed officer of the MPD, or a non-uniformed officer of the MPD upon display of MPD identification, who reasonably believes the person is congregating for the purpose of engaging in an assault-related offense, a crime of violence, or a dangerous crime."},{"prefix":"2","text":" In making a determination that a person is congregating in a school safe passage emergency zone for the purpose of engaging in an assault-related offense, a crime of violence, or a dangerous crime, the totality of the circumstances involved shall be considered. Among the circumstances which may be considered in determining purpose are:"},{"prefix":"A","text":" Conduct of the person being observed indicating that the person is engaging in or is about to engage in an assault-related offense, a crime of violence, or a dangerous crime;"},{"prefix":"B","text":" Information from a reliable source indicating that the person being observed is engaging in or about to engage in an assault-related offense, a crime of violence, or a dangerous crime within the area currently designated as a school safe passage emergency zone;"},{"prefix":"C","text":" Whether the person is identified by an officer as a member of a gang or association which engages in assault-related offenses, crimes of violence, or dangerous crimes; and"},{"prefix":"D","text":" Whether the person is a known violent or dangerous offender."},{"prefix":"f","text":" Any person who violates this section shall, upon conviction, be subject to a fine of not more than $300, or imprisonment for not more than 6 months."},{"prefix":"g","text":" The Attorney General for the District of Columbia, or his or her assistants, shall prosecute all violations of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"XVI-B","text":"Establishment of Safe Passage Zones Near Schools."},"heading":{"title":"5","chaptersection":"132","identifier":"5-132.21","catch_text":"School safe passage emergency zones."}}