{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-181.\n\n1973 Ed., § 4-183a.\n\nEffect of Amendments\n\nD.C. Law 17-231 designated subsec. (a); in subsec. (a), substituted \"spouse, domestic partner,\" for \"spouse\"; and added subsec. (b).\n\nD.C. Law 19-171, in subsec. (a), validated previously made technical corrections in subsec. (a).\n\nLegislative History of Laws\n\nLaw 17-231, the \"Omnibus Domestic Partnership Equality Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-135, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on April 1, 2008, and May 6, 2008, respectively. Signed by the Mayor on June 6, 2008, it was assigned Act No. 17-403 and transmitted to both Houses of Congress for its review. D.C. Law 17-231 became effective on September 12, 2008.\n\nLaw 19-171, the \"Technical Amendments Act of 2012\", was introduced in Council and assigned Bill No. 19-397, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 20, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 23, 2012, it was assigned Act No. 19-376 and transmitted to both Houses of Congress for its review. D.C. Law 19-171 became effective on September 26, 2012.\n\nDC CODE § 5-131.03\n\nCurrent through December 11, 2012","credits":"(July 11, 1947, ch. 226, § 3; Sept. 22, 1959, 73 Stat. 640, Pub. L. 86- 356; Aug. 29, 1972, 86 Stat. 642, Pub. L. 92-410, title II, § 202(a); Sept. 12, 2008, D.C. Law 17-231, § 14, 55 DCR 6758; Sept. 26, 2012, D.C. Law 19-171, § 37(a), 59 DCR 6190.)","sections":[{"prefix":"a","text":" Notwithstanding the limitations of existing law, the person who is the Director of the Metropolitan Police Force band may elect to retire after having served 10 or more years in such capacity and having attained the age of 70 years. Upon such retirement, whether for age and service or for disability, said Director and his surviving spouse or domestic partner, shall be entitled to receive annuities in amounts equivalent to, and under the conditions applicable to, the annuities which a captain in the Metropolitan Police force and his surviving spouse or domestic partner, may be entitled to receive after such captain has retired from said force for substantially the same reason as that for which said Director may retire, whether for age and service or for disability, as the case may be. If the said Director shall apply for retirement for disability, he shall not be eligible to retire under § 5-710, but he shall be eligible to apply for retirement under § 5-709, in like manner as if the said Director were an officer or member of the Metropolitan Police force.  The annuities hereby authorized shall be in addition to any pension or retirement compensation which said Director may be entitled to receive from any other source, whether from the United States or otherwise. The annuities payable to said Director and his surviving spouse or domestic partner pursuant to this subchapter shall be payable from District of Columbia appropriations, but shall not be considered as annuities payable to an officer or member of the Metropolitan Police force or to the surviving spouse or domestic partner, of such officer or member.   Appropriations for the operations of the Metropolitan Police Department are made available for this purpose.  Annuities authorized by this section shall be computed on the basis of compensated service rendered after July 11, 1947."},{"prefix":"b","text":" For the purposes of this section, the term \"domestic partner\" shall have the same meaning as provided in § 32-701(3)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"XVI","text":"Performing Police Band."},"heading":{"title":"5","chaptersection":"131","identifier":"5-131.03","catch_text":"Retirement of Director--Conditions; annuities."}}