{"text":"If an officer or member of the Metropolitan Police force, the Fire Department of the District of Columbia, or the United States Park Police force engages in educational course work in police or fire science or administration, and, if he is eligible for payments or reimbursements under § 4109(a)(2)(C) of Title 5 of the United States Code for tuition expenses for such course work, the Mayor of the District of Columbia and the Secretary of the Interior shall, in accordance with such § 4109(a)(2)(C), pay or reimburse each such officer and member under their jurisdiction for all his tuition expenses for such course work.","historical":"Prior Codifications\n\n1981 Ed., § 4-1105.\n\n1973 Ed., § 4-910.\n\nEffect of Amendments\n\nPub. L. 111-282 deleted \"the United States Secret Service Uniformed Division,\" following \"Columbia\"; and deleted \"the Secretary of the Treasury,\" following \"Columbia\".\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 5-1305\n\nCurrent through December 11, 2012","credits":"(Aug. 29, 1972, 86 Stat. 641, Pub. L. 92-410, title I, § 117(a); Nov. 15, 1977, 91 Stat. 1371, Pub. L. 95-179; Oct. 15, 2010, 124 Stat. 3033, Pub. L. 111-282, § 4(b)(7).)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Miscellaneous Provisions."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"5","chaptersection":"1305","identifier":"5-1305","catch_text":"Payment of certain tuition expenses."}}