{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-192.\n\nEffect of Amendments\n\nPub. L. 107-113 added subsec. (d)(33).\n\nLegislative History of Laws\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998 respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nEffective Dates\n\nSection 11721 of title XI of Pub. L. 105-33, 111 Stat. 786, the National Capital Revitalization and Self-Government Improvement Act of 1997, provided that except as otherwise provided in this title, the provisions of this title shall take effect on the later of October 1, 1997, or the day the District of Columbia Financial Responsibility and Management Assistance Authority certifies that the financial plan and budget for the District government for fiscal year 1998 meet the requirements of section 201(c)(1) of the District of Columbia Financial Responsibility and Management Assistance Act of 1995, as amended by this title.\n\nDC CODE § 5-133.17\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 782, Pub. L. 105-33, § 11712(a)-(d); Apr. 20, 1999, D.C. Law 12-264, § 16, 46 DCR 2118; Jan. 8, 2002, 115 Stat. 2099, Pub. L. 107-113, § 2.)","sections":[{"prefix":"a","text":" Agreements. Each covered Federal law enforcement agency may enter into a cooperative agreement with the Metropolitan Police Department of the District of Columbia to assist the Department in carrying out crime prevention and law enforcement activities in the District of Columbia, including taking appropriate action to enforce subsection (e) of this section (except that nothing in such an agreement may be construed to grant authority to the United States to prosecute violations of subsection (e) of this section)."},{"prefix":"b","text":" Contents of agreement. An agreement entered into between a covered Federal law enforcement agency and the Metropolitan Police Department pursuant to this section may include agreements relating to:"},{"prefix":"1","text":" Sending personnel of the agency on patrol in areas of the District of Columbia which immediately surround the area of the agency's jurisdiction, and granting personnel of the agency the power to arrest in such areas;"},{"prefix":"2","text":" Sharing and donating equipment and supplies with the Metropolitan Police Department;"},{"prefix":"3","text":" Operating on shared radio frequencies with the Metropolitan Police Department;"},{"prefix":"4","text":" Permitting personnel of the agency to carry out processing and papering of suspects they arrest in the District of Columbia; and"},{"prefix":"5","text":" Such other items as the agency and the Metropolitan Police Department may agree to include in the agreement."},{"prefix":"c","text":" Coordination with U.S. Attorney's Office. Agreements entered into pursuant to this section shall be coordinated in advance with the United States Attorney for the District of Columbia."},{"prefix":"d","text":" Covered Federal Law Enforcement Agencies Described. In this section, the term \"covered federal law enforcement agency\" means any of the following:"},{"prefix":"1","text":" United States Capitol Police."},{"prefix":"2","text":" United States Marshals Service."},{"prefix":"3","text":" Library of Congress Police."},{"prefix":"4","text":" Bureau of Engraving and Printing Police Force."},{"prefix":"5","text":" Supreme Court Police."},{"prefix":"6","text":" Amtrak Police Department."},{"prefix":"7","text":" Department of Protective Services, United States Holocaust Museum."},{"prefix":"8","text":" Government Printing Office Police."},{"prefix":"9","text":" United States Park Police."},{"prefix":"10","text":" Bureau of Alcohol, Tobacco, and Firearms."},{"prefix":"11","text":" Drug Enforcement Administration."},{"prefix":"12","text":" Federal Bureau of Investigation."},{"prefix":"13","text":" Criminal Investigation Division, Internal Revenue Service."},{"prefix":"14","text":" Department of the Navy Police Division, Naval District Washington."},{"prefix":"15","text":" Naval Criminal Investigative Service."},{"prefix":"16","text":" 11th Security Police Squadron, Bolling Air Force Base."},{"prefix":"17","text":" United States Army Military District of Washington."},{"prefix":"18","text":" United States Customs Service."},{"prefix":"19","text":" Immigration and Naturalization Service."},{"prefix":"20","text":" Postal Inspection Service, United States Postal Service."},{"prefix":"21","text":" Uniformed Division, United States Secret Service."},{"prefix":"22","text":" United States Secret Service."},{"prefix":"23","text":" National Zoological Park Police."},{"prefix":"24","text":" Federal Protective Service, General Services Administration, National Capital Region."},{"prefix":"25","text":" Defense Protective Service, Department of Defense Washington Headquarters Services."},{"prefix":"26","text":" Office of Protective Services, Smithsonian Institution."},{"prefix":"27","text":" Office of Protective Services, National Gallery of Art."},{"prefix":"28","text":" United States Army Criminal Investigation Command, Department of the Army Washington District, 3rd Military Police Group."},{"prefix":"29","text":" Marine Corps Law Enforcement."},{"prefix":"30","text":" Department of State Diplomatic Security."},{"prefix":"31","text":" United States Coast Guard."},{"prefix":"32","text":" United States Postal Police."},{"prefix":"33","text":" Any other law enforcement agency of the Federal government that the Chief of the Metropolitan Police Department and the United States Attorney for the District of Columbia deem appropriate to enter into an agreement pursuant to this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"XVII","text":"Miscellaneous."},"heading":{"title":"5","chaptersection":"133","identifier":"5-133.17","catch_text":"Cooperative agreements between federal agencies and Metropolitan Police Department."}}