{"text":"There is hereby authorized to be established in the Metropolitan Police Department a band to perform at such municipal or civic functions and events as may be authorized by the Mayor of the District of Columbia. The Mayor is authorized in his discretion to detail officers and members of the Metropolitan Police force and the District of Columbia Fire Department to participate in the activities of such band. The said Mayor is authorized to employ, without reference to the civil service laws, 1 Director for such band with compensation at a rate not to exceed the rate of compensation to which a captain in the Metropolitan Police force is entitled.","historical":"Prior Codifications\n\n1981 Ed., § 4-179.\n\n1973 Ed., § 4-182.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 5-131.01\n\nCurrent through December 11, 2012","credits":"(July 11, 1947, 61 Stat. 311, ch. 226, § 1; Aug. 14, 1957, 71 Stat. 345, Pub. L. 85-129, § 1; Aug. 16, 1971, 85 Stat. 343, Pub. L. 92-124, § 1(1).)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"XVI","text":"Performing Police Band."},"heading":{"title":"5","chaptersection":"131","identifier":"5-131.01","catch_text":"Authorization; detail of local officers; employment and compensation of Director."}}