{"text":"The Mayor of the District of Columbia shall obtain a bond to secure the District against loss resulting from any act of dishonesty by any officer or member of the Metropolitan Police force. Bonds obtained under this section shall be in such amounts, and may secure the District against loss resulting from such other acts by officers and members of the Metropolitan Police force, as the Council of the District of Columbia shall consider appropriate. The Mayor may obtain such bonds by negotiation, without regard to § 2-225.05, and shall pay the cost of such bonds out of funds appropriated for the expenses of the Metropolitan Police Department for fiscal years beginning after June 30, 1953. The premium on any such bond may cover periods not exceeding 3 years and may be paid in advance.","historical":"Prior Codifications\n\n1981 Ed., § 4-184.\n\n1973 Ed., § 4-186.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(106) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 5-133.12\n\nCurrent through December 11, 2012","credits":"(June 29, 1953, 67 Stat. 101, ch. 159, § 305(a); July 7, 1955, 69 Stat. 281, ch. 280, § 4.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"XVII","text":"Miscellaneous."},"heading":{"title":"5","chaptersection":"133","identifier":"5-133.12","catch_text":"Bonds."}}