{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-320, in subsec. (b), substituted \"a Commander or above\" for \"an Assistant Chief\"; in subsec. (c)(4), deleted \"and\" from the end; in subsec. (c)(5), substituted \"Chancellor; and\" for \"Superintendent.\"; and added subsecs. (c)(6) and (d).\n\nD.C. Law 18-232 rewrote subsec. (c)(2); in subsec. (d)(1), rewrote the first sentence which had read: \"The School Safety Division shall develop a plan to be implemented before the beginning of each DCPS school year for protecting children walking to and from school and for protecting children from gang and crew violence on, in, and around DCPS property.\"; and, in subsec. (d)(2)(B), substituted \"DCPS and public charter schools property\" for \"DCPS property\". Prior to amendment, subsec. (c)(2) read as follows:\n\n\"(2) Deploy school security personnel to DCPS;\"\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition, see § 3 of School Safety and Security Contracting Procedures Temporary Amendment Act of 2004 (D.C. Law 15-318, April 8, 2005, law notification 52 DCR 4707).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 3 of Metropolitan Police Department School Safety and Security Emergency Act of 2004 (D.C. Act 15-496, August 2, 2004, 51 DCR 8797).\n\nFor temporary (90 day) addition, see § 3 of School Safety and Security Contracting Procedures Emergency Act of 2004 (D.C. Act 15-596, November 30, 2004, 51 DCR 11219).\n\nFor temporary (90 day) addition, see § 3 of School Safety and Security Contracting Procedures Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-3, January 19, 2005, 52 DCR 2675).\n\nLegislative History of Laws\n\nFor Law 15-350, see notes following § 5-132.01.\n\nFor Law 17-320, see notes following § 5-132.01.\n\nFor Law 18-232, see notes following § 5-131.01.\n\nDC CODE § 5-132.02\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2005, D.C. Law 15-350, § 102, 52 DCR 2005; Mar. 21, 2009, D.C. Law 17-320, § 2(b), 56 DCR 219; Oct. 2, 2010, D.C. Law 18-232, § 201(b), 57 DCR 4504.)","sections":[{"prefix":"a","text":" There is established within the Metropolitan Police Department a School Safety Division that shall provide security for the District of Columbia Public Schools."},{"prefix":"b","text":" The School Safety Division shall be headed by a Director, appointed by, and reporting to, the Chief of Police with rank equal to a Commander or above."},{"prefix":"c","text":" The School Safety Division shall:"},{"prefix":"1","text":" Hire all school security personnel for DCPS;"},{"prefix":"2","text":"(A) Deploy school security personnel to DCPS; and"},{"prefix":"B","text":" Deploy school resource officers to public charter schools;"},{"prefix":"3","text":" Provide oversight over school security personnel and be responsible for administering all disciplinary actions related to school security personnel, including termination;"},{"prefix":"4","text":" Execute, approve, monitor, and provide oversight over any contract for school security personnel;"},{"prefix":"5","text":" Create and implement security and emergency operations plans for DCPS in concert with the Chancellor; and"},{"prefix":"6","text":" Provide recommendations to the Mayor, the Council, and the Chancellor regarding the impact of school closings, consolidations, grade reconfigurations, use of swing space during school reconstruction, and gang activity on the safety and well-being of children."},{"prefix":"d","text":"(1) The School Safety Division shall develop a plan to be implemented before the beginning of each DCPS school year for protecting children walking to and from DCPS and public charter schools and for protecting children from gang and crew violence on, in, and around DCPS and public charter schools' property. Beginning in 2009, this plan shall be provided to the Mayor, the Council, and the Chancellor, by August 15th of each year."},{"prefix":"2","text":" The plan shall include a description of:"},{"prefix":"A","text":" Safety issues children may face during passage to and from school, and recommended solutions to these issues; and"},{"prefix":"B","text":" A description of specific gang and crew conflicts and recommended solutions for the protection of children from gang and crew violence on, in, and around DCPS and public charter schools property."},{"prefix":"3","text":" The plan shall incorporate the recommendations of the District Department of Transportation on the deployment of school crossing guards required under § 38-3101(f-1)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Metropolitan Police. (Refs & Annos)"},"subchapter":{"identifier":"XVI-A","text":"Contracting Procedures for Public School Security."},"heading":{"title":"5","chaptersection":"132","identifier":"5-132.02","catch_text":"Establishment of the Metropolitan Police Department School Safety Division; functions of the School Safety Division."}}