{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 11-2305.\n\nEffect of Amendments\n\nD.C. Law 15-174 added the last sentence to subsec. (a).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2909 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nFor Law 13-172, see notes following § 5-1401.\n\nFor 15-174, see notes following § 5-113.07.\n\nDelegation of Authority\n\nDelegation of Authority Pursuant to Title XXIX of D.C. Law 13-172, the \"Fiscal Year 2001 Budget Support Act of 2000\" Creating the Office of the Chief Medical Examiner, see Mayor's Order 2001-04, January 5, 2001 (48 DCR 938).\n\nDC CODE § 5-1408\n\nCurrent through December 11, 2012","credits":"(Oct. 19, 2000, D.C. Law 13-172, § 2909, 47 DCR 6308; July 15, 2004, D.C. Law 15-174, § 201(a), 51 DCR 3677.)","sections":[{"prefix":"a","text":" At the scene of any death subject to investigation under § 5-1405(b), the medical examiner, a medicolegal investigator, or a law enforcement officer shall take possession of any objects or articles which, in his or her opinion, may be useful in establishing the cause and manner of death or the identity of the decedent and shall hold them as evidence. The Mayor shall issue regulations concerning the evidence in the possession of the CME and the transfer of that evidence to law enforcement agencies or the United States Attorney's Office. The regulations shall include requirements on the length of time evidence shall be preserved by the CME, and shall require that toxicology and histology specimens be preserved for periods of time consistent with the accreditation requirements of the National Association of Medical Examiners."},{"prefix":"b","text":" In the absence of the next of kin, a police officer, a medical examiner or a medicolegal investigator may take possession of all property of value found on or in the custody of the decedent. If possession is taken of the property, the police officer, medical examiner or medicolegal investigator shall make an exact inventory of it and deliver the property to the Property Clerk of the Metropolitan Police Department. The Mayor shall issue regulations concerning the transfer of any such property from the OCME."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Chief Medical Examiner."},"heading":{"title":"5","chaptersection":"1408","identifier":"5-1408","catch_text":"Possession of evidence and property."}}