{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 11-2304.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2907 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nFor Law 13-172, see notes following § 5-1401.\n\nDC CODE § 5-1406\n\nCurrent through December 11, 2012","credits":"(Oct. 19, 2000, D.C. Law 13-172, § 2907, 47 DCR 6308.)","sections":[{"prefix":"a","text":" For all deaths described in § 5-1405(b), the CME shall take charge of the body upon the mandatory and direct notification of the death required by subsection (b) of this section. The CME, or duly authorized representatives of the CME, shall have authority to respond to the scene of the death. The body of the decedent shall not be disturbed unless the CME, or the CME's designee, grants permission to do so."},{"prefix":"b","text":" All law enforcement officers, emergency medical service (EMS) personnel, physicians, nurses, health care institutions, nursing homes, community residential facilities, prisons and jails, funeral directors, embalmers and other persons shall promptly notify the OCME of the occurrence of all deaths coming to their attention which are subject to investigation under § 5- 1405(b) and shall assist in making the bodies and related evidence available to a medical examiner for investigation and autopsy."},{"prefix":"c","text":" Any person subject to the reporting requirements in subsection (b) of this section who willfully fails to comply with this section shall be guilty of a misdemeanor and upon conviction shall be fined not less than $100 nor more than $1,000."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Chief Medical Examiner."},"heading":{"title":"5","chaptersection":"1406","identifier":"5-1406","catch_text":"Deaths--notification; penalties for noncompliance."}}