{"text":"All positions, personnel, property, records, and unexpended balances of appropriations, allocations, and other funds available or to be available to the Office of the Chief Medical Examiner and all the functions assigned and authority delegated to the Office of the Chief Medical Examiner are hereby transferred to the Office of the Chief Medical Examiner established pursuant to § 5-1402:","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition section, see § 2917 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nFor Law 13-172, see notes following § 5-1401.\n\nDC CODE § 5-1416\n\nCurrent through December 11, 2012","credits":"(Oct. 19, 2000, D.C. Law 13-172, § 2917, 47 DCR 6308.)","sections":[{"prefix":"1","text":" Commissioner's Order 70-83, effective March 6, 1970, vesting the Director of the Department of Human Resources with authority over the Chief Medical Examiner and the operations of the Office of the Chief Medical Examiner under Public Law 91-358;"},{"prefix":"2","text":" Commissioner's Order 71-16, effective January 26, 1971, establishing the Office of the Chief Medical Examiner, headed by the Chief Medical Examiner, in the Department of Human Resources with the functions set forth in Public Law 91-358;"},{"prefix":"3","text":" Part IV(B)(2) of Reorganization Plan No. 2 of 1979, effective February 21, 1980, vesting the Commissioner of Public Health, Department of Human Services, with administrative authority over the technical programs and services for medical investigation of all deaths, except clearly natural deaths under Public Law 91-358 and Commissioner's Order 71-16, as amended;"},{"prefix":"4","text":" Part III(K) of Reorganization Plan No. 3 of 1986, effective January 3, 1987, vesting the Director of the Department of Human Services with responsibility for medically investigating and reporting on known or suspected homicides, suicides, medically unattended or accidental deaths and deaths which might threaten public health and safety;"},{"prefix":"5","text":" Mayor's Order 89-62, Establishment of Commission on the Medical Examiner's Office, effective March 28, 1989;"},{"prefix":"6","text":" Part IV(B)(2) of Reorganization Plan 4 of 1996, Establishment of the District of Columbia Department of Health, placing the Office of the Chief Medical Examiner under the supervision of the Director of the Department of Health; and"},{"prefix":"7","text":" Department of Health Organization Order No. 15, Office of the Chief Medical Examiner, dated May 30, 1997, establishing the Office of the Chief Medical Examiner in the Department of Health."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Chief Medical Examiner."},"heading":{"title":"5","chaptersection":"1416","identifier":"5-1416","catch_text":"Personnel, records, functions, and authority transferred."}}