{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-18, see notes under ยง 5-1501.01.\n\nDC CODE ยง 5-1501.13\n\nCurrent through December 11, 2012","credits":"(Aug. 17, 2011, D.C. Law 19-18, ยง 14, 58 DCR 5403.)","sections":[{"prefix":"a","text":" There is established a Stakeholder Council, which shall consist of the following members:"},{"prefix":"1","text":" The Deputy Mayor for Public Safety and Justice;"},{"prefix":"2","text":" The Chief of MPD;"},{"prefix":"3","text":" The Chief Medical Examiner;"},{"prefix":"4","text":" The Attorney General;"},{"prefix":"5","text":" The United States Attorney for the District of Columbia;"},{"prefix":"6","text":" The Director of the Public Defender Service for the District of Columbia;"},{"prefix":"7","text":" The Federal Public Defender for the District of Columbia;"},{"prefix":"8","text":" The Director of the Department of Health;"},{"prefix":"9","text":" The Chief of the Fire and Emergency Medical Services Department;"},{"prefix":"10","text":" The Director of the Department; and"},{"prefix":"11","text":" The head of any other government agency that regularly utilizes the forensic science services of the Department."},{"prefix":"b","text":" The chairperson of the Judiciary Committee of the Council of the District of Columbia shall be an ex officio, non-voting member of the Stakeholder Council."},{"prefix":"c","text":" The members listed in subsection (a) of this section shall not be represented by a designee."},{"prefix":"d","text":" The chairperson of the Stakeholder Council shall be the Deputy Mayor for Public Safety and Justice. In his or her absence, the Attorney General shall be the chairperson."},{"prefix":"e","text":" The Stakeholder Council shall meet no fewer than 2 times per year. The chairperson shall fix the time and place of the meetings."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Department of Forensic Sciences."},"heading":{"title":"5","chaptersection":"1501","identifier":"5-1501.13","catch_text":"Stakeholder Council."}}