{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-18, see notes under ยง 5-1501.01.\n\nDC CODE ยง 5-1501.10\n\nCurrent through December 11, 2012","credits":"(Aug. 17, 2011, D.C. Law 19-18, ยง 11, 58 DCR 5403.)","sections":[{"prefix":"a","text":" Any allegation of professional negligence, misconduct, or misidentification or other testing error that occurs in the provision of forensic science services at the Department shall be:"},{"prefix":"1","text":" Reported immediately to the Board; and"},{"prefix":"2","text":" Investigated promptly by the Director, in accordance with the Department's quality assurance program and the requirements of the Department's accreditation."},{"prefix":"b","text":"(1) An allegation that the Director determines is credible and substantial and that may substantially affect the integrity of the results of forensic analysis conducted by the Department shall be investigated by an evaluator, external to the Department, who shall be selected by the Director and the investigation shall be initiated within 30 business days after the Director becomes aware of the allegation."},{"prefix":"2","text":" An investigation pursuant to this subsection shall be in addition to the requirements of subsection (a) of this section."},{"prefix":"c","text":" An investigation pursuant to subsection (a) or (b) of this section shall culminate in the preparation of a written report that shall identify and describe:"},{"prefix":"1","text":" The alleged negligence, misconduct, or misidentification or other testing error;"},{"prefix":"2","text":" Whether the negligence, misconduct, or misidentification or other testing error occurred; and"},{"prefix":"3","text":" All corrective actions required of the Department."},{"prefix":"d","text":" All investigative reports prepared in accordance with this section shall be submitted promptly to the Board."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Department of Forensic Sciences."},"heading":{"title":"5","chaptersection":"1501","identifier":"5-1501.10","catch_text":"Allegations of negligence, misconduct, or misidentification or other testing error."}}