{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-18, see notes under ยง 5-1501.01.\n\nDC CODE ยง 5-1501.11\n\nCurrent through December 11, 2012","credits":"(Aug. 17, 2011, D.C. Law 19-18, ยง 12, 58 DCR 5403.)","sections":[{"prefix":"a","text":" There is established a Science Advisory Board, which shall consist of 9 voting members to be appointed pursuant to ยง 1-523.01(f), as follows:"},{"prefix":"1","text":" Five scientists with experience in scientific research and methodology, who have published in peer-reviewed scientific journals, including:"},{"prefix":"A","text":" One statistician; and"},{"prefix":"B","text":" One with expertise in quality assurance; and"},{"prefix":"2","text":" Four forensic scientists not currently employed by the Department or by a law enforcement laboratory or agency that provides forensic science services to the District."},{"prefix":"b","text":" The Director and Deputy Director shall be ex officio, non-voting members of the Board."},{"prefix":"c","text":"(1) Except as provided in paragraph (2) of this subsection, each voting member shall be appointed for a 3-year term. Whenever a vacancy occurs in an unexpired term, the Mayor shall appoint a replacement to fill that unexpired term in the same manner as the original appointment."},{"prefix":"2","text":" The initial term of each member shall be staggered so that 3 members are appointed for one year, 3 members are appointed for 2 years, and 3 members are appointed for 3 years. The members to serve the one-year term, 2-year term, and 3-year term shall be determined by the Mayor at the time of nomination."},{"prefix":"3","text":" The initial terms shall begin on the date a majority of the voting members have been sworn in, which shall become the anniversary date for all subsequent appointments."},{"prefix":"d","text":" The Board shall elect a chairperson from among its voting members."},{"prefix":"e","text":" The presence of a majority of the voting members holding office shall constitute a quorum."},{"prefix":"f","text":" The Board shall hold no fewer than 4 regular meetings per year. The chairperson of the Board shall fix the time and place of each meeting. Additional meetings may be called either by the chairperson or upon the written request of the Director or of any 3 members of the Board."},{"prefix":"g","text":" Minutes shall be prepared for each meeting. A transcript or detailed summary shall meet this requirement."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Department of Forensic Sciences."},"heading":{"title":"5","chaptersection":"1501","identifier":"5-1501.11","catch_text":"Science Advisory Board."}}