{"text":"","historical":"Legislative History of Laws\n\nLaw 13-100, the \"Federal Law Enforcement Officer Cooperation Act of 1999,\" was introduced in Council and assigned Bill No. 13-302, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 7, 1999, and December 21, 1999, respectively. Signed by the Mayor on January 10, 2000, it was assigned Act No. 13-246 and transmitted to both Houses of Congress for its review. D.C. Law 13-100 became effective on May 9, 2000.\n\nDC CODE § 5-301\n\nCurrent through December 11, 2012","credits":"(May 9, 2000, D.C. Law 13-100, § 2, 46 DCR 794.)","sections":[{"prefix":"a","text":" When a federal law enforcement agency has entered into a cooperative agreement with the Metropolitan Police Department of the District of Columbia (\"MPD\") to assist the Department in carrying out crime prevention and law enforcement activities pursuant to § 5-133.17, a sworn federal law enforcement officer of a covered federal law enforcement agency as defined in § 5-133.17(d) (\"federal officer\"), who in his official capacity is authorized to make arrests, shall, when making an arrest in the District of Columbia for a nonfederal offense, have the same legal status and immunity from suit as an MPD officer if the arrest is made under the following circumstances:"},{"prefix":"1","text":" The federal officer has probable cause to believe that the person arrested has committed a felony;"},{"prefix":"2","text":" The federal officer reasonably believes that the person arrested has committed a misdemeanor in his presence; or"},{"prefix":"3","text":" The federal officer is rendering assistance to an MPD officer in an emergency at the request of that MPD officer."},{"prefix":"b","text":" A sworn federal law enforcement officer of a covered federal law enforcement agency as defined in § 5-133.17(d), who in his official capacity is authorized to make arrests, may be authorized by the covered federal law enforcement agency to carry weapons within the boundaries of the District of Columbia while in an off-duty status provided that:"},{"prefix":"1","text":" The cooperative agreement authorizes the federal officer to carry weapons while in an off-duty status; and"},{"prefix":"2","text":" The federal officer has training substantially similar to the weapons training requirements of the MPD."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Federal Law Enforcement Officer Cooperation with Metropolitan Police Department."},"heading":{"title":"5","chaptersection":"301","identifier":"5-301","catch_text":"Powers and duties of federal law enforcement officers when making arrests for nonfederal offenses."}}