{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-352, see notes following ยง 5-331.01.\n\nDC CODE ยง 5-333.05\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2005, D.C. Law 15-352, ยง 205, 52 DCR 2296.)","sections":[{"prefix":"a","text":" The MPD may conduct a criminal investigation that involves the First Amendment activities of persons, groups, or organizations only when there is reasonable suspicion to believe that the persons, groups, or organizations are planning or engaged in criminal activity, and the First Amendment activities are relevant to the criminal investigation."},{"prefix":"b","text":" Except as provided in subsection (e) of this section, a MPD member may undertake an investigation under this section only after receiving prior written authorization from the Commander, Office of the Superintendent of Detectives, or such other MPD commander of similar rank designated by MPD regulations. No MPD member may conduct an investigation involving First Amendment activities without the authorization required by this section."},{"prefix":"c","text":" To obtain authorization for an investigation under this section, a MPD member shall submit a memorandum to the Commander, Office of Superintendent of Detectives, or such other MPD commander of similar rank as designated by MPD regulations:"},{"prefix":"1","text":" Identifying the subject of the proposed investigation, if known;"},{"prefix":"2","text":" Stating the facts and circumstances that create a reasonable suspicion of criminal activity; and"},{"prefix":"3","text":" Describing the relevance of the First Amendment activities to the investigation."},{"prefix":"d","text":"(1) Written authorization of an investigation under this section may be granted for a period of up to 120 days where the designated commander determines that there is reasonable suspicion of criminal activity."},{"prefix":"2","text":" If the MPD seeks to continue an investigation past 120 days, a new memorandum and approval shall be obtained for each subsequent 120-day period. The new memorandum shall describe the information already collected and demonstrate that an extension is reasonably necessary to pursue the investigation."},{"prefix":"3","text":" The Chief of Police shall approve investigations open for more than one year, and shall do so in writing, stating the justification for the investigation."},{"prefix":"e","text":" If there is an immediate threat of criminal activity, an investigation under this section may begin before a memorandum is prepared and approved; provided, that written approval must be obtained within 24 hours from the Chief of Police or his designee."},{"prefix":"f","text":" An investigation involving First Amendment activities shall be terminated when logical leads have been exhausted and no legitimate law enforcement purpose justifies its continuance."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"First Amendment Rights and Police Standards."},"subchapter":{"identifier":"II","text":"Police Investigations."},"heading":{"title":"5","chaptersection":"333","identifier":"5-333.05","catch_text":"Authorization for investigations involving First Amendment activities."}}