{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-352, see notes following ยง 5-331.01.\n\nDC CODE ยง 5-333.06\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2005, D.C. Law 15-352, ยง 206, 52 DCR 2296.)","sections":[{"prefix":"a","text":" The MPD may initiate a preliminary inquiry involving First Amendment activities, to obtain sufficient information to determine whether or not an investigation is warranted, where:"},{"prefix":"1","text":" The MPD receives information or an allegation the responsible handling of which requires further scrutiny; and"},{"prefix":"2","text":" The information or allegation received by MPD does not justify opening a full investigation because it does not establish reasonable suspicion that persons are planning or engaged in criminal activity."},{"prefix":"b","text":"(1) A MPD member may undertake a preliminary inquiry involving First Amendment activities, to obtain sufficient information to determine whether or not an investigation is warranted, only by receiving prior written authorization from the Commander, Office of Superintendent of Detectives, or such other MPD commander of similar rank designated by MPD regulations."},{"prefix":"2","text":" Except as provided in ยง 5-333.09, no MPD member may conduct a preliminary inquiry involving First Amendment activities without the authorization required by this section."},{"prefix":"c","text":" To obtain authorization for a preliminary inquiry, a MPD member shall submit a memorandum to the Commander, Office of Superintendent of Detectives, or such other MPD commander of similar rank designated by MPD regulations:"},{"prefix":"1","text":" Identifying the subject of the proposed inquiry, if known;"},{"prefix":"2","text":" Stating the information or allegations that are the basis for the preliminary inquiry; and"},{"prefix":"3","text":" Describing the relevance of the First Amendment activities to the inquiry."},{"prefix":"d","text":"(1) A preliminary inquiry under this section may be authorized for a period of up to 60 days."},{"prefix":"2","text":" If the MPD seeks to continue this preliminary inquiry beyond 60 days, a new memorandum and approval must be obtained for an additional 60-day period. The new memorandum must describe the information already collected and demonstrate that an extension is reasonably necessary to pursue the inquiry."},{"prefix":"3","text":" The Chief of Police shall approve a preliminary inquiry under this section that is to remain open for more than 120 days, and shall do so in writing, stating the justification for the preliminary inquiry."},{"prefix":"e","text":" A preliminary inquiry under this section shall be terminated when it becomes apparent that a full investigation is not warranted."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"First Amendment Rights and Police Standards."},"subchapter":{"identifier":"II","text":"Police Investigations."},"heading":{"title":"5","chaptersection":"333","identifier":"5-333.06","catch_text":"Authorization for preliminary inquiries involving First Amendment activities."}}