{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-352, see notes following § 5-331.01.\n\nDC CODE § 5-333.07\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2005, D.C. Law 15-352, § 207, 52 DCR 2296.)","sections":[{"prefix":"a","text":" The investigative techniques used in any particular investigation or preliminary inquiry shall be dictated by the needs of the investigation or inquiry."},{"prefix":"b","text":" The MPD shall employ minimization procedures in all investigations and preliminary inquiries involving First Amendment activities. Where the conduct of an investigation or preliminary inquiry presents a choice between the uses of more or less intrusive methods or investigative techniques, the MPD shall consider whether the information could be obtained in a timely and effective way by the less intrusive means."},{"prefix":"c","text":" The following techniques may be used in an authorized investigation or authorized preliminary inquiry involving First Amendment activities, without additional authorization:"},{"prefix":"1","text":" Examination of public records and other sources of information available to the public;"},{"prefix":"2","text":" Examination of MPD indices, files, and records;"},{"prefix":"3","text":" Examination of records and files of other government or law enforcement agencies;"},{"prefix":"4","text":" Interviews of any person; and"},{"prefix":"5","text":" Physical, photographic, or video surveillance from places open to the public or otherwise legally made available."},{"prefix":"d","text":" Undercover officers, informants, and mail covers may be used in an authorized preliminary inquiry after written approval and authorization is obtained from the Chief of Police or his designee. Mail openings and Wire Interception and Interception of Oral Communications, as defined in § 23- 541, shall not be used in a preliminary inquiry."},{"prefix":"e","text":" The following techniques may be used in an authorized investigation involving First Amendment activities, after written approval and authorization is obtained from the Chief of Police or his designee:"},{"prefix":"1","text":" Wire Interception and Interception of Oral Communications, as defined in § 23-541;"},{"prefix":"2","text":" Undercover officers and informants; and"},{"prefix":"3","text":" Mail covers, mail openings, pen registers, and trap and trace devices."},{"prefix":"f","text":" If there is an immediate threat of criminal activity, verbal authority by the designated MPD commander to use the investigative techniques described in subsection (d) and (e) of this section is sufficient until a written authorization can be obtained; provided, that other legal requirements have been met. The required written authorization shall be obtained within 5 days of the occurrence of the emergency."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"First Amendment Rights and Police Standards."},"subchapter":{"identifier":"II","text":"Police Investigations."},"heading":{"title":"5","chaptersection":"333","identifier":"5-333.07","catch_text":"Techniques and procedures for investigations and preliminary inquiries."}}