{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-352, see notes following ยง 5-331.01.\n\nDC CODE ยง 5-331.10\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2005, D.C. Law 15-352, ยง 110, 52 DCR 2296.)","sections":[{"prefix":"a","text":" The MPD shall cause every arrest in connection with a First Amendment assembly to be documented, in writing or electronically, by the officer at the scene who makes the arrest."},{"prefix":"b","text":" Except as provided in subsection (c) of this section, the arrest documentation shall be completed at a time reasonably contemporaneous with the arrest, and shall include:"},{"prefix":"1","text":" The name of the person arrested;"},{"prefix":"2","text":" The date and time of the arrest;"},{"prefix":"3","text":" Each offense charged;"},{"prefix":"4","text":" The location of the arrest, and of each offense;"},{"prefix":"5","text":" A brief statement of the facts and evidence establishing the basis to arrest the person for each offense;"},{"prefix":"6","text":" An identification of the arresting officer (name and badge number); and"},{"prefix":"7","text":" Any other information the MPD may determine is necessary."},{"prefix":"c","text":"(1) The Chief of Police may implement a procedure for documenting arrests in connection with a First Amendment assembly different from that set forth in subsection (b) of this section where the Chief determines that an emergency exists with regard to a specific First Amendment assembly, and that implementation of the alternative procedure is necessary to assist police in protecting persons, property, or preventing unlawful conduct; provided, that any such procedure shall adequately document the basis that existed for each individual arrest."},{"prefix":"2","text":" The determination of the Chief of Police made pursuant to paragraph (1) of this subsection shall be made in writing and shall include an explanation of the circumstances justifying the determination."},{"prefix":"3","text":" The determination of the Chief of Police made pursuant to paragraph (1) of this subsection shall be valid for a period of 24 hours, and may be renewed by the Chief, or in the Chief's absence, the Chief's designee."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"First Amendment Rights and Police Standards."},"subchapter":{"identifier":"I","text":"First Amendment Assemblies."},"heading":{"title":"5","chaptersection":"331","identifier":"5-331.10","catch_text":"Documentation of arrests in connection with a First Amendment assembly."}}