{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-352, see notes following ยง 5-331.01.\n\nDC CODE ยง 5-331.11\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2005, D.C. Law 15-352, ยง 111, 52 DCR 2296.)","sections":[{"prefix":"a","text":" The MPD shall adhere to the standard set forth in subsection (b) of this section in using handcuffs, plastic cuffs, or other physical restraints on any person arrested in connection with a First Amendment assembly who is being held in custody in the following circumstances:"},{"prefix":"1","text":" The arrestee is being held in a police processing center:"},{"prefix":"A","text":" To determine whether the arrestee should be released or the method for release;"},{"prefix":"B","text":" To determine whether the arrestee should be presented to court; or"},{"prefix":"C","text":" Pending presentation to court;"},{"prefix":"2","text":" The arrestee is being held in an unsecured processing center, and is not being held in a cell; or"},{"prefix":"3","text":" The arrestee is charged solely with one or more misdemeanor offenses, none of which have, as one of their elements, the commission of a violent act toward another person or a threat to commit such an act, or the destruction of property, or a threat to destroy property."},{"prefix":"b","text":" With regard to any person who is being held in custody by the MPD in the circumstances identified in subsection (a) of this section, the MPD shall use handcuffs, plastic cuffs, or other physical restraints only to the extent reasonably necessary, and in a manner reasonably necessary, for the safety of officers and arrestees; provided, that no such person shall be restrained by connecting his or her wrist to his or her ankle, and no such person shall be restrained in any other manner that forces the person to remain in a physically painful position."},{"prefix":"c","text":" Nothing in this section is intended to restrict the otherwise lawful authority of the MPD to use handcuffs, plastic cuffs, or other physical restraints on persons arrested in connection with a First Amendment assembly at the time of or immediately following arrest, while arrestees are being transported to a processing center, or while arrestees are being transported to or from court."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"First Amendment Rights and Police Standards."},"subchapter":{"identifier":"I","text":"First Amendment Assemblies."},"heading":{"title":"5","chaptersection":"331","identifier":"5-331.11","catch_text":"Use of handcuffs, plastic cuffs, or other physical restraints on persons arrested in connection with a First Amendment assembly."}}