{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-352, see notes following ยง 5-331.01.\n\nDC CODE ยง 5-333.09\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2005, D.C. Law 15-352, ยง 209, 52 DCR 2296.)","sections":[{"prefix":"a","text":" A MPD member may initiate a preliminary inquiry relating to a First Amendment assembly, for public safety reasons, without authorization, as follows:"},{"prefix":"1","text":" Members may gather public information regarding future First Amendment assemblies and review notices and approved assembly plans."},{"prefix":"2","text":" Members may communicate overtly with the organizers of a First Amendment assembly concerning the number of persons expected to participate, the activities anticipated, and other similar information regarding the time, place, and manner of the assembly."},{"prefix":"3","text":" Members may communicate overtly with persons other than the organizers of a First Amendment assembly to obtain information relating to the number of persons expected to participate in the assembly."},{"prefix":"4","text":" Members may collect information on prior First Amendment assemblies to determine what police resources may be necessary to adequately protect participants, bystanders, and the general public, and to enforce all applicable laws."},{"prefix":"b","text":" Filming and photographing First Amendment assemblies may be conducted by MPD members for the purpose of documenting violations of law and police actions, as an aid to future coordination and deployment of police units, and for training purposes. Filming and photographing of First Amendment assemblies may not be conducted for the purpose of identifying and recording the presence of individual participants who are not engaged in unlawful conduct."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"First Amendment Rights and Police Standards."},"subchapter":{"identifier":"II","text":"Police Investigations."},"heading":{"title":"5","chaptersection":"333","identifier":"5-333.09","catch_text":"Preliminary inquiries relating to First Amendment assemblies."}}