{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-352, see notes following ยง 5-331.01.\n\nDC CODE ยง 5-333.11\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2005, D.C. Law 15-352, ยง 211, 52 DCR 2296.)","sections":[{"prefix":"a","text":" Information to be retained in an Intelligence Section file shall be evaluated for the reliability of the source of the information and the validity and accuracy of the content of the information prior to filing. The file shall state whether the reliability, validity, and accuracy of the information have been corroborated."},{"prefix":"b","text":" The MPD shall not collect or maintain information about the political, religious, social, or personal views, associations, or activities of any individual, group, or organization unless such information is material to an authorized investigation or preliminary inquiry involving First Amendment activities."},{"prefix":"c","text":" No information shall be knowingly included in an Intelligence Section file that has been obtained in violation of any applicable federal, state, or local law, ordinance, or regulation. The Chief of Police, or his designee, shall be responsible for establishing that no information is entered in Intelligence Section files in violation of this subsection."},{"prefix":"d","text":" The MPD may disseminate information obtained during preliminary inquiries and investigations involving First Amendment activities to federal, state, or local law enforcement agencies, or local criminal justice agencies, only when such information:"},{"prefix":"1","text":" Falls within the investigative or protective jurisdiction or litigation-related responsibility of the agency;"},{"prefix":"2","text":" May assist in preventing an unlawful act or the use of violence, or any other conduct dangerous to human life; or"},{"prefix":"3","text":" Is required to be disseminated by an interagency agreement, statute, or other law."},{"prefix":"e","text":" All requests for dissemination of information from an Intelligence Section file shall be evaluated and approved by the Chief of Police or his designee. All dissemination of information shall be done by written transmittal or recorded on a form that describes the documents or information transmitted, and a record of the dissemination shall be maintained for a minimum of one year."},{"prefix":"f","text":" Intelligence Section file information shall not be disseminated to any non-law enforcement agency, department, group, organization, or individual, except as authorized by law."},{"prefix":"g","text":" The Chief of Police or his designee shall periodically review information contained in Intelligence Section files and purge records that are not accurate, reliable, relevant, and timely."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"First Amendment Rights and Police Standards."},"subchapter":{"identifier":"II","text":"Police Investigations."},"heading":{"title":"5","chaptersection":"333","identifier":"5-333.11","catch_text":"Files and records."}}