{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-352, see notes following ยง 5-331.01.\n\nDC CODE ยง 5-331.04\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2005, D.C. Law 15-352, ยง 104, 52 DCR 2296.)","sections":[{"prefix":"a","text":" The MPD shall recognize and implement the District policy on First Amendment assemblies established in ยง 5-331.03 when enforcing any restrictions on First Amendment assemblies held on District streets, sidewalks, or other public ways, or in District parks."},{"prefix":"b","text":" The MPD may enforce reasonable time, place, and manner restrictions on First Amendment assemblies by:"},{"prefix":"1","text":" Establishing reasonable restrictions on a proposed assembly prior to its planned occurrence though the approval of a plan, where the organizers of the assembly give notice;"},{"prefix":"2","text":" Enforcing reasonable restrictions during the occurrence of an assembly for which a plan has been approved, which are in addition to the restrictions set forth in the approved plan, where the additional restrictions are:"},{"prefix":"A","text":" Ancillary to the restrictions set forth in the approved plan and are designed to implement the substance and intent in the approval of the plan;"},{"prefix":"B","text":" Enforced in response to the occurrence of actions or events unrelated to the assembly that were not anticipated at the time of the approval of the plan and that were not caused by the plan-holder, counter-demonstrators, or the police; or"},{"prefix":"C","text":" Enforced to address a determination by the MPD during the pendency of the assembly that there exists an imminent likelihood of violence endangering persons or threatening to cause significant property damage; or"},{"prefix":"3","text":" Enforcing reasonable restrictions on a First Amendment assembly during its occurrence where a plan was not approved for the assembly."},{"prefix":"c","text":" No time, place, or manner restriction regarding a First Amendment assembly shall be based on the content of the beliefs expressed or anticipated to be expressed during the assembly, or on factors such as the attire or appearance of persons participating or expected to participate in an assembly, nor may such restrictions favor non-First Amendment activities over First Amendment activities."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"First Amendment Rights and Police Standards."},"subchapter":{"identifier":"I","text":"First Amendment Assemblies."},"heading":{"title":"5","chaptersection":"331","identifier":"5-331.04","catch_text":"Reasonable time, place, and manner restrictions on First Amendment assemblies."}}