{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-352, see notes following ยง 5-331.01.\n\nDC CODE ยง 5-331.05\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2005, D.C. Law 15-352, ยง 105, 52 DCR 2296.)","sections":[{"prefix":"a","text":" It shall not be an offense to assemble or parade on a District street, sidewalk, or other public way, or in a District park, without having provided notice or obtained an approved assembly plan."},{"prefix":"b","text":" The purpose of the notice and plan approval process is to avoid situations where more than one group seeks to use the same space at the same time and to provide the MPD and other District agencies the ability to provide appropriate police protection, traffic control, and other support for participants and other individuals."},{"prefix":"c","text":" Except as provided in subsection (d) of this section, a person or group who wishes to conduct a First Amendment assembly on a District street, sidewalk, or other public way, or in a District park, shall give notice and apply for approval of an assembly plan before conducting the assembly."},{"prefix":"d","text":" A person or group who wishes to conduct a First Amendment assembly on a District street, sidewalk, or other public way, or in a District park, is not required to give notice or apply for approval of an assembly plan before conducting the assembly where:"},{"prefix":"1","text":" The assembly will take place on public sidewalks and crosswalks and will not prevent other pedestrians from using the sidewalks and crosswalks;"},{"prefix":"2","text":" The person or group reasonably anticipates that fewer than 50 persons will participate in the assembly, and the assembly will not occur on a District street; or"},{"prefix":"3","text":" The assembly is for the purpose of an immediate and spontaneous expression of views in response to a public event."},{"prefix":"e","text":" The Mayor shall not enforce any user fees on persons or groups that organize or conduct First Amendment assemblies."},{"prefix":"f","text":" The Mayor shall not require, separate from or in addition to the requirements for giving notice of or applying for approval of an assembly plan for a First Amendment assembly, that persons give notice to, or obtain a permit or plan from, the Chief of Police, or other District officials or agencies, as a prerequisite for making or delivering an address, speech, or sermon regarding any political, social, or religious subject in any District street, sidewalk, other public way, or park."},{"prefix":"g","text":" The Mayor shall not require, separate from or in addition to the requirements for giving notice of or applying for approval of an assembly plan for a First Amendment assembly, that persons give notice to, or obtain a permit or plan from the Chief of Police, the Department of Consumer and Regulatory Affairs, or any other District official or agency as a prerequisite for using a stand or structure in connection with such an assembly; provided, that a First Amendment assembly plan may contain limits on the nature, size, or number of stands or structures to be used as required to maintain public safety. Individuals conducting a First Amendment assembly under subsection (d) of this section may use a stand or structure so long as it does not prevent others from using the sidewalk."},{"prefix":"h","text":" The Mayor shall not require, separate from or in addition to the requirements for giving notice of or applying for approval of an assembly plan for a First Amendment assembly, that persons give notice to, or obtain a permit or plan from, the Chief of Police, the Director of the Department of Consumer and Regulatory Affairs, or any other District official or agency as a prerequisite for selling demonstration-related merchandise within an area covered by an approved plan or within an assembly covered by subsection (d) of this section; provided, that nothing in this subsection shall be construed to authorize any person to sell merchandise in a plan-approved area contrary to the wishes of the plan-holder."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"First Amendment Rights and Police Standards."},"subchapter":{"identifier":"I","text":"First Amendment Assemblies."},"heading":{"title":"5","chaptersection":"331","identifier":"5-331.05","catch_text":"Notice and plan approval process for First Amendment assemblies -- generally."}}