{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-352, see notes following § 5-331.01.\n\nDC CODE § 5-333.12\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2005, D.C. Law 15-352, § 212, 52 DCR 2296.)","sections":[{"prefix":"a","text":" Authorizations of investigations and preliminary inquiries involving First Amendment activities are to be reviewed every 90 days by a panel of no fewer than 3 MPD commanding officers designated by the Chief of Police."},{"prefix":"b","text":" The Commander, Office of the Superintendent of Detectives, or a commander of similar rank designated in the MPD regulations, shall monitor the compliance of undercover officers and informants with the requirements of this subchapter."},{"prefix":"c","text":" The Chief of Police shall annually prepare a report on the MPD's investigations and preliminary inquiries involving First Amendment activities. The report shall be transmitted to the Mayor and Council and a notice of its publication shall be published in the District of Columbia Register. The report shall include, at a minimum,"},{"prefix":"1","text":" The number of investigations authorized;"},{"prefix":"2","text":" The number of authorizations for investigation sought but denied;"},{"prefix":"3","text":" The number of requests from outside agencies, as documented by forms requesting access to records of investigations conducted pursuant to this subchapter;"},{"prefix":"4","text":" The number of arrests, prosecutions, or other law enforcement actions taken as a result of such investigations; and"},{"prefix":"5","text":" A description of any violations of this subchapter or the regulations issued pursuant to this subchapter, and the actions taken as a result of the violations, including whether any officer was disciplined as a result of the violation."},{"prefix":"d","text":"(1) The Office of the District of Columbia Auditor (\"ODCA\") shall serve as auditor of MPD's investigations and preliminary inquiries involving First Amendment activities in order to assess compliance with this subchapter."},{"prefix":"2","text":" On an annual basis, the ODCA shall audit MPD files and records relating to investigations and preliminary inquiries involving First Amendment activities. In conducting the audit, the ODCA shall review each authorization granted pursuant to §§ 5-333.05 and 5-333.06, requests for authorization that were denied, and investigative files associated with the authorizations. The ODCA shall prepare a public report of its audit that shall contain a general description of the files and records reviewed, and a discussion of any substantive violation of this subchapter discovered during the audit. A preliminary report of the audit shall be provided by the ODCA to the Chief of Police for review and comment at least 30 days prior to issuance of a final audit."},{"prefix":"3","text":" The ODCA shall have access to MPD files and records for purposes of its audit of investigations and preliminary inquiries involving First Amendment activities."},{"prefix":"4","text":" In discharging its responsibilities, the ODCA shall protect the confidentiality of MPD files and records."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"First Amendment Rights and Police Standards."},"subchapter":{"identifier":"II","text":"Police Investigations."},"heading":{"title":"5","chaptersection":"333","identifier":"5-333.12","catch_text":"Monitoring and auditing of investigations and preliminary inquiries."}}