{"text":"For the purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nFor Law 15-352, see notes following ยง 5-331.01.\n\nDC CODE ยง 5-333.02\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2005, D.C. Law 15-352, ยง 202, 52 DCR 2296.)","sections":[{"prefix":"1","text":" \"First Amendment activities\" means constitutionally protected speech or association, or conduct related to freedom of speech, free exercise of religion, freedom of the press, the right to assemble, and the right to petition the government."},{"prefix":"2","text":" \"First Amendment assembly\" means a demonstration, rally, parade, march, picket line, or other similar gathering conducted for the purpose of persons expressing their political, social, or religious views;"},{"prefix":"3","text":" \"Informant\" means a person who provides information to the police department motivated by the expectation of receiving compensation or benefit, or otherwise is acting under the direction of the MPD."},{"prefix":"4","text":" \"Intelligence Section\" means the Intelligence Section of the Special Investigations Division of MPD, or its successor section or unit."},{"prefix":"5","text":" \"Intelligence Section file\" means the investigative intelligence information gathered, received, developed, analyzed, and maintained by the Intelligence Section of the Metropolitan Police Department, pursuant to an investigation or preliminary inquiry involving First Amendment activity."},{"prefix":"6","text":" \"Legitimate law enforcement objective\" means the detection, investigation, deterrence, or prevention of crime, or the apprehension and prosecution of a suspected criminal; provided, that a person shall not be considered to be pursuing a legitimate law enforcement objective if the person is acting based upon the race, ethnicity, religion, national origin, lawful political affiliation or activity, or lawful news-gathering activity of an individual or group."},{"prefix":"7","text":" \"Mail cover\" means the inspection and review of the outside of envelopes of posted mail and other delivered items."},{"prefix":"8","text":" \"Mail opening\" means the opening and inspection and review of the contents of posted mail and other delivered items."},{"prefix":"9","text":" \"Minimization procedures\" means reasonable precautions taken to minimize the interference with First Amendment activities, without impairing the success of the investigation or preliminary inquiry."},{"prefix":"10","text":" \"MPD\" means the Metropolitan Police Department."},{"prefix":"11","text":" \"Reasonable suspicion\" means a belief based on articulable facts and circumstances indicating a past, current, or impending violation of law. The reasonable suspicion standard is lower than the standard of probable cause; however, a mere hunch is insufficient as a basis for reasonable suspicion. A suspicion that is based upon the race, ethnicity, religion, national origin, lawful political affiliation or activity, or lawful news-gathering activity of an individual or group is not a reasonable suspicion."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"First Amendment Rights and Police Standards."},"subchapter":{"identifier":"II","text":"Police Investigations."},"heading":{"title":"5","chaptersection":"333","identifier":"5-333.02","catch_text":"Definitions."}}