{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-352, see notes following ยง 5-331.01.\n\nDC CODE ยง 5-331.07\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2005, D.C. Law 15-352, ยง 107, 52 DCR 2296.)","sections":[{"prefix":"a","text":" The MPD's handling of, and response to, all First Amendment assemblies shall be designed and implemented to carry out the District policy on First Amendment assemblies established in ยง 5-331.03."},{"prefix":"b","text":"(1) Where participants in a First Amendment assembly fail to comply with reasonable time, place, and manner restrictions, the MPD shall, to the extent reasonably possible, first seek to enforce the restrictions through voluntary compliance and then seek, as appropriate, to enforce the restrictions by issuing citations to, or by arresting, the specific non-compliant persons, where probable cause to issue a citation or to arrest is present."},{"prefix":"2","text":" Nothing in this subsection is intended to restrict the authority of the MPD to arrest persons who engage in unlawful disorderly conduct, or violence directed at persons or property."},{"prefix":"c","text":" Where participants in a First Amendment assembly, or other persons at the location of the assembly, engage in unlawful disorderly conduct, violence toward persons or property, or unlawfully threaten violence, the MPD shall, to the extent reasonably possible, respond by dispersing, controlling, or arresting the persons engaging in such conduct, and not by issuing a general order to disperse, thus allowing the First Amendment assembly to continue."},{"prefix":"d","text":" The MPD shall not issue a general order to disperse to participants in a First Amendment assembly except where:"},{"prefix":"1","text":" A significant number or percentage of the assembly participants fail to adhere to the imposed time, place, and manner restrictions, and either the compliance measures set forth in subsection (b) of this section have failed to result in substantial compliance or there is no reasonable likelihood that the measures set forth in subsection (b) of this section will result in substantial compliance;"},{"prefix":"2","text":" A significant number or percentage of the assembly participants are engaging in, or are about to engage in, unlawful disorderly conduct or violence toward persons or property; or"},{"prefix":"3","text":" A public safety emergency has been declared by the Mayor that is not based solely on the fact that the First Amendment assembly is occurring, and the Chief of Police determines that the public safety concerns that prompted the declaration require that the First Amendment assembly be dispersed."},{"prefix":"e","text":"(1) If and when the MPD determines that a First Amendment assembly, or part thereof, should be dispersed, the MPD shall issue at least one clearly audible and understandable order to disperse using an amplification system or device, and shall provide the participants a reasonable and adequate time to disperse and a clear and safe route for dispersal."},{"prefix":"2","text":" Except where there is imminent danger of personal injury or significant damage to property, the MPD shall issue multiple dispersal orders and, if appropriate, shall issue the orders from multiple locations. The orders shall inform persons of the route or routes by which they may disperse and shall state that refusal to disperse will subject them to arrest."},{"prefix":"3","text":" Whenever possible, MPD shall make an audio or video recording of orders to disperse."},{"prefix":"f","text":"(1) Where a First Amendment assembly is held on a District street, sidewalk, or other public way, or in a District park, and an assembly plan has not been approved, the MPD shall, consistent with the interests of public safety, seek to respond to and handle the assembly in substantially the same manner as it responds to and handles assemblies with approved plans."},{"prefix":"2","text":" An order to disperse or arrest assembly participants shall not be based solely on the fact that a plan has not been approved for the assembly."},{"prefix":"3","text":" When responding to and handling a First Amendment assembly for which a plan has not been approved, the MPD may take into account any actual diminution, caused by the lack of advance notice, in its ability, or the ability of other governmental agencies, appropriately to organize and allocate their personnel and resources so as to protect the rights of both persons exercising free speech and other persons wishing to use the streets, sidewalks, other public ways, and parks."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"First Amendment Rights and Police Standards."},"subchapter":{"identifier":"I","text":"First Amendment Assemblies."},"heading":{"title":"5","chaptersection":"331","identifier":"5-331.07","catch_text":"Police handling and response to First Amendment assemblies."}}