{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-147, see notes following ยง 5-401.\n\nDC CODE ยง 5-404.01\n\nCurrent through December 11, 2012","credits":"(June 20, 1906, 34 Stat. 314, ch. 3443, ยง 3a, as added Apr. 15, 2008, D.C. Law 17-147, ยง 2(c), 55 DCR 2558.)","sections":[{"prefix":"a","text":"(1) The Mayor shall appoint, with the advice and consent of the Council in accordance with paragraph (2) of this subsection, a Medical Director of the Fire and Emergency Medical Services Department (\"Department\"), who shall hold the rank of Assistant Fire Chief. The Medical Director shall report directly to the Fire Chief, but may be removed only by the Mayor."},{"prefix":"2","text":" Except as provided in paragraph (3) of this subsection, the Mayor shall submit a nomination for Medical Director to the Council for a 90-day period of review, excluding days of Council recess. If the Council does not approve or disapprove the nomination, by resolution, within the 90-day review period, the nomination shall be deemed disapproved."},{"prefix":"3","text":" The Mayor shall not be required to submit to the Council the appointment of the incumbent Medical Director serving as of December 19, 2007."},{"prefix":"b","text":" To be eligible for appointment, the Medical Director shall:"},{"prefix":"1","text":" Be a physician licensed to practice medicine in the District of Columbia;"},{"prefix":"2","text":" Be board certified in a medical specialty that represents the broad patient base that the Department serves, such as emergency medicine, general surgery, family medicine, or internal medicine; and"},{"prefix":"3","text":" Have at least 4 years of substantial experience in emergency medical services, such as experience as a medical director or assistant medical director of emergency medical services, or successful completion of a recognized fellowship in emergency medical services."},{"prefix":"c","text":" The Medical Director shall maintain clinical practice at a District hospital or hold an appointment at an accredited academic medical center within the District."},{"prefix":"d","text":" The Medical Director shall:"},{"prefix":"1","text":" Provide medical oversight for all aspects of pre-hospital medical services provided by the Department, including:"},{"prefix":"A","text":" Written policies, procedures, and protocols for pre-hospital medical care;"},{"prefix":"B","text":" Medical training; and"},{"prefix":"C","text":" Quality assurance of medical services;"},{"prefix":"2","text":" Supervise the administration of pre-hospital medical care; and"},{"prefix":"3","text":" Work collaboratively with the Fire Chief, Assistant and Deputy Fire Chiefs, and other personnel in the Department."},{"prefix":"e","text":"(1) The provision of pre-hospital medical care by the Department's certified emergency medical technicians and paramedics shall be under the license of the Medical Director."},{"prefix":"2","text":" The Medical Director shall not be personally liable for the good-faith performance of the Medical Director's duties under this act for a death or injury that results from the provision of pre-hospital medical care by the Department's certified emergency medical technicians or paramedics practicing under the license of the Medical Director unless the death or injury is the result of willful misconduct or gross negligence of the Medical Director."},{"prefix":"f","text":"(1) The Medical Director shall have the authority to order hospital emergency rooms within the District of Columbia not to close to Department transports and to require hospitals and medical providers to accept the transfer of care of a patient or patients within a specified period of time."},{"prefix":"2","text":" The Department may transport patients to a pre-approved clinic or other medical facility that is not a hospital emergency room, appropriate to the patient's need."},{"prefix":"3","text":" The Medical Director shall have the authority to work directly with the Mayor, the Director of the Department of Health, and other appropriate agencies to develop programs or make written agreements with clinics or other health care providers to receive the Department's transport of patients."},{"prefix":"4","text":" The Medical Director shall have the authority to work with the District-based hospitals to coordinate pre-hospital medical services with medical research of best practices for delivery of pre-hospital medical care."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Fire and Emergency Medical Services Department."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"5","chaptersection":"404","identifier":"5-404.01","catch_text":"Medical Director."}}