{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-318.\n\nEffect of Amendments\n\nD.C. Law 15-194 rewrote subsec. (a); and in subsec. (b), substituted \"Fire and Emergency Medical Services Department\" for \"District of Columbia Fire Department\". Prior to amendment, subsec. (a) had read as follows:\n\n\"(a) The Chief of the District of Columbia Fire Department may establish a firefighter cadet program for the purpose of instructing, training, and exposing interested persons, primarily young adults residing in the District of Columbia, to the operations of the District of Columbia Fire Department and the duties, tasks, and responsibilities of serving as a firefighter with the District of Columbia Fire Department.\"\n\nLegislative History of Laws\n\nLaw 4-172, the \"Police Officer and Firefighter Cadet Programs Funding Authorization and Human Rights Act of 1977 Amendment Act of 1982,\" was introduced in Council and assigned Bill No. 4-421, which was referred to the Committee on the Judiciary and the Committee on Education. The Bill was adopted on first and second readings on October 19, 1982, and November 16, 1982, respectively. Signed by the Mayor on December 8, 1982, it was assigned Act No. 4-254 and transmitted to both Houses of Congress for its review.\n\nFor Law 15-194, see notes following § 5-105.01.\n\nDC CODE § 5-418\n\nCurrent through December 11, 2012","credits":"(Mar. 9, 1983, D.C. Law 4-172, § 2(b)-(d), 29 DCR 5745; Sept. 30, 2004, D.C. Law 15-194, § 402(a), (b), 51 DCR 9406.)","sections":[{"prefix":"a","text":" The Chief of the Fire and Emergency Medical Services Department may establish a cadet program for the purpose of instructing, training, and exposing interested persons, primarily young adults residing in the District of Columbia, to the operations of the Fire and Emergency Medical Services Department and the duties, tasks, and responsibilities of serving as a dual-trained firefighter/paramedic/emergency medical technician with the Fire and Emergency Medical Services Department. The Fire Chief shall establish performance measures for the program."},{"prefix":"b","text":" A person successfully completing the required training and service in a cadet program established pursuant to this section shall be accorded full preference for appointment as a member of the Metropolitan Police Department or of the Fire and Emergency Medical Services Department, if the person shall have met all other requirements pertaining to membership in the chosen Department."},{"prefix":"c","text":" There may be appropriated the funds necessary for the administration of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Fire and Emergency Medical Services Department."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"5","chaptersection":"418","identifier":"5-418","catch_text":"Cadet program -- Authorized; purpose; preference for appointment; appropriations."}}