{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 4-317.\n\nLegislative History of Laws\n\nLaw 4-119, the \"District of Columbia Arson Reporting Immunity Act of 1982,\" was introduced in Council and assigned Bill No. 4-135, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on March 23, 1982, and April 6, 1982, respectively. Signed by the Mayor on May 4, 1982, it was assigned Act No. 4-182 and transmitted to both Houses of Congress for its review.\n\nDC CODE ยง 5-417\n\nCurrent through December 11, 2012","credits":"(June 19, 1982, D.C. Law 4-19, ยง 2(a)-(e), 29 DCR 1952.)","sections":[{"prefix":"a","text":" If the Fire Marshal or any agency empowered to investigate the cause of, or circumstances attendant upon, a fire loss involving real or personal property within the District of Columbia or empowered to institute criminal prosecutions for criminal acts causing, or related to, a fire loss has reason to believe that a fire was caused by other than accidental means, the Fire Marshal or such authorized agency may require, by written demand, any insurer investigating a fire loss to release any relevant information in its possession relating to that fire loss. Relevant information may include, but is not limited to:"},{"prefix":"1","text":" The insurance policy in force;"},{"prefix":"2","text":" Applications for an insurance policy;"},{"prefix":"3","text":" The premium payments record;"},{"prefix":"4","text":" The history of previous claims made; and"},{"prefix":"5","text":" Material relating to the investigation of the loss, including statements of any person, proof of loss, and any other evidence relevant to the investigation."},{"prefix":"b","text":" Whenever an insurer has reason to believe that a fire loss in which it has an interest may have been caused by other than accidental means, the insurer shall, for the purpose of having the fire loss investigated, notify the Fire Marshal or an authorized agency in writing and furnish the Fire Marshal or such agency with all relevant information acquired during its investigation of the fire loss."},{"prefix":"c","text":" No insurer (or person acting on behalf of an insurer) who in good faith furnished information pursuant to subsection (a) or (b) of this section shall be liable therefor."},{"prefix":"d","text":" Any information or evidence furnished pursuant to subsection (a) or (b) of this section shall be held in confidence by and among the Fire Marshal and authorized agencies, except that such information or evidence may be released in a criminal or civil proceeding in accordance with applicable court rules."},{"prefix":"e","text":" Whoever shall knowingly: (1) refuse to release any information requested pursuant to subsection (a) of this section; (2) fail to notify or supply information to the Fire Marshal or an authorized agency pursuant to subsection (b) of this section; or (3) fail to hold in confidence information required to be held in confidence in accordance with the provisions of subsection (d) of this section shall be fined not more than $10,000."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Fire and Emergency Medical Services Department."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"5","chaptersection":"417","identifier":"5-417","catch_text":"Arson reporting."}}