{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-316.\n\n1973 Ed., § 4-416.\n\nEffect of Amendments\n\nD.C. Law 17-147 substituted \"The Mayor, with the approval of the Council by resolution, and after the Council holds a public hearing, may\" for \"The Mayor of the District of Columbia is authorized, after a public hearing, to\".\n\nD.C. Law 18-373 designated the existing text as subsec. (a); in subsec. (a), substituted \"emergency ambulance service of the Fire and Emergency Medical Services Department ('Department')\" for \"Emergency Ambulance Service of the Fire Department\"; and added subsec. (b).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 102 of Public Safety Legislation Sixty-Day Layover Emergency Amendment Act of 2010 (D.C. Act 18-693, January 18, 2011, 58 DCR 640).\n\nFor temporary (90 day) amendment of section, see § 102 of Public Safety Legislation Sixty-Day Layover Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-45, April 20, 2011, 58 DCR 3701).\n\nLegislative History of Laws\n\nLaw 1-124, the \"Revenue Act for Fiscal Year 1978,\" was introduced in Council and assigned Bill No. 1-375, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on December 3, 1976 and December 17, 1976, respectively. Signed by the Mayor on January 25, 1977, it was assigned Act No. 1-226 and transmitted to both Houses of Congress for its review.\n\nFor Law 17-147, see notes following § 5-401.\n\nLaw 18-373, the \"Health and Safety 911 Abuse Prevention Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-692, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on November 9, 2010, and December 7, 2010, respectively. Signed by the Mayor on January 12, 2011, it was assigned Act No. 18-682 and transmitted to both Houses of Congress for its review. D.C. Law (Act 18-682) became effective on May 26, 2011.\n\nMiscellaneous Notes\n\nEmergency Ambulance Division established: Mayor's Order 81-233a, dated November 9, 1981, established an Emergency Ambulance Division in the Fire Department. The Order set forth the functions and supervision of the Division.\n\nShort title: Section 3003 of D.C. Law 17-219 provided that subtitle B of title III of the act may be cited as the \"Ambulance Fee Act of 2008\".\n\nSection 3006 of D.C. Law 17-219 provides:\n\n\"The Mayor shall explore all reasonable options for billing Medicaid and Medicare for costs of ambulance services. If the Mayor cannot raise $3.5 million from Medicaid and Medicare billing, the Mayor shall issue rules pursuant to section 502 of the Revenue Act for Fiscal Year 1978, effective April 19, 1977 (D.C. Law 1-124; D.C. Official Code § 5-416), effective October 1, 2008, to increase ambulance fees to an amount sufficient to raise up to $3.5 million in revenue in fiscal year 2009 and fiscal year 2010. The rules shall be submitted to the Council not later than September 15, 2008.\"\n\nDC CODE § 5-416\n\nCurrent through December 11, 2012","credits":"(Apr. 19, 1977, D.C. Law 1-124, § 502, 23 DCR 8749; Apr. 15, 2008, D.C. Law 17-147, § 4, 55 DCR 2558; May 26, 2011, D.C. Law 18-373, § 2, 58 DCR 613.)","sections":[{"prefix":"a","text":" The Mayor, with the approval of the Council by resolution, and after the Council holds a public hearing, may establish from time to time a fee to be charged for transportation services provided by the emergency ambulance service of the Fire and Emergency Medical Services Department (\"Department\") in such amount as may be reasonable in consideration of the interests of the public and the persons required to pay the fee, and in consideration of the approximate cost of furnishing such services; provided, that no one shall be denied the services because of his or her inability to pay and further provided that no one shall be questioned about his or her ability to pay at the time the services are requested."},{"prefix":"b","text":"(1) A health care facility shall reimburse the Department for the cost of emergency ambulance services, as determined under subsection (a) of this section, incurred by a patient resident of the health care facility if the health care facility requests ambulance transport services from the Department and the patient's healthcare insurance denies payment for the ambulance transport after a determination that the transportation did not meet the medical necessity standard as provided in section 410.40(d) of Title 42 of the Code of Federal Regulations."},{"prefix":"2","text":" For the purposes of this subsection, the term:"},{"prefix":"A","text":" \"Ambulance\" means any publicly owned vehicle specially designed, constructed, modified, or equipped for use as a means for transporting patients in a medical emergency or any publicly owned vehicle that is advertised, marked, or in any way held out as a vehicle for the transportation of patients in a medical emergency."},{"prefix":"B","text":" \"Health care facility\" shall have the same meaning as provided in § 44- 1051.02(5)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Fire and Emergency Medical Services Department."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"5","chaptersection":"416","identifier":"5-416","catch_text":"Emergency ambulance service fees."}}