{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-405.\n\n1973 Ed., § 4-821.\n\nReferences in Text\n\n\"This act,\" referred to throughout this section, means the Act of June 20, 1953.\n\nThe District of Columbia Police and Firemen's Salary Act of 1958, referred to throughout this section, is codified in § 5-541.01 et seq.\n\nDC CODE § 5-501.02\n\nCurrent through December 11, 2012","credits":"(June 20, 1953, 67 Stat. 76, ch. 146, title IV, § 405; July 20, 1953, 67 Stat. 182, ch. 231, § 1; June 25, 1956, 70 Stat. 338, ch. 446, § 1; July 18, 1958, 72 Stat. 378, Pub. L. 85-533, § 5; Aug. 1, 1958, 72 Stat. 485, Pub. L. 85-584, title V, § 502(b); Oct. 5, 1961, 75 Stat. 831, Pub. L. 87-399, § 5; Sept. 25, 1962, 76 Stat. 596, Pub. L. 87-697, § 3.)","sections":[{"prefix":"a","text":" For all pay computation purposes affecting employees covered by this act or the District of Columbia Police and Firemen's Salary Act of 1958, basic per annum rates of compensation established by this act or the District of Columbia Police and Firemen's Salary Act of 1958, shall be regarded as payment for employment during 52 basic administrative workweeks."},{"prefix":"b","text":"(1) Whenever for any such purpose it is necessary to convert a basic annual rate established by this act or the District of Columbia Police and Firemen's Salary Act of 1958 to a basic biweekly, weekly, daily, half-daily, or hourly rate, the following rules shall govern:"},{"prefix":"A","text":" The annual rate shall be divided by 52 or 26, as the case may be, to derive a weekly or biweekly rate;"},{"prefix":"B","text":" A weekly or biweekly rate shall be divided by 5 or 10, as the case may be, to derive a daily rate;"},{"prefix":"C","text":" A daily rate shall be divided by 2 to derive a one-half daily rate;"},{"prefix":"D","text":" In the case of the Metropolitan Police force, except with respect to computation of holiday pay, a biweekly rate shall be divided by the number of hours constituting the biweekly tour of duty in order to derive an hourly rate;"},{"prefix":"E","text":" In the case of the Firefighting Division of the Fire Department of the District of Columbia:"},{"prefix":"i","text":" A biweekly rate shall be divided by 2 to derive a weekly rate;"},{"prefix":"ii","text":" The weekly rate shall be divided by the number of workdays in the average established workweek to arrive at a daily rate;"},{"prefix":"iii","text":" A daily rate shall be divided by 2 to derive a one-half daily rate; and"},{"prefix":"iv","text":" An hourly rate shall be determined by dividing the daily rate of pay by 12, except for the purpose of computation of holiday pay; and"},{"prefix":"F","text":" In the case of officers and members of divisions of the Fire Department of the District of Columbia other than the Firefighting Division, except with respect to computation of holiday pay, a biweekly rate shall be divided by the number of hours constituting the biweekly tour of duty in order to derive an hourly rate."},{"prefix":"2","text":" All rates shall be computed to the nearest cent, counting one-half cent and over as a whole cent."},{"prefix":"c","text":" For all officers and employees referred to in this act, or the District of Columbia Police and Firemen's Salary Act of 1958, each pay period shall cover 2 administrative workweeks except that with respect to employees of the Fire Department the 1st pay period shall be for the period July 1 to July 11, 1953, inclusive."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Salaries."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"5","chaptersection":"501","identifier":"5-501.02","catch_text":"Computation of rates of compensation."}}