{"text":"As used in § 5-521.01, the word \"holiday\" means the following: The 1st day of January, the 3rd Monday in February, the 4th day of July, the last Monday in May, the 1st Monday in September, the 2nd Monday in October, the 4th Monday in October, Thanksgiving Day, the 25th day of December, and, with respect to officers and members of the Metropolitan Police force and the Fire Department of the District of Columbia, such other holidays as may be designated by the Council of the District of Columbia, and with respect to officers and members of the United States Park Police force, such other holidays as may be designated by executive order.","historical":"Prior Codifications\n\n1981 Ed., § 4-403.\n\n1973 Ed., § 4-808.\n\nEffect of Amendments\n\nPub. L. 111-282 substituted \"and with respect to officers and members of the United States Park Police force\" for \"and with respect to officers and members of the United States Secret Service Uniformed Division and the United States Park Police force\".\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(113) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 5-521.02\n\nCurrent through December 11, 2012","credits":"(Oct. 24, 1951, 65 Stat. 607, ch. 544, § 2; July 18, 1958, 72 Stat. 378, Pub. L. 85-533, § 4(b); Sept. 3, 1974, 88 Stat. 1038, Pub. L. 93-407, title I, § 102; Nov. 15, 1977, 91 Stat. 1371, Pub. L. 95-179; Oct. 15, 2010, 124 Stat. 3033, Pub. L. 111-282, § 4(b)(1)(B).)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Salaries."},"subchapter":{"identifier":"II","text":"Holiday Compensation."},"heading":{"title":"5","chaptersection":"521","identifier":"5-521.02","catch_text":"\"Holiday\" defined."}}