{"text":"<- Image delivery not included with current Options setting. ->","historical":"Prior Codifications\n\n1981 Ed., § 4-416.\n\n1973 Ed., § 4-833.\n\nEffect of Amendments\n\nPub. L. 111-282, in subsec. (a), deleted \"the United States Secret Service Uniformed Division\" following \"Police and\"; in subsec. (c)(1), deleted \"the United States Secret Service Uniformed Division and\" following \"members of\", and deleted \" United States Secret Service Uniformed Division, preceding \"United States Park Police\"; in subsec. (c)(2), deleted \"the annual rates of basic compensation of officers and members of the United States Secret Service Uniformed Division shall be adjusted by the Secretary of the Treasury,\" following \"schedule)\"; in subsec. (c)(5), deleted \"officers and members of the United States Secret Service Uniformed Division or\" following \"respect to\"; and, in subsecs. (c)(6)(A) and (7)(A), deleted \"the United States Secret Service Uniformed Division or\" following \"member of\".\n\nEffective Dates\n\nSection 118(f) of Pub. L. 105-61, 111 Stat. 1285, provides that the provisions of § 118 shall become effective on the first day of the first pay period beginning after the Dates of enactment of the act. Public Law 105-61 was approved on October 10, 1997.\n\nSection 159(b) of Pub. L. 105-100, 111 Stat. 2188, the District of Columbia Appropriations Act, 1988, provided that the amendment made § 159(a) is effective on the Dates of enactment of Pub. L. 105-61. Public Law 105-61 was approved on October 10, 1997.\n\nReferences in Text\n\n\"Subchapter III or VII of chapter 55,\" referred to in (c)(6)(B)(i), are subchapters III and VII of chapter 55 of title 5, United States Code, codified at 5 U.S.C. § 5521 et seq., and 5 U.S.C. § 5561 et seq., respectively.\n\n\"Chapter 57,\" referred to in (c)(6)(B)(ii), is chapter 57 of title 5, United States Code, codified at 5 U.S.C. § 5701 et seq.\n\n\"Chapter 59,\" referred to in (c)(6)(B)(iii), is chapter 59 of title 5, United States Code, codified at 5 U.S.C. § 5901 et seq.\n\nMiscellaneous Notes\n\nSavings Provision: Section 118(d) of Pub. L. 106-61, 111 Stat. 1285, provided that on the effective date of § 118, any existing special salary rates authorized for members of the United States Secret Service Uniformed Division under § 5305 of title 5, United States Code (or any previous similar provision of law) and any special rates of pay or special pay adjustments under section 403, 404, or 405 of the Federal Law Enforcement Pay Reform Act of 1990 applicable to members of the United States Secret Service Uniformed Division shall be rendered inapplicable.\n\nDC CODE § 5-545.01\n\nCurrent through December 11, 2012","credits":"(Aug. 1, 1958, 72 Stat. 485, Pub. L. 85-584, title V, § 501; Aug. 29, 1972, 86 Stat. 639, Pub. L. 92-410, title I, § 111; Oct. 17, 1976, 90 Stat. 2493, Pub. L. 94-533, § 2; Oct. 7, 1980, 94 Stat. 1562, Pub. L. 96-396; Oct. 10, 1997, 111 Stat. 1285, Pub. L. 105-61, § 118(a); Nov. 19, 1997, 111 Stat. 2188, Pub. L. 105-100, § 159(a); Dec. 21, 2000, 114 Stat. 2763, Pub. L. 106-554, § 1(a)(4), H.R. 5666 §§ 902(a), (c), 903(a), (b); Oct. 15, 2010, 124 Stat. 3033, Pub. L. 111-282, § 4(b)(2)(G).)","sections":[{"prefix":"a","text":" Except as provided in subsections (b) and (c) of this section, the rates of basic compensation of officers and members of the United States Park Police shall be the same as the rates of compensation, including longevity increases, provided in this subchapter, for officers and members of the Metropolitan Police force in corresponding or similar classes."},{"prefix":"b","text":"(1) Effective at the beginning at the first applicable pay period commencing on or after the first day of the month in which an adjustment takes effect under § 5305 of Title 5, United States Code, in the rates of pay under General Schedule, the annual rate of basic compensation of officers and members of the United States Park Police force shall be adjusted by the Secretary of the Interior, by an amount (rounded to the next highest multiple of $5) equal to the percentage of such annual rate of pay which corresponds to the overall percentage (as set forth in the applicable report transmitted to the Congress under such § 5305) of the adjustment made in the rates of pay under the General Schedule."},{"prefix":"2","text":" No adjustment in the annual rate of basic compensation of such officers and members may be made except in accordance with paragraph (1) of this subsection."},{"prefix":"3","text":" Any reference in any law to the salary schedule in § 5-541.01 with respect to officers and members of the United States Park Police force shall be considered to be a reference to such schedule as adjusted in accordance with this subsection."},{"prefix":"4","text":" This subsection shall not apply with respect to any pay period for which the salary schedule under subsection (c) applies to the United States Park Police."},{"prefix":"c","text":"(1) The annual rates of basic compensation of officers and members of the United States Park Police, serving in classes corresponding or similar to those in the salary schedule in § 5-541.01 shall be fixed in accordance with the following schedule of rates:"},{"prefix":"2","text":" Effective at the beginning of the first applicable pay period commencing on or after the first day of the month in which an adjustment takes effect under section 5303 of title 5, United States Code (or any subsequent similar provision of law), in the rates of pay under the General Schedule (or any pay system that may supersede such schedule), the annual rates of basic compensation of officers and members of the United States Park Police shall be adjusted by the Secretary of the Interior, by an amount equal to the percentage of such annual rate of pay which corresponds to the overall percentage of the adjustment made in the rates of pay under the General Schedule, except that in no case may the annual rate of basic compensation for any such officer or member exceed the rate of basic pay payable for level IV of the Executive Schedule contained in subchapter II of chapter 53 of title 5, United States Code."},{"prefix":"3","text":" Locality-based comparability payments authorized under section 5304 of title 5, United States Code, shall be applicable to the basic pay under this section, except locality-based comparability payments may not be paid at a rate which, when added to the rate of basic pay otherwise payable to the officer or member, would cause the total to exceed the rate of basic pay payable for level IV of the Executive Schedule."},{"prefix":"4","text":" Repealed."},{"prefix":"5","text":" Any reference in any law to the salary schedule in § 5-541.01 with respect to officers and members of the United States Park Police shall be considered to be a reference to the salary schedule in paragraph (1) of this subsection as adjusted in accordance with this subsection."},{"prefix":"6","text":"(A) Except as otherwise permitted by or under law, no allowance, differential, bonus, award, or other similar cash payment under this part or under Title 5, United States Code, may be paid to an officer or member of the United States Park Police in a calendar year if, or to the extent that, when added to the total basic pay paid or payable to such officer or member for service performed in such calendar year as an officer or member, such payment would cause the total to exceed the annual rate of basic pay payable for level I of the Executive Schedule, as of the end of such calendar year."},{"prefix":"B","text":" This paragraph shall not apply to any payment under the following provisions of Title 5, United States Code:"},{"prefix":"i","text":" Subchapter III or VII of chapter 55, or section 5596."},{"prefix":"ii","text":" Chapter 57 (other than section 5753, 5754, or 5755)."},{"prefix":"iii","text":" Chapter 59 (other than section 5928)."},{"prefix":"7","text":"(A) Any amount which is not paid to an officer or member of the United States Park Police in a calendar year because of the limitation under paragraph (6) of this section shall be paid to such officer or member in a lump sum at the beginning of the following year."},{"prefix":"B","text":" Any amount paid under this paragraph in a calendar year shall be taken into account for purposes of applying the limitations under paragraph (6) of this subsection with respect to such calendar year."},{"prefix":"8","text":" The Office of Personnel Management shall prescribe regulations as may be necessary (consistent with section 5582 of title 5, United States Code) concerning how a lump-sum payment under paragraph (7) of this subsection shall be made with respect to any employee who dies before an amount payable to such employee under paragraph (7) of this subsection is made."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Salaries."},"subchapter":{"identifier":"III","text":"Salary Classifications."},"part":{"identifier":"E","text":"Miscellaneous Provisions."},"heading":{"title":"5","chaptersection":"545","identifier":"5-545.01","catch_text":"Basic compensation of officers and members of United States Park Police and United States Secret Service Uniformed Division."}}