{"text":"The rates of basic compensation of officers and members in active service on the effective date of the District of Columbia Police and Firemen's Salary Act Amendments of 1972 shall be adjusted as follows:\n\n\nFrom--                                                    To--\nClass 1, subclass (a) or (b):                           Class 1:\nLongevity step A .......................................... Service step 7.\nLongevity step B .......................................... Service step 8.\nLongevity step C .......................................... Service step 9.\n\n\n[Note:  The following TABLE/FORM is too wide to be displayed on one screen.\nYou must print it for a meaningful review of its contents.  The table has been\ndivided into multiple pieces with each piece containing information to help you\nassemble a printout of the table.  The information for each piece includes: (1)\na three line message preceding the tabular data showing by line # and\ncharacter # the position of the upper left-hand corner of the piece and the\nposition of the piece within the entire table; and (2) a numeric scale\nfollowing the tabular data displaying the character positions.]\n\n*******************************************************************************\n******** This is piece 1. -- It begins at character 1 of table line 1. ********\n*******************************************************************************\n\nFrom--                                                     To--\nClass 2, subclass (a) or (b):                            Class 2:\nLongevity step A ............................................ Service step\nLongevity step B ............................................ Service step\nLongevity step C ............................................ Service step\n1...+...10....+...20....+...30....+...40....+...50....+...60....+...70....+...\n\n\n*******************************************************************************\n******* This is piece 2. -- It begins at character 79 of table line 1. ********\n*******************************************************************************\n\n\n\n5.\n6.\n7.\n79.\n\n\n\nFrom--                                                To--\nClass 3:                                            Class 3:\nLongevity step A ....................................... Service step 5.\nLongevity step B ....................................... Service step 6.\nLongevity step C ....................................... Service step 7.\nFrom--                                                To--\nClass 5:                                            Class 5:\nLongevity steps A and B ................................ Service step 5.\nFrom--                                                To--\nClass 6, 7, 8, or 9:                                Class 6, 7, 8, or 9:\nLongevity steps A and B ................................ Service step 4.\n\n\nFrom--                                                To--\nClass 4, subclass (a), (b), or (c):                 Class 4:\nLongevity step A ....................................... Service step 5.\nLongevity steps B and C ................................ Service step 6.\n\n\nFrom--                                                To--\nClass 10:                                           Class 10:\nService step 4 ......................................... Service step 3.\nFrom--                                                To--\nClass 11:                                           Class 11:\nService step 3 ......................................... Service step 2.","historical":"Prior Codifications\n\n1981 Ed., § 4-407.\n\n1973 Ed., § 4-824.\n\nReferences in Text\n\nThe effective date of the Police and Firemen's Salary Act Amendments of 1972, referred to throughout this section, is prescribed by § 118 of the Act of August 29, 1972, 86 Stat. 634, Pub. L. 92-410.\n\nDC CODE § 5-542.01\n\nCurrent through December 11, 2012","credits":"(Aug. 1, 1958, 72 Stat. 482, Pub. L. 85-584, title II, § 201; Aug. 29, 1972, 86 Stat. 634, Pub. L. 92-410, title I, § 103.)","sections":[{"prefix":"1","text":" Each officer or member receiving basic compensation immediately prior to such effective date at one of the scheduled service step rates of subclass (a) or (b) of salary class 1 in the salary schedule in effect on the day next preceding such effective date shall be placed in and received basic compensation in salary class 1 in the salary schedule in effect on and after such date, and each such officer or member shall be placed at the respective service step in which he was serving immediately prior to such date. Each officer or member receiving basic compensation immediately prior to such date at one of the scheduled longevity step rates of subclass (a) or (b) of salary class 1 in the salary schedule in effect on the day next preceding such effective date shall be placed in and receive basic compensation in salary class 1 in the salary schedule in effect on and after such date, and each such officer or member shall be placed in a service step as follows:"},{"prefix":"2","text":" Each officer or member receiving basic compensation immediately prior to such effective date at one of the scheduled service step rates of subclass (a) or (b) of salary class 2 in the salary schedule in effect on the day next preceding such effective date shall be placed in and receive basic compensation in salary class 2 in the salary schedule in effect on and after such date, and each shall be placed at the respective service step in which he was serving immediately prior to such date. Each officer or member receiving basic compensation immediately prior to such date at one of the scheduled longevity step rates of subclass (a) or (b) of salary class 2 in the salary schedule in effect on the day next preceding such effective date shall be placed in and receive basic compensation in salary class 2 in the salary schedule in effect on and after such date, and each such officer or member shall be placed in a service step as follows:"},{"prefix":"3","text":" Each officer or member receiving basic compensation immediately prior to such effective date at one of the scheduled service step rates of salary class 3, 5, 6, 7, 8, or 9 in the salary schedule in effect on the day next preceding such effective date shall receive a rate of basic compensation at the corresponding scheduled service step and salary class in the salary schedule in effect on and after such date. Each officer or member receiving basic compensation immediately prior to such date at one of the scheduled longevity step rates of salary class 3, 5, 6, 7, 8, or 9 in the salary schedule in effect on the day next preceding such effective date shall receive basic compensation at the corresponding salary class in the salary schedule in effect on and after such date, and each shall be placed in a service step as follows:"},{"prefix":"4","text":" Each officer or member receiving basic compensation immediately prior to such effective date at one of the scheduled service step rates of subclass (a), (b), or (c) of salary class 4 in the salary schedule in effect on the day next preceding such effective date shall be placed in and receive basic compensation in salary class 4 in the salary schedule in effect on or after such date, and each shall be placed at the respective service step in which he was serving immediately prior to such date. Each officer or member receiving basic compensation immediately prior to such date at one of the scheduled longevity step rates of subclass (a), (b), or (c) of salary class 4 in the salary schedule in effect on the day next preceding such effective date shall be placed in and receive basic compensation in salary class 4 in the salary schedule in effect on and after such date, and each shall be placed in a service step as follows:"},{"prefix":"5","text":" Each officer or member receiving basic compensation immediately prior to such effective date at one of the scheduled service step rates of salary class 10 or 11 in the salary schedule in effect on the day next preceding such effective date shall receive a rate of basic compensation at the corresponding scheduled service step and salary class in the salary schedule in effect on and after such date, except that any such officer or member who immediately prior to such date was serving in service step 4 of salary class 10 or in service step 3 of salary class 11 shall be placed in and receive basic compensation in a service step as follows:"}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Salaries."},"subchapter":{"identifier":"III","text":"Salary Classifications."},"part":{"identifier":"B","text":"Method of Assignment of Employees to Salary Schedules."},"heading":{"title":"5","chaptersection":"542","identifier":"5-542.01","catch_text":"Adjustments."}}