{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-419.\n\n1973 Ed., § 4-836.\n\nDC CODE § 5-545.05\n\nCurrent through December 11, 2012","credits":"(Aug. 1, 1958, 72 Stat. 485, Pub. L. 85-584, title V, § 505; Nov. 15, 1977, 91 Stat. 1371, Pub. L. 95-179.)","sections":[{"prefix":"a","text":" Retroactive salary shall be paid by reason of §§ 5-541.01 to 5-545.06 only in the case of an individual in the service of the United States (including service in the Armed Forces of the United States) or the municipal government of the District of Columbia on August 1, 1958, except that retroactive salary shall be paid:"},{"prefix":"1","text":" To an officer or member of the Metropolitan Police force, the Fire Department of the District of Columbia, the United States Park Police force, or the United States Secret Service Uniformed Division, who retired during the period beginning on the 1st day of the 1st pay period which began after January 1, 1958, and ending on August 1, 1958, for services rendered during such period; and"},{"prefix":"2","text":" In accordance with the provisions of §§ 5581 to 5583 of Title 5, United States Code, for services rendered during the period beginning on the 1st day of the 1st pay period which began after January 1, 1958, and ending on August 1, 1958, by an officer or member who dies during such period."},{"prefix":"b","text":" For the purposes of this section, service in the Armed Forces of the United States, in the case of an individual relieved from training and service in the Armed Forces of the United States or discharged from hospitalization following such training and service, shall include the period provided by law for the mandatory restoration of such individual to a position in or under the federal government or the municipal government of the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Salaries."},"subchapter":{"identifier":"III","text":"Salary Classifications."},"part":{"identifier":"E","text":"Miscellaneous Provisions."},"heading":{"title":"5","chaptersection":"545","identifier":"5-545.05","catch_text":"Retroactive salary."}}