{"text":"Whenever the District of Columbia is authorized or required by law to: (1) Furnish or pay the expenses for hospital, medical, surgical, dental care and treatment (including prostheses and medical appliances) or the funeral expenses of an officer or member of the Metropolitan Police Department or the Fire Department of the District of Columbia (hereinafter, \"policeman or fireman\"); or (2) extend leave of absence with pay to a policeman or fireman who is injured or suffers a disease under circumstances creating a tort liability upon a 3rd person to pay damages therefor, whether or not received or contracted in the performance of duty, the District of Columbia shall have a right to recover from said 3rd person the reasonable value of the care and treatment so furnished or to be furnished, or for which payment has been or will be made, and the amount of wages paid or to be paid during the leave of absence resulting therefrom, and shall as to such right be subrogated to any right or claim which the injured or diseased policeman or fireman, his guardian, personal representative, estate, dependents, or survivors has or have against such 3rd person to the extent of the reasonable value of the care and treatment so furnished or to be furnished, or for which payment has been or will be made, and the amount of wages based upon an authorized leave of absence paid or to be paid to such policeman or fireman. The Mayor may also require the injured or diseased policeman or fireman, his guardian, personal representative, estate, dependents, or survivors, as appropriate, to assign his claim or cause of action against the 3rd person to the District of Columbia to the extent of the District's right or claim.","historical":"Prior Codifications\n\n1981 Ed., § 4-502.\n\n1973 Ed., § 4-1002.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-100, see Historical and Statutory Notes following § 5-601.\n\nDC CODE § 5-602\n\nCurrent through December 11, 2012","credits":"(Aug. 17, 1978, D.C. Law 2-100, § 3, 25 DCR 288.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Police and Firefighters Medical Care Recovery."},"heading":{"title":"5","chaptersection":"602","identifier":"5-602","catch_text":"Right of District to recover."}}