{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-503.\n\n1973 Ed., § 4-1003.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-100, see Historical and Statutory Notes following § 5-601.\n\nDC CODE § 5-603\n\nCurrent through December 11, 2012","credits":"(Aug. 17, 1978, D.C. Law 2-100, § 4, 25 DCR 288.)","sections":[{"prefix":"a","text":" To enforce such right, the District of Columbia may:"},{"prefix":"1","text":" Intervene or join in any action or proceeding brought by the injured or diseased policeman or fireman, his guardian, personal representative, estate, dependents, or survivors, against the 3rd person who is or may be liable in damages for the injury or disease; or"},{"prefix":"2","text":" If such action or proceeding is not commenced within 6 months after the 1st day in which care and treatment is furnished by the District of Columbia in connection with the injury or disease involved, institute and prosecute legal proceedings in a District of Columbia, state or federal court, either alone (in its name or in the name of the injured policeman or fireman, his guardian, personal representative, estate, dependents, or survivors) or in conjunction with the injured policeman or fireman, his guardian, personal representative, estate, dependents, or survivors against the 3rd person who is liable for the injury or disease."},{"prefix":"b","text":" Any employee of the District of Columbia who is required to appear as a party or witness in the prosecution of said action or proceeding is, when directed to participate in the preparation for trial or the trial thereof and while so engaged, in an active duty status."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Police and Firefighters Medical Care Recovery."},"heading":{"title":"5","chaptersection":"603","identifier":"5-603","catch_text":"Enforcement of right."}}