{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-194, see notes following § 5-105.01.\n\nDC CODE § 5-632\n\nCurrent through December 11, 2012","credits":"(Sept. 30, 2004, D.C. Law 15-194, § 622, 51 DCR 9406.)","sections":[{"prefix":"a","text":" If the Director, in consultation with Police and Fire Clinic physicians, determines that a member, because of injury or other temporary medical disability is unable to perform the full range of duties, but is capable of effectively performing certain types of work within the department, and the prognosis is that the member will be able to perform a full range of duties after achieving maximum medical improvement, the Director may recommend to the Chief that the member perform work in a limited-duty status."},{"prefix":"b","text":" Members in a limited-duty status shall:"},{"prefix":"1","text":" Undertake in-service training as required by the Chief;"},{"prefix":"2","text":" Not be permitted to work voluntary overtime; and"},{"prefix":"3","text":" Not accept or continue any off-duty employment without the specific approval of the Chief."},{"prefix":"c","text":" No less than every 30 days, the Director shall evaluate members in a limited-duty status to determine their health status and to ensure that they are complying with their medical treatment plans."},{"prefix":"d","text":" If at any time the Director, in consultation with the Police and Fire Clinic physicians, determines that a member in a limited-duty status is unable to perform the full range of duties after achieving maximum medical improvement, the Director shall recommend the member for retirement pursuant to § 5-709 or § 5-710, as appropriate."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"6A","text":"Police and Firefighters Limited Duty"},"heading":{"title":"5","chaptersection":"632","identifier":"5-632","catch_text":"Limited duty."}}