{"text":"Whenever any member of the United States Secret Service Division has actively performed duties other than clerical for 10 years or more directly related to the protection of the President, such member shall be authorized to transfer all funds to his credit in the Civil Service Retirement and Disability Fund continued by §§ 8331(5) and 8348 of Title 5, United States Code, to the general revenues of the District of Columbia and after the transfer of such funds the salary of such member shall be subject to the same deductions for credit to the general revenues of the District of Columbia as the deductions from salaries of other members under this subchapter, and he shall be entitled to the same benefits as the other members to whom such sections apply. Any member of the United States Secret Service Division appointed from the United States Secret Service Uniformed Division and assigned to duties directly related to the protection of the President shall receive credit for periods of prior service with the Metropolitan Police force, the United States Park Police force, or the United States Secret Service Uniformed Division toward the required 10 years or more service.","historical":"Prior Codifications\n\n1981 Ed., § 4-609.\n\n1973 Ed., § 4-522.\n\nMiscellaneous Notes\n\nCoverage Under Federal Employees' Retirement Act: See Historical and Statutory Notes following § 5-742.\n\nPolicemen and Firemen's Retirement and Disability Act: Section 3(r) of Pub. L. 85-157 provides that this section may be cited as part of the Policemen and Firemen's Retirement and Disability Act.\n\nDC CODE § 5-703\n\nCurrent through December 11, 2012","credits":"(Sept. 1, 1916, ch. 433, § 12(b); Aug. 21, 1957, 71 Stat. 392, Pub. L. 85- 157, § 3; Aug. 21, 1964, 78 Stat. 586, Pub. L. 88-476, § 1; Nov. 15, 1977, 91 Stat. 1371, Pub. L. 95-179.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Police and Firefighters Retirement and Disability. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Retirement and Disability, 1916."},"heading":{"title":"5","chaptersection":"703","identifier":"5-703","catch_text":"United States Secret Service Division; transfer of civil service funds; credit for prior service with other police forces."}}