{"text":"Whenever any member shall become temporarily disabled by injury received or disease contracted in the performance of duty, to such an extent as to require medical or surgical services, other than such as can be rendered by the Mayor, or to require hospital treatment, the expense of such medical or surgical services, or hospital treatment, shall be paid by the District of Columbia; but no such expense shall be paid except upon a certificate of the Mayor setting forth the necessity for such services or treatment and the nature of the injury or disease which rendered the same necessary.","historical":"Prior Codifications\n\n1981 Ed., § 4-613.\n\n1973 Ed., § 4-525.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nPolicemen and Firemen's Retirement and Disability Act: Section 3(r) of Pub. L. 85-157 provides that this section may be cited as part of the Policemen and Firemen's Retirement and Disability Act.\n\nDC CODE § 5-707\n\nCurrent through December 11, 2012","credits":"(Sept. 1, 1916, ch. 433, § 12(e); Aug. 21, 1957, 71 Stat. 394, Pub. L. 85- 157, § 3.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Police and Firefighters Retirement and Disability. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Retirement and Disability, 1916."},"heading":{"title":"5","chaptersection":"707","identifier":"5-707","catch_text":"Payment of medical expenses--Active members."}}