{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-612.\n\n1973 Ed., § 4-524.\n\nEffect of Amendments\n\nD.C. Law 14-190 added subsecs. (e) to (i).\n\nD.C. Law 15-105, in subsec. (i), validated a previously made technical correction.\n\nD.C. Law 15-354 substituted \"District of Columbia Retirement Board\" for \"Mayor\"; and substituted \"District of Columbia Retirement Board\" for \"Custodian of Retirement Funds\".\n\nD.C. Law 16-191, in subsec. (a), validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(b) of the New Hires Police Officers, Fire Fighters, and Teachers Pension Modification Emergency Amendment Act of 1996 (D.C. Act 11-428, October 29, 1996, 43 DCR 6147), and § 2(b) of the New Hires Police Officers, Fire Fighters, and Teachers Pension Modification Congressional Adjournment Emergency Amendment Act of 1997 (D.C. Act 12-10, March 3, 1997, 44 DCR 1633).\n\nFor temporary (90 day) amendment of section, see §§ 3622(a) and 3623 of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-135, see Historical and Statutory Notes following § 5-745.\n\nFor legislative history of D.C. Law 11-218, see Historical and Statutory Notes following § 5-701.\n\nFor Law 14-190, see notes following § 5-133.19.\n\nFor Law 15-105, see notes following § 5-409.01.\n\nFor Law 15-354, see notes following § 5-101.04.\n\nFor Law 16-191, see notes following § 5-113.07.\n\nReferences in Text\n\nThe effective date of the Policemen and Firemen's Retirement and Disability Act Amendments of 1970, referred to in the first sentence of subsection (a) of this section, is prescribed by § 2 of the Act of October 26, 1970, 84 Stat. 1136, Pub. L. 91-509.\n\nSection 403(b) of the Internal Revenue Code of 1986, referred to in subsec. (d)(6) and (7), is classified as 26 U.S.C.A. § 403(b).\n\nSection 457 of the Internal Revenue Code of 1986, referred to in subsec. (d)(6) and (7)(A)(iii), is classified as 26 U.S.C.A. § 457.\n\nSection 401(a) of the Internal Revenue Code of 1986, referred to in subsec. (d)(7)(A)(i), is classified as 26 U.S.C.A. § 401(a).\n\nSection 408(a) or 408(b) of the Internal Revenue Code of 1986, referred to in subsec. (d)(7)(A)(iv), is classified as 26 U.S.C.A. § 408(a) or 408(b).\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nPolicemen and Firemen's Retirement and Disability Act: Section 3(r) of Pub. L. 85-157 provides that this section may be cited as part of the Policemen and Firemen's Retirement and Disability Act.\n\nCoverage Under Federal Employees' Retirement Act: See Historical and Statutory Notes following § 5-742.\n\nFull Funding of Pension Liability Reform Amendment Act of 1994: Section 301 of D.C. Law 10-135 amended the first sentence of (a) by inserting \"(or, with respect to a member who is an officer or member of the Metropolitan Police force or the Fire Department of the District of Columbia, 8% for each pay period which begins on or after October 1, 1995)\" following \"7%.\"\n\nSection 3723 of D.C. Law 14-190 provides:   \"This subtitle [subtitle B of title XXXVII, §§ 3721 to 3724, of D.C. Law 14-190] shall apply as of January 1, 2002.\"\n\nShort title of subtitle B of title XXXVII of Law 14-190: Section 3721 of D.C. Law 14-190 provided that subtitle B of title XXXVII of the act may be cited as the Police and Fire Retirement Consolidation Amendment Act of 2002.\n\nDC CODE § 5-706\n\nCurrent through December 11, 2012","credits":"(Sept. 1, 1916, ch. 433, § 12(d); Aug. 21, 1957, 71 Stat. 393, Pub. L. 85- 157, § 3; Aug. 20, 1958, 72 Stat. 686, Pub. L. 85-693, § 1; Oct. 26, 1970, 84 Stat. 1136, Pub. L. 91-509, § 1(13); Nov. 15, 1977, 91 Stat. 1371, Pub. L. 95-179; Nov. 17, 1979, 93 Stat. 866, Pub. L. 96-122, §§ 122(b)(1), 208(a)(1); Apr. 9, 1997, D.C. Law 11-218, § 2(b), 43 DCR 6172; Oct. 1, 2002, D.C. Law 14-190, § 3722(a), 49 DCR 6968; Mar. 13, 2004, D.C. Law 15-105, § 40(a), 51 DCR 881; Apr. 13, 2005, D.C. Law 15-354, § 13(b), 52 DCR 2638; Mar. 2, 2007, D.C. Law 16-191, § 27(b), 53 DCR 6794.)","sections":[{"prefix":"a","text":" On and after the first day of the first pay period which begins on or after October 26, 1970 there shall be deducted and withheld from each member's basic salary an amount equal to 7% of such basic salary for all members hired before the first day of the first pay period that begins after October 29, 1996, and 8% of such basic salary for all members hired on or after the first day of the first pay period that begins after October 29, 1996. In the case of a member who is an officer or member of the Metropolitan Police force or the Fire Department of the District of Columbia, such deductions and withholdings shall be paid to the District of Columbia Retirement Board and shall be deposited in the District of Columbia Police Officers and Fire Fighters' Retirement Fund established by § 1-712; and in the case of any other member, such deductions and withholdings shall be paid to the Collector of Taxes of the District of Columbia, and shall be deposited in the Treasury to the credit of the District of Columbia."},{"prefix":"b","text":"(1) Any member who is an officer or member of the United States Park Police force, the United States Secret Service Uniformed Division, or the United States Secret Service Division, who is separated from his department, except for retirement as authorized by this subchapter, shall be refunded the amount of the deductions made from his salary under such sections. The receipt of payment of such deductions by such member shall void all annuity rights under such sections, unless and until such member shall be reappointed to any department whose members come under such sections. If such officer or member is subsequently reappointed to any department whose members come under such sections, he shall be required to redeposit the amount of deductions so refunded to him."},{"prefix":"2","text":" Any member who is an officer or member of the Metropolitan Police force or the Fire Department of the District of Columbia with less than 5 years of police or fire service who is separated from his department, except for retirement under § 5-709, § 5-710, or § 5-712, shall be refunded the amount of the deductions made from his salary under this subchapter.   The receipt of payment of such deductions by such member shall void all annuity rights under this subchapter, except that if such member is subsequently reappointed to any department whose members come under this subchapter and such member elects, at the time of such reappointment, to redeposit the amount refunded to him pursuant to the preceding sentence plus interest computed in accordance with § 5-717(c), then credit shall be allowed under this subchapter for the prior period of service. Such redeposit (and the interest required thereon) may be made, at the election of the member, in a lump sum or in not to exceed 60 monthly installments, except that if such member dies before depositing the full amount due under the preceding sentence, the requirements of such sentence shall be deemed to have been met."},{"prefix":"c","text":" In order to facilitate the settlement of the accounts of each member coming under the provisions of this subchapter who dies prior to retirement leaving no survivor entitled to receive an annuity under the provisions of such sections, the District of Columbia Retirement Board shall pay all deductions for retirement made from the salary of such deceased member to the person or persons surviving at the time of death, in the following order of precedence, and such payment shall be a bar to recovery by any other person of amounts so paid:"},{"prefix":"1","text":" To the beneficiary or beneficiaries designated in writing by such member, filed with the District of Columbia Retirement Board and received by him prior to the death of such member;"},{"prefix":"2","text":" If there be no such beneficiary, to the child or children of such deceased member and the descendants of deceased children by representation;"},{"prefix":"3","text":" If there be none of the above, to the parents of such member, or the survivor of them;"},{"prefix":"4","text":" If there be none of the above, to the duly appointed legal representative of the estate of the deceased member, or if there be none to the person or persons determined to be entitled thereto under the laws of the domicile of the deceased member; provided, that if no natural person is determined to be entitled thereto such payment shall escheat to the government of the District of Columbia, except that if the member was an officer or member of the Metropolitan Police force or the Fire Department of the District of Columbia, no payment shall be made if no natural person is determined to be entitled thereto."},{"prefix":"d","text":" In order to facilitate the settlement of the accounts of each former member coming under the provisions of this subchapter who dies leaving no survivor entitled to receive an annuity under the provisions of this subchapter and before the aggregate amount of the annuity paid to such former member equals the total amount deducted and withheld for retirement from his salary as a member, the District of Columbia Retirement Board shall pay the difference to the person or persons surviving at the time of death in the following order of precedence, and such payment shall be a bar to recovery by any other person of the amount so paid:"},{"prefix":"1","text":" To the beneficiary or beneficiaries designated in writing by such former member, filed with the District of Columbia Retirement Board and received by him prior to the death of such former member;"},{"prefix":"2","text":" If there be no such beneficiary, to the child or children of such deceased former member and the descendants of deceased children by representation;"},{"prefix":"3","text":" If there be none of the above, to the parents of such former member, or the survivor of them; and"},{"prefix":"4","text":" If there be none of the above, to the duly appointed legal representative of the estate of the deceased former member, or if there be none to the person or persons determined to be entitled thereto under the laws of the domicile of the deceased former member: provided, that if no natural person is determined to be entitled thereto such payment shall escheat to the government of the District of Columbia, except that if the member was an officer or member of the Metropolitan Police force or the Fire Department of the District of Columbia, no payment shall be made if no natural person is determined to be entitled thereto."},{"prefix":"e","text":" Any individual withdrawing any distribution under this section, which distribution constitutes an eligible rollover distribution within the meaning of section 402(c) of the Internal Revenue Code of 1986, approved August 16, 1954 (68A Stat. 135; 26 U.S.C. § 402(c)) (\"Internal Revenue Code of 1986\"), may elect, at the time and in the manner prescribed by the District of Columbia Retirement Board, and after receipt of proper notice, to have any portion of the distribution paid directly to an eligible retirement plan, within the meaning of section 402(c) of the Internal Revenue Code of 1986, in a direct rollover."},{"prefix":"f","text":" The District of Columbia Retirement Board shall be entrusted with any transfer from another retirement plan for the purchase of service credit, including transfers allowed by sections 403(b) and 457 of the Internal Revenue Code of 1986. Before any transfer is received, the District of Columbia Retirement Board shall be presented with documentation sufficient to satisfy the provisions of the Internal Revenue Code of 1986 governing the substantiation of proposed transfers for the purchase of service credit."},{"prefix":"g","text":"(1) The District of Columbia Retirement Board shall also be entrusted with any rollover contribution from:"},{"prefix":"A","text":" A qualified plan described in section 401(a) or 403(b) of the Internal Revenue Code of 1986, excluding after-tax employee contributions;"},{"prefix":"B","text":" An annuity contract described in section 403(b) of the Internal Revenue Code of 1986, excluding after-tax employee contributions;"},{"prefix":"C","text":" An eligible plan under section 457(b) of the Internal Revenue Code of 1986 which is maintained by a state, political subdivision of a state, or any agency or instrumentality of a state or political subdivision of a state; or"},{"prefix":"D","text":" Amounts transferred from an individual retirement account or annuity described in section 408(a) or 408(b) of the Internal Revenue Code of 1986 that is eligible to be rolled over and would otherwise be includible in gross income."},{"prefix":"2","text":" The rollover shall be separately accounted for as member contributions that were not previously taxed. Before any rollover is received, the District of Columbia Retirement Board shall be presented with documentation sufficient to satisfy the provisions of the Internal Revenue Code of 1986 governing the substantiation of proposed rollover contributions. The rollover shall be used to purchase service credit in addition to service credit provided under the provisions of § 5-704."},{"prefix":"h","text":" The District of Columbia Retirement Board shall administer the plan in the manner required to satisfy the applicable qualification requirements for a qualified governmental plan pursuant to the Internal Revenue Code of 1986. If a conflict should arise with a qualification requirement, the provision shall be interpreted in favor of maintaining the federal qualification requirements."},{"prefix":"i","text":" The District of Columbia Retirement Board may adopt rules to implement this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Police and Firefighters Retirement and Disability. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Retirement and Disability, 1916."},"heading":{"title":"5","chaptersection":"706","identifier":"5-706","catch_text":"Deductions, deposits, and refunds; order of persons entitled to refunds for deductions."}}