{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-616.\n\n1973 Ed., § 4-527.\n\nEffect of Amendments\n\nD.C. Law 15-194, in subsec. (a), substituted \"subsections (e) and (e-1)\" for \"subsection (e)\"; and added subsec. (e-1).\n\nLegislative History of Laws\n\nFor Law 15-194, see notes following § 5-105.01.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nPolicemen and Firemen's Retirement and Disability Act: Section 3(r) of Pub. L. 85-157 provides that this section may be cited as part of the Policemen and Firemen's Retirement and Disability Act.\n\nCoverage Under Federal Employees' Retirement Act: See Historical and Statutory Notes following § 5-742.\n\nApplication of Titles I and VI of D.C. Law 15-194: Section 1301 of D.C. Law 15-194 provides:\n\n\"Titles I and VI of this act shall apply to pre-1980 employees of the Metropolitan Police Department and the Fire and Emergency Medical Services Department upon their enactment by Congress.\"\n\nDC CODE § 5-710\n\nCurrent through December 11, 2012","credits":"(Sept. 1, 1916, ch. 433, § 12(g); Aug. 21, 1957, 71 Stat. 394, Pub. L. 85- 157, § 3; Oct. 23, 1962, 76 Stat. 1133, Pub. L. 87-857, § 1; Oct. 26, 1970, 84 Stat. 1137, Pub. L. 91-509, § 1(4); Sept. 3, 1974, 88 Stat. 1040, Pub. L. 93-407, title I, § 121(b)(1), (2), (c); Nov. 15, 1977, 91 Stat. 1371, Pub. L. 95-179; Nov. 17, 1979, 93 Stat. 866, Pub. L. 96-122, §§ 204(a), (b)(2), 213; Sept. 30, 2004, D.C. Law 15-194, § 602(d), 51 DCR 9406.)","sections":[{"prefix":"a","text":" Except as provided in subsections (e) and (e-1) of this section, whenever any member is injured or contracts a disease in the performance of duty or such injury or disease is aggravated by such duty at any time after appointment and such injury or disease or aggravation permanently disables him for the performance of duty, he shall, upon retirement for such disability, receive an annuity computed at the rate of 2 1/2 of his average pay for each year or portion thereof of his service; provided, that such annuity shall not exceed 70% of his average pay, nor shall it be less than 66 2/3 of his average pay."},{"prefix":"b","text":" In any case involving a member who is an officer or member of the United States Park Police force, the United States Secret Service Uniformed Division, or the United States Secret Service Division, in which the proximate cause of injury incurred or disease contracted by the member is doubtful, or is shown to be other than the performance of duty, and such injury or disease is shown to have been aggravated by the performance of duty to such an extent that the member is permanently disabled for the performance of duty, such disability shall be construed to have been incurred in the performance of duty. The member shall, upon retirement for such disability, receive an annuity computed at the rate of 2 1/2 of his average pay for each year or portion thereof of his service; provided, that such annuity shall not exceed 70% of his average pay, nor shall it be less than 66 2/3 of his average pay."},{"prefix":"c","text":" A member shall be retired under this section only upon the recommendation of the Board of Police and Fire Surgeons and the concurrence therein by the Mayor, except that in any case in which a member seeks his own retirement under this section, he shall, in the absence of such recommendation, provide the necessary evidence to form the basis for the approval of such retirement by the Mayor."},{"prefix":"d","text":"(1) A member who is an officer or member of the Metropolitan Police force or the Fire Department of the District of Columbia may not retire and receive an annuity under this section on the basis of the aggravation in the performance of duty of an injury incurred or a disease contracted in the performance of duty unless:"},{"prefix":"A","text":" In the case of the aggravation of a disease, the disease was reported to the Board of Police and Fire Surgeons within 30 days after the disease was first diagnosed; or"},{"prefix":"B","text":" In the case of the aggravation of an injury, the injury was reported to the Board of Police and Fire Surgeons within 7 days after the injury was incurred or, if the member was unable (as determined by such Board) as a result of the injury to report the injury within such 7-day period, within 7 days after the member became able (as determined by such Board) to report the injury."},{"prefix":"2","text":" The burden of establishing inability to report an injury in accordance with subparagraph (B) of paragraph (1) of this subsection within 7 days after such injury was incurred and of establishing that such injury was reported within 7 days after the end of such inability shall be on the member claiming such inability. Any report under this subsection shall include adequate medical documentation. Nothing in this subsection shall be deemed to alter or affect any administrative regulation or requirement of the Metropolitan Police force or the Fire Department of the District of Columbia with respect to the reporting of an injury incurred or aggravated, or any disease contracted or aggravated, in the performance of duty."},{"prefix":"e","text":"(1) Whenever any member who is an officer or member of the Metropolitan Police force or the Fire Department of the District of Columbia and who first becomes such a member after the end of the 90-day period beginning on November 17, 1979, is injured or contracts a disease in the performance of duty or such injury or disease is aggravated by such duty at any time after appointment and such injury or disease or aggravation permanently disables him for the performance of duty, he shall upon retirement for such disability, receive an annuity computed in accordance with paragraph (2) of this subsection."},{"prefix":"2","text":"(A) In the case of any member who retires under this subsection or subsection (b) of § 4-615, the Board of Police and Fire Surgeons shall determine, within a reasonable time and in accordance with regulations which the Mayor shall promulgate, the percentage of impairment for such member and shall report such percentage of impairment to the Police and Firemen's Retirement and Relief Board."},{"prefix":"B","text":" In the case of any member described in subparagraph (A) of this paragraph, the Police and Firemen's Retirement and Relief Board shall determine within a reasonable time the percentage of disability for such member giving due regard to:"},{"prefix":"i","text":" The nature of the injury or disease;"},{"prefix":"ii","text":" The percentage of impairment reported pursuant to subparagraph (A) of this paragraph;"},{"prefix":"iii","text":" The position in the Metropolitan Police force or the Fire Department of the District of Columbia held by the member immediately prior to his retirement;"},{"prefix":"iv","text":" The age and years of service of the member; and"},{"prefix":"v","text":" Any other factors or circumstances which may affect the capacity of the member to earn wages or engage in gainful activity in his disabled condition, including the effect of the disability as it may naturally extend into the future."},{"prefix":"C","text":" The percentage of impairment or the percentage of disability for a member to whom this subsection applies may be redetermined at any time prior to the time such member reaches the age of 50 and his annuity shall be adjusted accordingly."},{"prefix":"D","text":" The annuity of a member who is retired under this subsection shall be 70% of his basic salary at the time of retirement multiplied by the percentage of disability for such member as determined in accordance with subparagraph (B) of this paragraph, except that such annuity shall not be less than 40% of his basic salary at the time of retirement."},{"prefix":"E","text":" For purposes of this subsection:"},{"prefix":"i","text":" The term \"impairment\" means any anatomic or functional abnormality or loss existing after maximal medical rehabilitation has been achieved."},{"prefix":"ii","text":" The term \"disability\" means any actual or presumed reduction in or absence of ability to engage in gainful activity which is caused, in whole or in part, by an impairment."},{"prefix":"e-1","text":" Whenever the Board of Police and Fire Surgeons receives a recommendation from the Director for a disability retirement of a Metropolitan Police Department or Fire and Emergency Medical Services Department member pursuant to Chapter 6A of this title, the Board of Police and Fire Surgeons shall make a disability assessment and, if the member is unable to perform the full range of duties, shall retire the member as disabled regardless of whether the member is performing useful and efficient services that are less than the full range of duties. The member shall be retired on an annuity determined in accordance with subsection (e)(2) of this section."},{"prefix":"f","text":" Not later than 90 days after November 17, 1979, the Board of Police and Fire Surgeons shall submit to the Mayor recommendations for regulations to establish specific criteria for determining whether an injury was incurred, or a disease was contracted, in the performance of duty and whether an injury or disease was aggravated in the performance of duty. The Mayor shall promulgate regulations establishing such criteria in a timely manner based on the recommendations of the Board."},{"prefix":"g","text":"(1) In making determinations under this section and under § 4-615, the Board of Police and Fire Surgeons and the Police and Firemen's Retirement and Relief Board shall make full use of the medical resources in the District of Columbia and shall make the widest practical use of the medical expertise available to them consistent with fair and even administration of Chapter 7 of Title 1."},{"prefix":"2","text":" Not later than 90 days after November 17, 1979, the Board of Police and Fire Surgeons and the Police and Firemen's Retirement and Relief Board shall each submit to the Mayor recommendations for regulations to carry out the requirements of paragraph (1) of this subsection. The Mayor shall, in a timely manner and based on the recommendations of such Boards, promulgate regulations to carry out the requirements of such paragraph."},{"prefix":"3","text":" Failure to promulgate such regulations, or failure to comply with such regulations, shall not invalidate any decision of the Mayor or the Police and Firemen's Retirement and Relief Board with respect to the retirement of any individual."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Police and Firefighters Retirement and Disability. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Retirement and Disability, 1916."},"heading":{"title":"5","chaptersection":"710","identifier":"5-710","catch_text":"Retirement for disability--Incurred or aggravated in performance of duty."}}