{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-622.\n\n1973 Ed., § 4-531.\n\nEffect of Amendments\n\nD.C. Law 13-172 added subsec. (a-1), relating to additional annuities for certain individuals, and added par. (e)(5), relating to annuity payments to children with a surviving parent.\n\nD.C. Law 14-28 rewrote subsec. (c)(1)(B) and (1)(C), rewrote the second sentence of subsec. (d) which had read: \"Each child who, on said effective date, was receiving relief or annuity computed in accordance with the provisions of this section, shall be entitled to benefits computed in accordance with the provisions of subsection (c) of this section.\", and rewrote subsec. (e)(5). Prior to amendment, subsecs. (c)(1)(B), (1)(C), and (e)(5) read as follows:\n\n\"(c) Each surviving child or student child of any member who dies before retirement, of any former member who dies after retirement, or of any member entitled to receive an annuity under § 5-717 (regardless of whether such member is receiving such annuity at the time of death), shall be entitled to receive an annuity equal to the smallest of:\n\n\"(1) In the case of a member or former member who is survived by a wife or husband:\n\n\"(B) $2,918.00, to be increased on an annual basis by the cost of living adjustment determined pursuant to § 5-718; or\n\n\"(C) $8,754.00, divided by the number of eligible children, to be increased on an annual basis by the cost of living adjustment determined pursuant to § 5- 718, divided by the number of eligible children; and\".\n\n\"(e)(5) Notwithstanding the provisions of paragraphs (2) and (3) of this subsection, no annuity of a child or student of a widow or widower under subsection (a-1) of this section shall be paid while an annuity benefit to a widow or widower under subsection (a-1) of this section is being paid.\"\n\nD.C. Law 15-354 added subsec. (a-2).\n\nD.C. Law 17-321, in subsecs. (e)(1) and (2), substituted \"the day after the date on which the member or former member dies\" for \"1st day of the month in which the member or former member dies\".\n\nPub. L. 111-282, in subsec. (b)(2), inserted \", or, for a member who was an officer or member of the United States Secret Service Uniformed Division, or the United States Secret Service Division, 40 percent of the corresponding salary for step 5 of the Officer rank in section 10203 of title 5, United States Code\".\n\nD.C. Law 19-171 validated a previously made technical correction in subsecs. (e)(1) and (2).\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 1102 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 1102 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nFor temporary (90 day) amendment of section, see §§ 1902 to 1904 of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nLegislative History of Laws\n\nLaw 8-145, the \"District of Columbia Retirement Reform Act of 1979 Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-487, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on March 27, 1990, and April 10, 1990, respectively. Signed by the Mayor on April 26, 1990, it was assigned Act No. 8-201 and transmitted to both Houses of Congress for its review.\n\nLaw 13-172, the \"Fiscal Year 2001 Budget Support Act of 2000,\" was introduced in Council and assigned Bill No. 13-679, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 18, 2000, and June 6, 2000, respectively. Signed by the Mayor on June 26, 2000, it was assigned Act No. 13-375 and transmitted to both Houses of Congress for its review. D.C. Law 13-172 became effective on October 19, 2000.\n\nFor Law 14-28, see notes following § 5-409.01.\n\nFor Law 15-354, see notes following § 5-101.04.\n\nLaw 17-321, the \"Retired Police Annuity Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-743 which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on November 18, 2008, and December 2, 2008, respectively. Signed by the Mayor on December 22, 2008, it was assigned Act No. 17-625 and transmitted to both Houses of Congress for its review. D.C. Law 17-321 became effective on March 21, 2009.\n\nFor history of Law 19-171, see notes under § 5-131.03.\n\nReferences in Text\n\nThe District of Columbia Police and Firemen's Salary Act salary schedule, referred to in subsection (b)(2) of this section, appears in § 5-541.01.\n\nThe effective date of the Policemen and Firemen's Retirement and Disability Act Amendments of 1970, referred to in subsection (d) of this section, is prescribed by § 2 of the Act October 26, 1970, Pub. L. 91-509.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nLaw 17-358 amended this section subject to congressional enactment.\n\nMayor authorized to issue actuarial study: Section 3 of D.C. Law 8-145 provided that to carry out the purposes of this act, the Mayor shall, pursuant to § 1-722(d)(1), appoint an enrolled actuary to perform the required actuarial study. The cost of the actuarial study shall be borne by the District of Columbia Police Officers' and Fire Fighters' Retirement Fund. The actuarial study shall be completed by June 10, 1990.\n\nAccrual of benefits under D.C. Law 8-145: Section 4 of D.C. Law 8-145 provided that the increased benefits provided for in this act shall begin to accrue on April 10, 1990, but shall not be paid until the change in benefits becomes effective pursuant to § 1-722(d)(1).\n\nPolicemen and Firemen's Retirement and Disability Act: Section 3(r) of Pub. L. 85-157 provides that this section may be cited as part of the Policemen and Firemen's Retirement and Disability Act.\n\nCoverage Under Federal Employees' Retirement Act: See Historical and Statutory Notes following § 5-742.\n\nApplicability of § 152(b) of Pub. L. 105-100: Section 152(b)(2) of Pub. L. 105-100, 111 Stat. 2184, the District of Columbia Appropriations Act, 1998, provided that the amendment made by § 152(b)(1) shall apply with respect to any termination of marriage taking effect on or after November 1, 1993, except that benefits shall be payable only with respect to amounts accruing for periods beginning on the first day of the month beginning after the later of such termination of marriage or such date of enactment.\n\nD.C. Law 13-172, § 1103, as amended by D.C. Law 14-28, § 2103, provides: \"The change in benefits in section 1102(a) [adding subsec. (a-1)] shall apply beginning December 29, 1993.\"\n\nD.C. Law 14-28, § 2104, provides: \"The change in benefits in section 2102(a) [amending subsecs. (c), (d), and (e)] shall apply beginning October 1, 2001.\"\n\nSection 3 of D.C. Law 17-321 provides that this act shall apply as of January 1, 2009.\n\nDC CODE § 5-716\n\nCurrent through December 11, 2012","credits":"((Sept. 1, 1916, ch. 433, § 12(k); Aug. 21, 1957, 71 Stat. 396, Pub. L. 85- 157, § 3; Oct. 26, 1970, 84 Stat. 1137, Pub. L. 91-509, § 1(8); Aug. 29, 1972, 86 Stat. 642, Pub. L. 92-410, title II, § 201(a)(4); Sept. 3, 1974, 88 Stat. 1040, Pub. L. 93-407, title I, § 121(b)(4), (5); Nov. 15, 1977, 91 Stat. 1371, Pub. L. 95-179; Nov. 17, 1979, 93 Stat. 866, Pub. L. 96-122, §§ 206(a)(1), 207(a)(2), 209(b); June 22, 1990, D.C. Law 8-145, § 2, 37 DCR 2977; Nov. 19, 1995, 109 Stat. 505, Pub. L. 104-52, § 630(b); Nov. 19, 1997, 111 Stat. 2184, Pub. L. 105-100, § 152(b)(1); Oct. 19, 2000, D.C. Law 13- 172, § 1102, 47 DCR 6308; Oct. 3, 2001, D.C. Law 14-28, § 2102, 48 DCR 6981; Apr. 13, 2005, D.C. Law 15-354, § 13(e), 52 DCR 2638; Mar. 21, 2009, D.C. Law 17-321, § 2(a), 56 DCR 222; Oct. 15, 2010, 124 Stat. 3033, Pub. L. 111-282, § 4(b)(5).; Sept. 26, 2012, D.C. Law 19-171, § 40, 59 DCR 6190.)","sections":[{"prefix":"a","text":" If any member:"},{"prefix":"1","text":" dies in the performance of duty and the Mayor determines that:"},{"prefix":"A","text":" the member's death was the sole and direct result of a personal injury sustained while performing such duty;"},{"prefix":"B","text":" his death was not caused by his willful misconduct or by his intention to bring about his own death; and"},{"prefix":"C","text":" intoxication of the member was not the proximate cause of his death; and"},{"prefix":"2","text":" is survived by a survivor, parent, or sibling, a lump-sum payment of $50,000 shall be made to his survivor if the survivor received more than one half of his support from such member, or if such member is not survived by any survivor (including a survivor who did not receive more than one half of his support from such member), to his parent or sibling if the parent or sibling received more than one half of his support from such member. If such member is survived by more than 1 survivor entitled to receive such payment, each such survivor shall be entitled to receive an equal share of such payment; or if such member leaves no survivor and more than 1 parent or sibling who is entitled to receive such payment, each such parent or sibling shall be entitled to receive an equal share of such payment."},{"prefix":"a-1","text":" In the case of any member who dies in the performance of duty after December 29, 1993, and leaves a widow or widower entitled to all or a portion of the benefit described in subsection (a) of this section, an additional annuity shall be paid. This annuity shall be equal to 100% of the member's pay at the time of death. The annuity shall be increased at the same rate as the change in the Consumer Price Index, as described in § 5-721. This benefit shall be paid in lieu of benefits provided for by subsections (b) and (c) of this section. However, after benefits provided for in this paragraph end, as provided in subsection (e) of this section, any remaining benefit pursuant to subsection (c) of this section shall commence to be paid."},{"prefix":"a-2","text":" The determination of the Mayor authorized by subsection (a) of this section shall be subject to review and final determination by the District of Columbia Retirement Board."},{"prefix":"b","text":" In case of the death of any member before retirement, of any former member after retirement, or of any member entitled to receive an annuity under § 5- 717 (regardless of whether such member is receiving such annuity at the time of death), leaving a widow or widower, such widow or widower shall be entitled to receive an annuity in the greater amount of:"},{"prefix":"1","text":" Forty per centum of such member's average pay at the time of death, or 40%:"},{"prefix":"A","text":" Of the adjusted average pay of such former member in the case of a member who was an officer or member of the United States Park Police force, the United States Secret Service Uniformed Division, or the United States Secret Service Division; or"},{"prefix":"B","text":" Of the adjusted average pay of such former member in the case of a member who was an officer or member of the Metropolitan Police force or the Fire Department of the District of Columbia; or"},{"prefix":"2","text":" Forty per centum of the corresponding salary for step 6 of salary class 1 of the District of Columbia Police and Firemen's Salary Act salary schedule currently in effect at the time of such member or former member's death, or, for a member who was an officer or member of the United States Secret Service Uniformed Division, or the United States Secret Service Division, 40 percent of the corresponding salary for step 5 of the Officer rank in section 10203 of title 5, United States Code; provided, that such annuity shall not exceed the current rate of compensation of the position occupied by such member at the time of death, or by such former member immediately prior to retirement."},{"prefix":"c","text":" Each surviving child or student child of any member who dies before retirement, of any former member who dies after retirement, or of any member entitled to receive an annuity under § 5-717 (regardless of whether such member is receiving such annuity at the time of death), shall be entitled to receive an annuity equal to the smallest of:"},{"prefix":"1","text":" In the case of a member or former member who is survived by a wife or husband:"},{"prefix":"A","text":" Sixty per centum of:"},{"prefix":"i","text":" The member's average pay at the time of death; or"},{"prefix":"ii","text":" The adjusted average pay of the former member in the case of a member who was an officer or member of the United States Park Police force, the United States Secret Service Uniformed Division, or the United States Secret Service Division, or the adjusted average pay of the former member in the case of a member who was an officer or member of the Metropolitan Police force or the Fire Department of the District of Columbia, divided by the number of eligible children;"},{"prefix":"B","text":" $2,918.00, to be increased on an annual basis by the cost of living adjustment determined pursuant to § 5-718; or"},{"prefix":"C","text":" $8,754.00, divided by the number of eligible children, to be increased on an annual basis by the cost of living adjustment determined pursuant to § 5- 718, divided by the number of eligible children; and"},{"prefix":"2","text":" In the case of a member or former member who is not survived by a wife or husband:"},{"prefix":"A","text":" 75% of the member's average pay at the time of death, divided by the number of eligible children;"},{"prefix":"B","text":" In the case of a member who was an officer or member of the United States Park Police Force, the United States Secret Service Uniformed Division, or the United States Secret Service Division, 75% of the adjusted average pay of the former member, divided by the number of eligible children; or"},{"prefix":"C","text":" In the case of a member who was an officer or member of the Metropolitan Police force or the Fire Department of the District of Columbia, 75% of the adjusted average pay of the former member, divided by the number of eligible children."},{"prefix":"d","text":" Each widow or widower who, on the effective date of the Policemen and Firemen's Retirement and Disability Act Amendments of 1970, was receiving relief or annuity computed in accordance with the provisions of this section shall be entitled to receive an annuity in the greater amount of: (1) $3,144; or (2) thirty-five per centum of the basis upon which such relief or annuity was computed. Each child who, on October 3, 2001, was receiving relief or annuity computed in accordance with the provisions of this section, shall be entitled to benefits computed in accordance with the provisions of subsection (c) of this section."},{"prefix":"e","text":"(1) The annuity of the widow or widower under this section shall begin on the day after the date on which the member or former member dies, and such annuity or any right thereto shall terminate upon the survivor's death or remarriage before age 60; provided, that any annuity terminated by remarriage may be restored if such remarriage is later terminated by death, annulment, or divorce."},{"prefix":"2","text":" The annuity of any child under this section shall begin on the day after the date on which the member or former member dies, and the annuity shall terminate upon whichever of the following occurs first:"},{"prefix":"A","text":" The child becomes 18 years of age or, if over 18 years of age and incapable of self-support, becomes capable of self-support;"},{"prefix":"B","text":" The child marries; or"},{"prefix":"C","text":" The child dies."},{"prefix":"3","text":"(A) The annuity of any student child under this section shall begin on the the day after the date on which the member or former member dies, and the annuity shall terminate upon whichever of the following occurs first:"},{"prefix":"i","text":" The student child marries;"},{"prefix":"ii","text":" The student child ceases to be a student;"},{"prefix":"iii","text":" The student child reaches 22 years of age; or"},{"prefix":"iv","text":" The student child dies."},{"prefix":"B","text":" For the purposes of this paragraph, a student child whose 22nd birthday falls on or after July 1st shall not be considered to have reached 22 years of age until the June 30th following the student child's actual 22nd birthday."},{"prefix":"4","text":" If the annuity of a child under paragraph (2) or paragraph (3) of this subsection terminates because of marriage and such marriage ends, the annuity shall resume on the first day of the month in which it ends, but only if the individual is not otherwise ineligible for the annuity."},{"prefix":"5","text":" Notwithstanding the provisions of paragraphs (2) and (3) of this subsection, no annuity of a child or student of a widow or widower under subsection (a-1) of this section shall be paid while an annuity benefit to a widow or widower under subsection (a-1) of this section is being paid."},{"prefix":"f","text":" Any member retiring under § 5-709, § 5-710, or § 5-712, may at the time of such retirement, and any member entitled to receive an annuity under § 5-717 may at the time such annuity commences, elect to receive a reduced annuity in lieu of full annuity, and designate in writing the person to receive an increased annuity after such member's death; provided, that the person so designated be the surviving spouse or child of such member. Whenever such an election is made, the annuity of the designee shall be increased by an amount equal to the amount by which the annuity of such member is reduced. The annuity payable to the member making such election shall be reduced by 10% of the annuity computed as provided in § 5-709, § 5-710, or § 5-712. Such increase in annuity payable to the designee shall be reduced by 5% for each full 5 years the designee is younger than the member, but such total reduction shall not exceed 40%. The increase in annuity payable to the designee pursuant to this subsection shall be paid in addition to the annuity provided for such designee pursuant to subsection (b) or subsection (c) of this section and shall be subject to the same limitations as to duration and other conditions as the annuity paid pursuant to subsections (b), (c), and (e) of this section. If, at any time after such former member's election, the designee dies, and is survived by such former member, the annuity payable to such former member shall be increased to the amount computed as provided in § 5-709, § 5-710, § 5-712, or § 5-717, as the case may be."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Police and Firefighters Retirement and Disability. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Retirement and Disability, 1916."},"heading":{"title":"5","chaptersection":"716","identifier":"5-716","catch_text":"Survivor benefits and annuities."}}