{"text":"The Mayor is authorized to pay a sum not exceeding $300 in any 1 case to defray the funeral expenses of any deceased member dying while in the service thereof.","historical":"Prior Codifications\n\n1981 Ed., § 4-626.\n\n1973 Ed., § 4-532.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nPolicemen and Firemen's Retirement and Disability Act: Section 3(r) of Pub. L. 85-157 provides that this section may be cited as part of the Policemen and Firemen's Retirement and Disability Act.\n\nDC CODE § 5-720\n\nCurrent through December 11, 2012","credits":"(Sept. 1, 1916, 39 Stat. 718, ch. 433, § 12(l); Aug. 21, 1957, 71 Stat. 397, Pub. L. 85-157, § 3; redesignated § 12(n) Nov. 17, 1979, 93 Stat. 912, Pub. L. 96-122, § 209(a)(1)(A).)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Police and Firefighters Retirement and Disability. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Retirement and Disability, 1916."},"heading":{"title":"5","chaptersection":"720","identifier":"5-720","catch_text":"Funeral expenses."}}