{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-629.\n\n1973 Ed., § 4-534.\n\nEffect of Amendments\n\nD.C. Law 15-354 substituted \"District of Columbia Retirement Board\" for \"Mayor\".\n\nD.C. Law 17-321, in subsec. (a), substituted \"such month, to include the month of death of the annuitant,\" for \"such month\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3 of Retired Police Officer Redeployment Temporary Amendment Act of 1989 (D.C. Law 8-3, May 23, 1989, law notification 36 DCR 4153).\n\nFor temporary (225 day) amendment of section, see § 3 of Retired Police Officer Redeployment Temporary Amendment Act of 1992 (D.C. Law 9-132, July 22, 1992, law notification 39 DCR 5813).\n\nFor temporary (225 day) amendment of section, see § 3 of Retired Police Officer Public Schools Security Personnel Deployment Temporary Amendment Act of 1993 (D.C. Law 10-5, July 31, 1993, law notification 40 DCR 5629).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 3 of the Retired Police Officer Redeployment Emergency Amendment Act of 1992 (D.C. Act 9-201, April 24, 1992, 39 DCR 3215).\n\nFor temporary amendment of section, see § 3 of the Retired Police Officer Public Schools Security Personnel Deployment Emergency Amendment Act of 1993 (D.C. Act 10-21, April 29, 1993, 40 DCR 2864).\n\nFor temporary (90 day) addition of § 5-723.01, see §§ 3622(b) and 3623 of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nLegislative History of Laws\n\nLaw 8-95, the \"Retired Police Officer Redeployment Amendment Act of 1989,\" was introduced in Council and assigned Bill No. 8-308, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 5, 1989, and December 19, 1989, respectively. Signed by the Mayor on January 11, 1990, it was assigned Act No. 8-146 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 9-163, see Historical and Statutory Notes following § 5-761.\n\nFor legislative history of D.C. Law 10-136, see Historical and Statutory Notes following § 5-762.\n\nFor Law 15-194, see notes following § 5-105.01.\n\nFor Law 15-354, see notes following § 5-101.04.\n\nFor Law 17-321, see notes following § 7-716.\n\nReferences in Text\n\nThe \"Retired Police Officer Redeployment Amendment Act of 1992,\" referred to in (e), is D.C. Law 9-163, effective September 29, 1992.\n\nThe \"Retired Police Officer Public Schools Security Personnel Deployment Amendment Act of 1994\" referred to in (e), is D.C. Law 10-136, effective July 23, 1994.\n\nEditor's Notes\n\nIn subsection (e), \"November 17, 1979\" is substituted for \"July 1, 1977\" to correct an error in regard to the date of enactment of the District of Columbia Retirement Reform Act (D.C. Code, § 1-701 et seq.) as stated in the organic act; the date of enactment of the District of Columbia Retirement Reform Act is November 17, 1979.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nLaw 17-358 amended this section subject to congressional enactment.\n\nExpiration of Law 8-95: Section 4(b) of D.C. Law 8-95 provided that the act shall expire on April 1, 1992.\n\nExpiration of Law 9-163: Section 6(b) of D.C. Law 9-163 provided that, except for section 5, the act shall expire on October 1, 1997.\n\nRepeal of the Expiration of Law 9-163: Section 2(b) of D.C. Law 12-253 repealed section 6(b) of D.C. Law 9-163.\n\nEmergency Act 12-148, Emergency Act 12-220, Temporary Law 12-45, Emergency Act 12-440, Emergency Act 12-450, Emergency Act 12-507, Emergency Act 12-596, Emergency Act 13-26 and Temporary Law 12-204 all repealed section 6(b) of D.C. Law 9-163 or otherwise kept in effect the repeal of section 6(b) of D.C. Law 9- 163.\n\nMayor authorized to issue regulations: Section 4 of D.C. Law 9-163 provided that the Mayor shall issue regulations necessary to carry out the provisions of this act.\n\nMetal detectors authorized: Section 4 of D.C. 10-5 provided that to the extent possible, the Board of Education shall install metal detectors in junior and senior high schools in accordance with the Board's commitment in the fiscal year 1992 budget process.\n\nPolicemen and Firemen's Retirement and Disability Act: Section 3(r) of Pub. L. 85-157 provides that this section may be cited as part of the Policemen and Firemen's Retirement and Disability Act.\n\nApplication of Law 10-136: See Historical and Statutory Notes following § 5- 762.\n\nSection 3 of D.C. Law 17-321 provides that this act shall apply as of January 1, 2009.\n\nDC CODE § 5-723\n\nCurrent through December 11, 2012","credits":"(Sept. 1, 1916, 39 Stat. 718, ch. 433, § 12(n); Aug. 21, 1957, 71 Stat. 398, Pub. L. 85-157, § 3; redesignated 12(p) Nov. 17, 1979, 93 Stat. 912, Pub. L. 96-122, §§ 211, 212, 214; Mar. 15, 1990, D.C. Law 8-95, § 3, 37 DCR 786; Sept. 29, 1992, D.C. Law 9-163, § 3, 39 DCR 5705; July 23, 1994, D.C. Law 10-136, § 4, 41 DCR 3006; Sept. 30, 2004, D.C. Law 15-194, § 1121, 51 DCR 9406; Apr. 13, 2005, D.C. Law 15-354, § 13(h), 52 DCR 2638; Mar. 21, 2009, D.C. Law 17-321, § 2(b), 56 DCR 222.)","sections":[{"prefix":"a","text":" Each annuity is stated as an annual amount, one twelfth of which, fixed at the nearest dollar, accrues monthly (except that an annuity accrues over any portion of a month after the commencing date of such annuity but before the 1st day of the next month and is payable for such month, to include the month of death of the annuitant, in an amount prorated in a manner to be determined by the District of Columbia Retirement Board) and is payable on the 1st business day of the month after it accrues."},{"prefix":"b","text":" Payment due a minor, or an individual mentally incompetent or under other legal disability, may be made to the person who is constituted guardian or other fiduciary by the law of the state of residence of the claimant or is otherwise legally vested with the care of the claimant or his estate. If a guardian or other fiduciary of the individual under legal disability has not been appointed under the law of the state of residence of the claimant, payment may be made to any person who, in the judgment of the District of Columbia Retirement Board, is responsible for the care of the claimant, and the payment bars recovery by any other person."},{"prefix":"c","text":" Any person entitled to an annuity under this subchapter may decline to accept all or any part of such annuity by a waiver signed and filed with the District of Columbia Retirement Board. Such waiver may be revoked in writing at any time, but no payment of the annuity waived shall be made covering the period during which such waiver was in effect."},{"prefix":"d","text":" In order to facilitate the settlement of the accounts of each person who, at the time of his death, was receiving or was entitled to receive an annuity under this subchapter, the District of Columbia Retirement Board shall pay all unpaid annuity due such person at the time of death to the person or persons surviving at the date of death, in the following order of precedence, and such payment shall be a bar to recovery by any other person of amounts so paid:"},{"prefix":"1","text":" To the widow or widower of such person;"},{"prefix":"2","text":" If there be no surviving spouse, to the child or children of such person, and descendants of deceased children, by representation;"},{"prefix":"3","text":" If there be none of the above, to the parents of such person or the survivor of them; or"},{"prefix":"4","text":" If there be none of the above, to the duly appointed legal representative of the estate of the deceased person, or if there be none, to the person or persons determined to be entitled thereto under the laws of the domicile of the deceased person."},{"prefix":"e","text":" Notwithstanding any other provision of law, the salary of any annuitant who first becomes entitled to an annuity under this subchapter, after November 17, 1979, and who is subsequently employed by the government of the District of Columbia shall be reduced by such amount as is necessary to provide that the sum of such annuitant's annuity under this subchapter and compensation for such employment is equal to the salary otherwise payable for the position held by such annuitant. The provisions of this subsection shall not apply to an annuitant employed by the District of Columbia government under the Retired Police Officer Redeployment Amendment Act of 1992 or the Detective Adviser Act of 2004. The provisions of this subsection shall not apply to an annuitant employed by the D.C. Public Schools under the Retired Police Officer Public Schools Security Personnel Deployment Amendment Act of 1994."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Police and Firefighters Retirement and Disability. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Retirement and Disability, 1916."},"heading":{"title":"5","chaptersection":"723","identifier":"5-723","catch_text":"Accruement and payment of annuities; persons who may accept payment; waiver; reduction."}}