{"text":"There are hereby authorized to be appropriated from revenues of the United States such sums as are necessary to reimburse the District of Columbia, on a monthly basis, for benefit payments made from revenues of the District of Columbia to or for federal employees and to or for the surviving children and spouse of such federal employees under the provisions of subchapter I of this chapter, to the extent that such benefit payments exceed the deductions from the salaries of federal employees for credit to the revenues of the District of Columbia, and for the administrative costs associated with making such benefit payments. For the purpose of this section:","historical":"Prior Codifications\n\n1981 Ed., § 4-632.\n\n1973 Ed., § 4-537.\n\nEffect of Amendments\n\nPub. L. 108-335, in the introductory paragraph, deleted the period at the end of the first sentence and inserted \", and for the administrative costs associated with making such benefit payments.\"\n\nMiscellaneous Notes\n\nSection 334(b) of Pub. L. 108-335, the District of Columbia Appropriations Act, 2005, provides: \"The amendment made by subsection (a) shall apply with respect to fiscal year 2005 and each succeeding fiscal year.\"\n\nDC CODE § 5-732\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1957, 71 Stat. 399, Pub. L. 85-157, § 6; Nov. 15, 1977, 91 Stat. 1371, Pub. L. 95-179; Oct. 18, 2004, 118 Stat. 1347, Pub. L. 108-335, § 334(a).)","sections":[{"prefix":"1","text":" The term \"benefit payments\" includes relief, retirement compensation, pensions, and annuities and medical, surgical, hospital, and funeral expenses."},{"prefix":"2","text":" The term \"federal employees\" means and includes such members of the United States Park Police force as are paid from funds of the United States, members of the United States Secret Service Uniformed Division and such members of the United States Secret Service Division as have or may hereafter become entitled to benefits under subchapter I of this chapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Police and Firefighters Retirement and Disability. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Application of 1916 Provisions."},"heading":{"title":"5","chaptersection":"732","identifier":"5-732","catch_text":"Appropriations authorized."}}