{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-634.\n\n1973 Ed., § 4-539.\n\nEmergency Act Amendments\n\nFor temporary establishment of a District of Columbia Police Officers' and Firefighters' Defined Benefit Pension Program, see title I, § 101-509 of the Police Officers', Firefighters' and Teachers' Defined Benefit Pension Program Emergency Establishment Act of 1996 (D.C. Act 11-369, August 21, 1996, 43 DCR 4637).\n\nFor temporary addition of section, see title III, § 103 of the Police Officers', Firefighters' and Teachers' Defined Benefit Pension Program Emergency Establishment Act of 1996 (D.C. Act 11-369, August 21, 1996, 43 DCR 4637).\n\nSection 5 of D.C. Law 11-218 repealed D.C. Act 11-369.\n\nFor temporary repeal of the Police Officers', Fire Fighters', and Teachers' Defined Benefit Pension Program Emergency Establishment Act of 1996 (D.C. Act 11-369, August 21, 1996, 41 DCR 4637), see § 5 of the New Hires Police Officers, Fire Fighters, and Teachers Pension Modification Emergency Amendment Act of 1996 (D.C. Act 11-428, October 29, 1996, 43 DCR 6147), and § 5 of the New Hires Police Officers, Fire Fighters, and Teachers Pension Modification Congressional Adjournment Emergency Amendment Act of 1997 (D.C. Act 12-10, March 3, 1997, 44 DCR 1633).\n\nDC CODE § 5-747\n\nCurrent through December 11, 2012","credits":"(Aug. 24, 1962, 76 Stat. 402, Pub. L. 87-601, §§ 1, 2; Nov. 15, 1977, 91 Stat. 1371, Pub. L. 95-179.)","sections":[{"prefix":"a","text":" Each widow or child who, on or after September 1, 1962, was receiving or is now receiving or shall hereafter be entitled to receive relief or annuity by reason of service in the Metropolitan Police force, the Fire Department of the District of Columbia, the United States Park Police force, the United States Secret Service Uniformed Division, or the United States Secret Service Division, of a deceased former officer or member who died in the service of any such organization prior to October 1, 1956, or who retired prior to such effective date, shall be entitled to benefits computed in accordance with the provisions of § 5-716."},{"prefix":"b","text":" Nothing in this section shall be deemed to reduce the relief or retirement compensation any person receives, or is entitled to receive, on August 24, 1962."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Police and Firefighters Retirement and Disability. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Miscellaneous Provisions."},"heading":{"title":"5","chaptersection":"747","identifier":"5-747","catch_text":"Rights and relief of widows and children of deceased former members."}}