{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 4-618.1.\n\n1973 Ed., § 4-635.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Retired Police Officer Redeployment Temporary Amendment Act of 1989 (D.C. Law 8-3, May 23, 1989, law notification 36 DCR 4153).\n\nFor temporary (225 day) amendment of section, see § 2 of Retired Police Officer Annuitant Salary and Deployment Clarification Temporary Amendment Act of 1992 (D.C. Law 9-265, March 31, 1993, law notification 39 DCR 2418).\n\nFor temporary (225 day) amendment of section, see § 3 of Juvenile Curfew and Retired Police Officer Redeployment Temporary Amendment Act of 1997 (D.C. Law 12-45, February 26, 1998, law notification 45 DCR 1506).\n\nFor temporary (225 day) amendment of section, see § 2(b) of Retired Police Officer Redeployment Temporary Amendment Act of 1998 (D.C. Law 12-204, March 26, 1999, law notification 46 DCR 3430).\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 2 of Retired Police Officer Redeployment Temporary Amendment Act of 1992 (D.C. Law 9-132, July 22, 1992, law notification 39 DCR 5813).\n\nFor temporary (225 day) addition of section, see § 2 of Retired Police Officer Public Schools Security Personnel Deployment Temporary Amendment Act of 1993 (D.C. Law 10-5, July 31, 1993, law notification 40 DCR 5629).\n\nEmergency Act Amendments\n\nFor temporary addition of section, see § 2 of the Retired Police Officer Redeployment Emergency Amendment Act of 1992 (D.C. Act 9-201, April 24, 1992, 39 DCR 3215).\n\nFor temporary amendment of section, see § 2 of the Rehired Police Officer Annuitant Salary and Deployment Clarification Emergency Amendment Act of 1992 (D.C. Act 9-391, January 5, 1993, 40 DCR 1148). Section 3 of the act provided that its provisions shall be retroactive to the effective date of the Retired Police Officer Redeployment Amendment Act of 1992, effective September 29, 1992 (D.C. Law 9-163; 39 DCR 5705).\n\nFor temporary eligibility of police officers retired from the Metropolitan Police Force to be rehired at the discretion of the Superintendent of the D.C. Public Schools as D.C. public school security personnel without jeopardy to their retirement benefits, see § 2 of the Retired Police Officer Public Schools Security Personnel Deployment Emergency Amendment Act of 1993 (D.C. Act 10-21, April 29, 1993, 40 DCR 2864).\n\nLegislative History of Laws\n\nLaw 9-163, the \"Retired Police Officer Redeployment Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-498, which was referred to the Committee on Government Operations and reassigned to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 2, 1992, and July 7, 1992, respectively. Signed by the Mayor on July 21, 1992, it was assigned Act No. 9-258 and transmitted to both Houses of Congress for its review. D.C. Law 9-163 became effective on September 29, 1992.\n\nLaw 10-17, the \"Rehired Police Annuitant Salary and Deployment Clarification Amendment Act of 1993,\" was introduced in Council and assigned Bill No. 10-74, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 1, 1993, and June 29, 1993, respectively. Signed by the Mayor on July 16, 1993, it was assigned Act No. 10-49 and transmitted to both Houses of Congress for its review. D.C. Law 10-17 became effective on September 30, 1993.\n\nLaw 10-170, the \"Retired Police Officer Redeployment Salary Limit Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-471, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 21, 1994, and July 5, 1994, respectively. Signed by the Mayor on July 25, 1994, it was assigned Act No. 10-290 and transmitted to both Houses of Congress for its review. D.C. Law 10-170 became effective on September 22, 1994.\n\nLaw 12-253, the \"Retired Police Officer Redeployment Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-239, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 1, 1998 and December 15, 1998, respectively. Signed by the Mayor on December 29, 1998, it was assigned Act No. 12-601 and transmitted to both Houses of Congress for its review. D.C. Law 12-253 became effective on April 20, 1999.\n\nEffective Dates\n\nSection 3 of D.C. Law 10-17 provided that the provisions of the act shall be retroactive to the effective Dates of the Retired Police Officer Redeployment Amendment Act of 1992, effective September 29, 1992 (D.C. Law 9-163; 39 DCR 5705).\n\nEditor's Notes\n\nThe current version of this section was enacted following the expiration of the section as previously enacted. The prior version of the section was first temporarily enacted by D.C. Act 8-7 (March 21, 1989, 36 DCR 2239); it was next temporarily enacted by D.C. Law 8-3, effective May 23, 1989 (36 DCR 2373), with an expiration on the 225th day of its having taken effect. The section was permanently enacted by D.C. Law 8-95, effective March 15, 1990 (37 DCR 786), with an expiration on April 1, 1992.\n\nMiscellaneous Notes\n\nMetal detectors authorized: Section 4 of D.C. Law 10-5 provided that to the extent possible, the Board of Education shall install metal detectors in junior and senior high schools in accordance with the Board's commitment in the fiscal year 1992 budget process.\n\nExpiration of Law 9-163: Section 6(b) of D.C. Law 9-163 provided that, except for section 5, the act shall expire on October 1, 1997.\n\nMayor authorized to issue regulations: Section 4 of D.C. Law 9-163 provided that the Mayor shall issue regulations necessary to carry out the provisions of this act.\n\nExpiration of Law 9-163: Section 2(b) of D.C. Law 12-253 provided that § 6(b) of D.C. Law 9-163 is repealed.\n\nDC CODE § 5-761\n\nCurrent through December 11, 2012","credits":"(July 22, 1992, D.C. Law 9-132, § 2, 39 DCR 4058; Sept. 29, 1992, D.C. Law 9-163, § 2, 39 DCR 5705; Sept. 30, 1993, D.C. Law 10-17, § 2, 40 DCR 5453; Sept. 22, 1994, D.C. Law 10-170, § 2, 41 DCR 5147; Apr. 20, 1999, D.C. Law 12-253, § 2(a), 46 DCR 1274.)","sections":[{"prefix":"a","text":" Except for a disability annuitant, a police officer retired from the Metropolitan Police Department shall be eligible for rehire at the discretion of the Chief of the Metropolitan Police Department as a fully sworn temporary full-time or temporary part-time police officer without jeopardy to the retirement benefits of the police officer."},{"prefix":"b","text":" A retired police officer who is rehired under this section shall be vested with full police powers, including, but not limited to, the authority to carry a firearm."},{"prefix":"c","text":" Service under this section shall not count as creditable service for the purposes of § 5-704."},{"prefix":"d","text":" A retired police officer who is rehired under this section shall be paid a salary of no more than that equal to the salary paid a Class 1, Step 5 Officer and shall not be eligible for longevity pay."},{"prefix":"e","text":" Notwithstanding subsection (d) of this section, a rehired annuitant shall not be required to refund any salary paid prior to January 5, 1993."},{"prefix":"f","text":" No retired police officer who is rehired under this section shall be detailed to any agency of the District of Columbia government other than the Metropolitan Police Department."},{"prefix":"g","text":" The provisions of this section shall apply to any police officer hired after September 29, 1992."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"5","text":"Police, Firefighters, Medical Examiner, and Forensic Sciences. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Police and Firefighters Retirement and Disability. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Officer Redeployment."},"heading":{"title":"5","chaptersection":"761","identifier":"5-761","catch_text":"Retired police officer redeployment."}}