{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-201.\n\n1973 Ed., § 40-201.\n\nEffect of Amendments\n\nD.C. Law 13-289, in subsec. (a), substituted \"At the time of registration, or when otherwise established by the Director, an inspection fee shall be levied and collected for each motor vehicle or trailer.\" for \"At the time of the registration of each motor vehicle or trailer there shall be levied and collected an inspection fee which shall be included in and be a part of the total registration fee.\"\n\nD.C. Law 16-279, in subsec. (a), substituted \"new motor vehicles and trailers\" for \"new passenger vehicles\"; and added subsec. (c).\n\nD.C. Law 17-219, in subsec. (a), substituted \"valid for up to a 4-year period\" for \"valid for a 2-year period\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 107 of Omnibus Budget Support Temporary Act of 1991 (D.C. Law 9-19, June 21, 1991, law notification 38 DCR 5786).\n\nLegislative History of Laws\n\nLaw 1-110 was introduced in Council and assigned Bill No. 1-255, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings in November 23, 1976 and December 7, 1976, respectively,. Signed by the Mayor on January 5, 1976, it was assigned Act No. 1-195 and transmitted to both Houses of Congress for its review.\n\nLaw 2-41 was introduced in Council and assigned Bill No. 2-83, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on July 26,1977 and September 13, 1977, respectively. Signed by the Mayor on November 2, 1977, it was assigned Act No. 2-97 and transmitted to both Houses of Congress for its review.\n\nLaw 4-82 was introduced in Council and assigned Bill No. 4-302, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on November 24, 1981, and December 8, 1981, respectively. Signed by the Mayor on December 21, 1981, it was assigned Act No. 4-136 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 4-97, see Historical and Statutory Notes following § 50-1405.01.\n\nFor legislative history of D.C. Law 4-122, see Historical and Statutory Notes following § 50-1401.02.\n\nLaw 9-30, the \"District of Columbia Motor Vehicle Services Fees Amendment Act of 1991,\" was introduced in Council and assigned Bill No. 9-163, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on June 4, 1991, and June 18, 1991, respectively. Signed by the Mayor on July 2, 1991, it was assigned Act No. 9-57 and transmitted to both Houses of Congress for its review.\n\nLaw 10-106, the \"Motor Vehicle Biennial Inspection Amendment Act of 1993,\" was introduced in Council and assigned Bill No. 10-6, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on January 4, 1994, and February 1, 1994, respectively. Signed by the Mayor on February 18, 1994, it was assigned Act No. 10-194 and transmitted to both Houses of Congress for its review. D.C. Law 10-106 became effective on April 26, 1994.\n\nFor D.C. Law 13-289, see notes following § 50-401.\n\nFor Law 16-279, see notes following § 50-312.\n\nFor Law 17-219, see notes following § 50-921.11.\n\nDC CODE § 50-1101\n\nCurrent through December 11, 2012","credits":"(Feb. 18, 1938, 52 Stat. 78, ch. 31, § 1; July 16, 1947, 61 Stat. 360, ch. 258, Art. IV, § 1; Oct. 12, 1968, 82 Stat. 1002, Pub. L. 90-567, § 1; Oct. 31, 1969, 83 Stat. 174, Pub. L. 91-106, title IV, § 403; Apr. 7, 1977, D.C. Law 1-110, § 3, 23 DCR 8740; Feb. 25, 1978, D.C. Law 2-41, § 4, 24 DCR 3629; Mar. 16, 1982, D.C. Law 4-82, § 2, 29 DCR 159; Apr. 3, 1982, D.C. Law 4-97, § 8, 29 DCR 765; July 1, 1982, D.C. Law 4-122, § 3, 29 DCR 2080; Aug. 17, 1991, D.C. Law 9-30, § 3, 38 DCR 4215; Apr. 26, 1994, D.C. Law 10-106, § 2(a), 41 DCR 1014; Apr. 27, 2001, D.C. Law 13-289, § 203(a), 48 DCR 2057; Mar. 14, 2007, D.C. Law 16-279, § 203, 54 DCR 903; Aug. 16, 2008, D.C. Law 17-219, § 6012, 55 DCR 7598.)","sections":[{"prefix":"a","text":" Except as otherwise currently provided in § 601 of Title 18 of the District of Columbia Municipal Regulations or as otherwise provided by the Council of the District of Columbia, all motor vehicles and trailers registered in the District of Columbia shall be inspected for safety and exhaust emissions at periodic intervals not more than 2 years apart. At the time of registration, or when otherwise established by the Director, an inspection fee shall be levied and collected for each motor vehicle or trailer. The Mayor may issue inspection stickers, without requiring safety and exhaust emissions inspections, for new motor vehicles and trailers not previously registered in any jurisdiction. The new vehicle inspections stickers may be valid for up to a 4-year period."},{"prefix":"b","text":" The Mayor may prescribe regulations and establish a fee to permit a person who owns a motor vehicle or trailer not required to be registered in the District of Columbia to have such motor vehicle or trailer inspected for safety or exhaust emissions in the District of Columbia."},{"prefix":"c","text":" Notwithstanding subsection (a) of this section, the Mayor may exempt zero and ultra-low emission vehicles, as defined in Part 88 of Title 40 of the Code of Federal Regulations, (40 C.F.R. 88.101.94 et seq.), from exhaust emissions inspections."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"11","text":"Inspection."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"50","chaptersection":"1101","identifier":"50-1101","catch_text":"Fee."}}