{"text":"The following words and phrases used in this chapter shall, for the purpose of this chapter, have the meanings respectively ascribed to them in this article except in those instances where the context clearly indicates a different meaning:","historical":"Prior Codifications\n\n1981 Ed., § 40-402.\n\n1973 Ed., § 40-418.\n\nEffect of Amendments\n\nD.C. Law 14-235 rewrote par. (4) which had read as follows:\n\n\"(4) 'Motor vehicle' means every vehicle which is self-propelled and every vehicle which is propelled by electric power obtained from overhead trolley wires, but not operated upon rails. The term 'motor vehicle' shall not include battery-operated wheelchairs when operated by a handicapped person at speeds not exceeding 10 miles per hour.\"\n\nD.C. Law 15-105, in par. (4), validated a previously made technical correction.\n\nD.C. Law 16-224, in par. (4), revived the provisions of D.C. Law 14-235 that expired on October 1, 2005, and substituted \"personal mobility devices, as defined by § 50-2201.02(12), or a battery-operated wheelchair when operated by a person with a disability\" for \"electric personal assistive mobility devices, as defined by § 50-2201.02(12), and battery-operated wheelchairs when operated by a handicapped person at speeds not exceeding 10 miles per hour\".\n\nD.C. Law 16-305, in par. (4), purported to substitute \"person with a disability\" for \"handicapped person\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 6 of Motor Vehicle Definition Electric Personal Assistive Mobility Device Exemption Temporary Amendment Act of 2006 (D.C. Law 16-85, April 4, 2006, law notification 53 DCR 3344).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 6 of Motor Vehicle Definition Electric Personal Assistive Mobility Device Exemption Emergency Amendment Act of 2005 (D.C. Act 16-237, December 22, 2005, 53 DCR 249).\n\nFor temporary (90 day) amendment of section, see § 6 of Motor Vehicle Definition Electric Personal Assistive Mobility Device Exemption Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-323, March 23, 2006, 53 DCR 2567).\n\nFor temporary (90 day) amendment of section, see § 205 of Personal Mobility Device Emergency Amendment Act of 2006 (D.C. Act 16-528, December 4, 2006, 53 DCR 9826).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-176, see Historical and Statutory Notes following § 50-1108.\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nFor Law 14-235, see notes following § 50-601.\n\nFor Law 15-105, see notes following § 50-203.\n\nFor Law 16-224, see notes following § 50-601.\n\nFor Law 16-305, see notes following § 50-101.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nExpiration of Law 14-235: Section 14 of D.C. Law 14-235 provided that the act shall expire on October 1, 2005.\n\nDC CODE § 50-1301.02\n\nCurrent through December 11, 2012","credits":"(May 25, 1954, 68 Stat. 120, ch. 222, § 2; Mar. 15, 1985, D.C. Law 5-176, § 7, 32 DCR 748; Apr. 20, 1999, D.C. Law 12-264, § 43(a), 46 DCR 2118; Mar. 25, 2003, D.C. Law 14-235, § 6, 49 DCR 9788; Mar. 13, 2004, D.C. Law 15-105, § 90(a), (b), 51 DCR 881; Mar. 6, 2007, D.C. Law 16-224, § 205, 53 DCR 10225.)","sections":[{"prefix":"1","text":" \"Mayor\" means the Mayor of the District of Columbia, or his designated agent or agents."},{"prefix":"2","text":" \"Driver\" or \"operator\" means every person who drives or is in actual physical control of a motor vehicle upon a public highway or who is exercising control over or steering a vehicle being pushed or towed by a motor vehicle upon a public highway."},{"prefix":"3","text":" \"License\" means any operator's permit or any other license or permit to operate a motor vehicle issued under the laws of the District of Columbia including:"},{"prefix":"A","text":" Any temporary or learner's permit;"},{"prefix":"B","text":" The privilege of any person to drive a motor vehicle whether or not such person holds a valid license; and"},{"prefix":"C","text":" Any nonresident's operating privilege as defined herein."},{"prefix":"4","text":" \"Motor vehicle\" means every vehicle that is self- propelled and every vehicle that is propelled by electric power obtained from overhead trolley wires, but not operated upon rails. The term \"motor vehicle\" shall not include personal mobility devices, as defined by § 50-2201.02(12), or a battery-operated wheelchair when operated by a person with a disability."},{"prefix":"5","text":" \"Nonresident\" means every person who is not a resident of the District of Columbia."},{"prefix":"6","text":" \"Nonresident's operating privilege\" means the privilege conferred upon a nonresident by the laws of the District of Columbia pertaining to the operation by such person of a motor vehicle, or the use of a vehicle owned by such person, in the District of Columbia."},{"prefix":"7","text":" \"Owner\" means a person who holds the legal title of a vehicle, or in the event a vehicle is the subject of an agreement for the conditional sale or lease thereof with the right of purchase upon performance of the conditions stated in the agreement and with an immediate right of possession vested in the conditional vendee or lessee, or in the event a mortgagor of a vehicle is entitled to possession, then such conditional vendee or lessee or mortgagor shall be deemed the owner for the purpose of this chapter."},{"prefix":"8","text":" \"Person\" means every natural person, firm, copartnership, association, or corporation."},{"prefix":"9","text":" \"Public highway\" means any street, road, or public thoroughfare."},{"prefix":"10","text":" \"Registration\" means the registration plates issued under the laws of the District of Columbia pertaining to the registration of vehicles."},{"prefix":"11","text":" \"Vehicle\" means every device in, upon, or by which any person or property is or may be transported or drawn upon a highway, except devices moved by human power or used exclusively upon stationary rails or tracks."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"13","text":"Motor Vehicle Owners and Operators Responsibility."},"subchapter":{"identifier":"I","text":"Short Title; Definitions."},"heading":{"title":"50","chaptersection":"1301","identifier":"50-1301.02","catch_text":"Definitions."}}