{"text":"For the purposes of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 40-121.\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of subchapter, see §§ 2 to 7, 9 of International Registration Plan Agreement Temporary Act of 1996 (D.C. Law 11- 189, April 9, 1997, law notification 43 DCR 2384).\n\nEmergency Act Amendments\n\nFor temporary addition of this subchapter, see §§ 2-7 and 9 of the International Registration Plan Agreement Emergency Act of 1996 (D.C. Act 11- 291, July 9, 1996, 43 DCR 4152), §§ 2-7 and 9 of the International Registration Plan Agreement Congressional Review Emergency Act of 1996 (D.C. Act 11-465, December 30, 1996, 44 DCR 161), and §§ 2-7 and 9 of the International Registration Plan Agreement Congressional Review Emergency Act of 1997 (D.C. Act 12-17, March 3, 1997, 44 DCR 1756).\n\nLegislative History of Laws\n\nLaw 12-14, the \"International Registration Plan Agreement Act of 1997,\" was introduced in Council and assigned Bill No. 12-19. The Bill was adopted on first and second readings on March 4, 1997, and May 6, 1997, respectively. Signed by the Mayor on May 23, 1997, it was assigned Act No. 12-91 and transmitted to both Houses of Congress for its review. D.C. Law 12-14 became effective on September 5, 1997.\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nReferences in Text\n\nThe International Registration Plan, referred to in (4), is defined at 49 U.S.C. § 31701(4).\n\nResolutions\n\nResolution 16-548, the \"Commercial Driver's License and International Registration Plan Enforcement Approval Resolution of 2006\", was approved effective March 7, 2006.\n\nDC CODE § 50-1507.01\n\nCurrent through December 11, 2012","credits":"(Sept. 5, 1997, D.C. Law 12-14, § 2, 44 DCR 3620; Apr. 20, 1999, D.C. Law 12-264, § 42, 46 DCR 2118.)","sections":[{"prefix":"1","text":" \"Apportioned operator\" means registrant of a fleet of apportioned vehicles."},{"prefix":"2","text":" \"Apportionment\" means registration based on a proportional payment of registration fees, whether determined by a quotient of miles traveled, revenue received, average presence, or any other similar method."},{"prefix":"3","text":" \"Apportionable vehicle\" means any vehicle, except recreational vehicles, vehicles displaying restricted plates, buses used in transportation of chartered parties and government-owned vehicles, used or intended for use in two or more member jurisdictions that allocate or proportionally register vehicles and are used for the transportation of persons for hire or designed, used, or maintained primarily for the transportation of property and:"},{"prefix":"A","text":" Is a power unit having two axles and a gross vehicle weight or registered gross vehicle weight in excess of 26,000 pounds;"},{"prefix":"B","text":" Is a power unit having three or more axles, regardless of weight; or"},{"prefix":"C","text":" Is used in combination, when the weight of such combination exceeds 26,000 pounds gross vehicle weight."},{"prefix":"4","text":" \"Base jurisdiction\" means, for purposes of fleet registration, the jurisdiction where the registrant has an established place of business, where mileage is accrued by the fleet, and where operational records of such fleet are maintained or can be made available in accordance with section 1602 of the International Registration Plan (\"IRP\")."},{"prefix":"5","text":" \"Base plate\" means the plate issued by the base jurisdiction and shall be the only registration identification plate issued for the vehicle by any member jurisdiction."},{"prefix":"6","text":" \"Combined Gross Vehicle Weight\" (\"CGVW\") means the total unladen weight of a combination of vehicles and weight of the load carried on that combination of vehicles."},{"prefix":"7","text":" \"Established place of business\" means a physical structure owned, leased, or rented by the fleet registrant and used as his or her main office. The physical structure shall be designated by a street number or road location, be open during normal business hours, and have located within it:"},{"prefix":"A","text":" A telephone or telephones publicly listed in the name of the fleet registrant;"},{"prefix":"B","text":" A person or persons conducting the fleet registrant's business; and"},{"prefix":"C","text":" The operational records of the fleet."},{"prefix":"8","text":" \"Fleet\" means one or more apportionable vehicles."},{"prefix":"9","text":" \"Interjurisdictional movement\" means vehicular movement between or through two or more jurisdictions."},{"prefix":"10","text":" \"Intrajurisdictional movement\" means vehicular movement from one point within a jurisdiction to another point within the same jurisdiction."},{"prefix":"11","text":" \"IRP\" means the abbreviation for the reciprocal agreement, the International Registration Plan."},{"prefix":"12","text":" \"IVMR\" means Individual Vehicle Mileage Record which serves as the original record generated in the course of actual vehicle operation and is used as a source document to verify the registrant's application for accuracy."},{"prefix":"13","text":" \"Member jurisdiction\" means a jurisdiction which has applied for membership and has been accepted by all members of the IRP."},{"prefix":"14","text":" \"Motor carrier\" means an individual, partnership, or corporation engaged in the transportation of goods or persons."},{"prefix":"15","text":" \"Owner\" means any person, firm, or corporation other than the lienholder holding legal title to a vehicle."},{"prefix":"16","text":" \"Properly registered vehicle\" means a vehicle which has been registered in full compliance with the laws of all jurisdictions in which it is intended to operate."},{"prefix":"17","text":" \"Reciprocity\" means the reciprocal granting of rights and privileges to vehicles properly registered under the IRP and to vehicles not so registered if these vehicles are subject to separate reciprocity agreements, arrangements, declarations, or understandings."},{"prefix":"18","text":" \"Trip permit\" means a temporary permit issued by a jurisdiction in lieu of regular registration reciprocity."},{"prefix":"19","text":" \"Uniform mileage schedule\" means the official IRP form provided to record mileage by jurisdictions and total fleet miles derived from operational records."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"15","text":"Registration of Motor Vehicles."},"subchapter":{"identifier":"IV","text":"International Registration Plan Agreements."},"heading":{"title":"50","chaptersection":"1507","identifier":"50-1507.01","catch_text":"Definitions."}}