{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-103.\n\nLegislative History of Laws\n\nLaw 1-49 was introduced in Council and assigned Bill No. 1-27, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on October 21, 1975 and November 4, 1975, respectively. Signed by the Mayor on November 20, 1975, it was assigned Act No. 1-69 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 50-1503.01\n\nCurrent through December 11, 2012","credits":"(1973, Ed., § 40-102a; Feb. 20, 1976, D.C. Law 1-49, § 2, 22 DCR 4694.)","sections":[{"prefix":"a","text":" The Mayor is authorized to provide for the issuance of a registration certificate and identification tags for a passenger motor vehicle (other than a passenger vehicle for hire) of any individual who is and may be certified as a bona fide member of the Department of the District of Columbia Disabled American Veterans to the Mayor by the Department Commander of the District of Columbia Disabled American Veterans in office at the time of the application for the registration certificate and identification tags, and is a resident of the District of Columbia. Such certificate and tags shall be issued in lieu of those required by § 50-1501.02."},{"prefix":"b","text":" The identification tags issued under this section shall bear the initials D.A.V. in letters not less than two and three-quarter inches high and in strokes not less than one-quarter inch in width followed by such markings and numerals as the Mayor may require."},{"prefix":"c","text":" At any 1 time no individual may have more than 1 motor vehicle registered under this section. The fee for such certificate and tags shall be set according to the current fee schedule established for passenger motor vehicles as required to be paid under § 50-1501.03(b)."},{"prefix":"d","text":" No registration certificate and identification tags may be issued to any individual under this section unless due proof is submitted that the individual:"},{"prefix":"1","text":" Is a bona fide member of the Department of the District of Columbia Disabled American Veterans of the United States as may be certified to the Mayor through the Department Commander in office at the time of the application for the registration certificate and identification tags; and"},{"prefix":"2","text":" Is and has been for at least 30 days, prior to filing with the Mayor an application for such certificate and tags, a bona fide resident of the District of Columbia."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"15","text":"Registration of Motor Vehicles."},"subchapter":{"identifier":"II","text":"Disabled American Veterans Registration."},"heading":{"title":"50","chaptersection":"1503","identifier":"50-1503.01","catch_text":"Motor vehicles of Disabled American Veterans."}}