{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., ยง 40-1601.\n\nLegislative History of Laws\n\nLaw 6-73, \"Mandatory Use of Seat Belts Act of 1985,\" was introduced in Council and assigned Bill No. 6-16, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on September 24, 1985, and October 8, 1985, respectively. Signed by the Mayor on October 18, 1985, it was assigned Act No. 6-97 and transmitted to both Houses of Congress for its review.\n\nMiscellaneous Notes\n\nExpiration of Law 6-73: Section 9(b) of D.C. Law 6-73 provided that the act shall expire immediately upon the date that the Secretary of the United States Department of Transportation, or his or her designee, determines to rescind the portion of standard 208 of the Federal Motor Vehicle Safety, promulgated December 25, 1968 (33 Fed. R. 19703; 49 CFR part 571.208), which requires the installation of automatic restraints in new private passenger motor vehicles, unless the secretary's decision to rescind standard 208 is not based on the enactment or the continued operation of the act.\n\nDC CODE ยง 50-1801\n\nCurrent through December 11, 2012","credits":"(Dec. 12, 1985, D.C. Law 6-73, ยง 2, 32 DCR 6344.)","sections":[{"prefix":"1","text":" \"Motor vehicle\" means an automotive transportation device with more than 3 wheels and a seating capacity of 8 or less passengers, not including the driver, but the term does not include vehicles used for farm purposes."},{"prefix":"2","text":" \"Properly restrained\" means strapped around the waist or the torso of a passenger by a safety belt built into the motor vehicle."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Safety."},"chapter":{"identifier":"18","text":"Mandatory Use of Seat Belts."},"heading":{"title":"50","chaptersection":"1801","identifier":"50-1801","catch_text":"Definitions."}}