{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 6092 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nLaw 18-223, the \"Fiscal Year 2011 Budget Support Act of 2010\", was introduced in Council and assigned Bill No. 18-731, which was referred to the Committee of the Whole.   The Bill was adopted on first and second readings on May 26, 2010, and June 15, 2010, respectively.  Signed by the Mayor on July 2, 2010, it was assigned Act No. 18-462 and transmitted to both Houses of Congress for its review.   D.C. Law 18-223 became effective on September 24, 2010.\n\nMiscellaneous Notes\n\nShort title: Section 6091 of D.C. Law 18-223 provided that subtitle J of title VI of the act may be cited as the \"Vehicle Inspection Task Force Act of 2010\".\n\nDC CODE § 50-1121\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, § 6092, 57 DCR 6242.)","sections":[{"prefix":"a","text":" There is established a Vehicle Inspection Task Force (\"Task Force\") to study the impact of the elimination of mandatory vehicle safety inspections for private vehicles, in order to recommend whether the District should restore mandatory vehicle safety inspection for private vehicles of any or all types, and to recommend any improvements to the District's current vehicle safety inspection program for commercial vehicles, or any restored vehicle safety inspection program, for private vehicles that could improve the cost-effectiveness of these programs and reduce the burden of these inspections upon residents and businesses. If the Task Force concludes that some new, restored, or expanded vehicle safety program is in the best interests of the District, the Task Force shall also recommend how to fund such a program."},{"prefix":"b","text":"(1) The Task Force shall consist of at least 7 members, to be selected by the Mayor and the Chairperson of the Council committee with oversight over the Department of Motor Vehicles."},{"prefix":"2","text":" The Chairperson of the Council committee shall choose a chairperson for the task force, who shall represent the interests of the driving public of the District of Columbia, and the Mayor and Chairperson of the Council committee shall each select half of the remaining members."},{"prefix":"3","text":" At a minimum, the membership shall include:"},{"prefix":"A","text":" A representative of the Department of Motor Vehicles;"},{"prefix":"B","text":" A representative of the Metropolitan Police Department;"},{"prefix":"C","text":" Representatives of the driving public;"},{"prefix":"D","text":" Traffic safety advocates; and"},{"prefix":"E","text":" Other governmental bodies that may be considered relevant to the Task Force's mission."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"11","text":"Inspection."},"subchapter":{"identifier":"II","text":"Vehicle Inspection Task Force."},"heading":{"title":"50","chaptersection":"1121","identifier":"50-1121","catch_text":"Vehicle inspection task force."}}