{"text":"The Driver License Compact is adopted and entered into with all jurisdictions legally joining in it in the form substantially stated as follows:\n\nARTICLE I\n\nFindings and Declaration of Policy\n\n\n\n\n\n\n\n\nARTICLE II\n\nDefinitions\n\nAs used in this compact:\n\n\n\n\n\n\n\n\nARTICLE III\n\nReports of Conviction\n\nThe licensing authority of a party state shall report each conviction of a person from another party state occurring within its jurisdiction to the licensing authority of the home state of the licensee. Such report shall clearly identify the person convicted; describe the violation specifying the section of the statute, code or ordinance violated; identify the court in which action was taken; indicate whether a plea of guilty was entered, or the conviction was a result of the forfeiture of bail, bond or other security; and shall include any special findings made in connection therewith.\n\nARTICLE IV\n\nEffect of Conviction\n\n\n\n\n\n\n\n\nARTICLE V\n\nApplication for New Licenses\n\nUpon application for a license to drive, the licensing authority in a party state shall ascertain whether the applicant has ever held, or is the holder of a license to drive issued by any other party state. The licensing authority in the state where application is made shall not issue a license to drive to the applicant if:\n\n\n\n\nARTICLE VI\n\nApplicability of Other Laws\n\nExcept as expressly required by provisions of this compact, nothing contained herein shall be construed to affect the right of any party state to apply any of its other laws relating to licenses to drive to any person or circumstance, nor to invalidate or prevent any driver license agreement or other cooperative arrangement between a party state and a nonparty state.\n\nARTICLE VII\n\nCompact Administrator and Interchange of Information\n\n\n\nARTICLE VIII\n\nEntry Into Force and Withdrawal\n\n\n\nARTICLE IX\n\nConstruction and Severability\n\nThis compact shall be liberally construed so as to effectuate the purposes thereof. The provisions of this compact shall be severable and if any phrase, clause, sentence or provision of this compact is declared to be contrary to the constitution of any party state or of the United States or the applicability thereof to any government, agency, person or circumstance is held invalid, the validity of the remainder of this compact and the applicability thereof to any government, agency, person or circumstance shall not be affected thereby. If this compact shall be held contrary to the constitution of any state party thereto, the compact shall remain in full force and effect as to remaining states and in full force and effect as to the state affected as to all severable matters.","historical":"Prior Codifications\n\n1981 Ed., § 40-1501.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2 of Reckless Driving Emergency Amendment Act of 2012 (D.C. Act 19-451, September 21, 2012, 59 DCR 11095).\n\nLegislative History of Laws\n\nLaw 5-184, \"Driver License Compact Adoption Act of 1984,\" was introduced in Council and assigned Bill No. 5-355, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on December 4, 1984, and December 18, 1984, respectively. Signed by the Mayor on January 11, 1985, it was assigned Act No. 5-249 and transmitted to both Houses of Congress for its review.\n\nComplementary Legislation:\nAla.--Code 1975, §§ 32-6-30 to 32-6-36.\n\nAriz.--A.R.S. §§ 28-1851 to 28-1855.\nArk.--A.C.A. §§ 27-17-101 to 27-17-106.\nCal.--West's Ann.Cal.Vehicle Code, §§ 15000 to 15003, 15020 to\n15028.\nColo.--West's C.R.S.A. §§ 24-60-1101 to 24-60-1107.\nConn.--C.G.S.A. § -4-111h to 14-111q.\nDel.--21 Del.C. § 8101.\nD.C.--D.C. Official Code, 2001 Ed. §§ 50-1001, 50-1002.\nFla.--West's F.S.A. §§ 322.43 to 322.48.\nHawaii--H R S §§ 286C-1, 286C-2.\nIdaho--I.C. §§ 49-2001 to 49-2003.\nIllinois--S.H.A. 625 ILCS 5/6-700 to 5/6-708.\nInd.--West's A.I.C. 9-28-1-1 to 9-28-1-6.\nIowa--I.C.A. §§ 321C.1, 321C.2.\nKan.--K.S.A. 8-1212.\nLa.--LSA-R.S. 32:1420 to 32:1425.\nMaine--29-A M.R.S.A. §§ 1451 to 1475.\nMd.--Code, Transportation, §§ 16-701 to 16-708.\nMass.--M.G.L.A. c. 90, § 30B.\nMinn.--M.S.A. §§ 171.50 to 171.56.\nMiss.--Code 1972, §§ 63-1-101 to 63-1-113.\n\nMo.--V.A.M.S. §§ 302.600, 302.605.\nMt.--M.C.A. 61-5-401 to 61-5-406.\nNeb.--R.R.S. 1943, § A1-113.\nNev.--N.R.S. 483.010 to 483.630.\nN.H.--RSA 263.77.\nN.J.--N.J.S.A. 39:5D-1 to 39:5D-14.\nN.M.--NMSA 1978, §§ 66-5-49 to 66-5-51.\nN.Y.--McKinney's Vehicle & Traffic Law, § 516.\nN.C.--G.S. §§ 20-4.21 to 20-4.30.\nOhio--R.C. §§ 4507.60 to 4507.63.\nOkl.--47 Okl.St.Ann. §§ 781 to 788.\nPa.--75 Pa.C.S.A. §§ 1581 to 1585.\nS.C.--Code 1976, §§ 56-1-610 to 56-1-690.\nTex.--V.T.C.A., Transportation Code §§ 523.001 to 523.011.\nUtah--U.C.A. 1953, 53-3-601 to 53-3-607.\nVt.--23 V.S.A. §§ 3901 to 3910.\nVa.--Code 1950, §§ 46.2-483 to 46.2-488.\nWash.--West's RCWA 46.21.010 to 46.21.040.\nW.Va.--Code, 17B-1A-1, 17B-1A-2.\nWyo.--Wyo.Stat.Ann. §§ 31-7-201, 31-7-202.\n\nDC CODE § 50-1001\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1985, D.C. Law 5-184, § 2, 32 DCR 850.)","sections":[{"prefix":"a","text":" The party states find that:"},{"prefix":"1","text":" The safety of their streets and highways is materially affected by the degree of compliance with state laws and local ordinances relating to the operation of motor vehicles."},{"prefix":"2","text":" Violation of such a law or ordinance is evidence that the violator engages in conduct which is likely to endanger the safety of persons and property."},{"prefix":"3","text":" The continuance in force of a license to drive is predicated upon compliance with laws and ordinances relating to the operation of motor vehicles, in whichever jurisdiction the vehicle is operated."},{"prefix":"b","text":" It is the policy of each of the party states to:"},{"prefix":"1","text":" Promote compliance with laws, ordinances, and administrative rules and regulations relating to the operation of motor vehicles and their operators in each of the jurisdictions where such operators drive motor vehicles."},{"prefix":"2","text":" Make the reciprocal recognition of licenses to drive and eligibility therefore more just and equitable by considering the overall compliance with motor vehicle laws, ordinances and administrative rules and regulations as a condition precedent to the continuance or issuance of any license by reason of which the licensee is authorized or permitted to operate a motor vehicle in any of the party states."},{"prefix":"a","text":" \"Conviction\" means a conviction for any offense related to the use or operation of a motor vehicle which is prohibited by state law, municipal ordinance or administrative rule or regulation, or a forfeiture of bail, bond or other security deposited to secure appearance by a person charged with having committed any such offense, and which conviction or forfeiture is required to be reported to the licensing authority."},{"prefix":"b","text":" \"Compact administrator\", when used with reference to the District of Columbia, means the Director of the Department of Public Works or his or her designee."},{"prefix":"c","text":" \"District\" means the District of Columbia."},{"prefix":"d","text":" \"Executive head\", when used with reference to the District of Columbia, means the Mayor of the District of Columbia or the Mayor's designated representative."},{"prefix":"e","text":" \"Home state\" means the state which has issued and has the power to suspend or revoke the use of the license or permit to operate a motor vehicle."},{"prefix":"f","text":" \"Licensing authority\", when used with reference to the District of Columbia, means the Department of Public Works."},{"prefix":"g","text":" \"State\" means a state, territory or possession of the United States, the District of Columbia, or the Commonwealth of Puerto Rico."},{"prefix":"a","text":" The licensing authority in the home state, for the purposes of suspension, revocation or limitation of the license to operate a motor vehicle, shall give the same effect to the offense reported, pursuant to Article III of this compact, as it would if such offense had occurred in the home state, in the case of convictions for:"},{"prefix":"1","text":" Manslaughter or negligent homicide resulting from the operation of a motor vehicle;"},{"prefix":"2","text":" Driving a motor vehicle while under the influence of intoxicating liquor or a narcotic drug or under the influence of any other drug to a degree which renders the driver incapable of safely driving a motor vehicle;"},{"prefix":"3","text":" Any felony in the commission of which a motor vehicle is used; and"},{"prefix":"4","text":" Failure to stop and render aid in the event of a motor vehicle accident resulting in death or personal injury."},{"prefix":"b","text":" As to other convictions, reported pursuant to Article III, the licensing authority in the home state shall give such effect to the offense as is provided by the laws of the home state."},{"prefix":"c","text":" If the laws of a party state do not provide for offenses or violations denominated or described in precisely the words employed in subdivision (a) of this article, such party state shall construe the denominations and descriptions appearing in subdivision (a) hereof as being applicable to and identifying those offenses or violations of a substantially similar nature, and the laws of such party state shall contain such provisions as may be necessary to ensure that full force and effect is given to this article."},{"prefix":"1","text":" The applicant has held such a license, but the same has been suspended by reason, in whole or in part, of a conviction for a violation and if such suspension period has not terminated."},{"prefix":"2","text":" The applicant has held such a license, but the same has been revoked by reason, in whole or in part, of a conviction for a violation and if such revocation has not terminated, except that after the expiration of one year from the date the license was revoked, such person may make application for a new license if permitted by law. The licensing authority may refuse to issue a license to any such applicant if, after investigation, the licensing authority determines that it will not be safe to grant to such person the privilege of driving a motor vehicle on the public highways."},{"prefix":"3","text":" The applicant is the holder of a license to drive issued by another party state and currently in force unless the applicant surrenders such license."},{"prefix":"a","text":" The head of the licensing authority of each party state shall be the administrator of this compact for his or her state. The administrators, acting jointly, shall have the power to formulate all necessary and proper procedures for the exchange of information under this compact."},{"prefix":"b","text":" The administrator of each party state shall furnish to the administrator of each other party state information or documents reasonably necessary to facilitate the administration of this compact."},{"prefix":"a","text":" This compact shall enter into force and become effective as to any state when it has enacted the same into law."},{"prefix":"b","text":" Any party state may withdraw from this compact by enacting a statute repealing the same, but no such withdrawal shall take effect until six months after the executive head of the withdrawing state has given notice of the withdrawal to the executive heads of all other party states. No withdrawal shall affect the validity or applicability by the licensing authorities of states remaining party to the compact of any report of conviction occurring prior to the withdrawal."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"10","text":"Driver License Compact. (Refs & Annos)"},"heading":{"title":"50","chaptersection":"1001","identifier":"50-1001","catch_text":"Adopted."}}