{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-279, in par. (12), in the introductory language, substituted \"means a motor vehicle, other than a historic motor vehicle as that term is defined in Chapter 99 of Title 18 of the District of Columbia Municipal Regulations, that\" for \"means a motor vehicle that\".\n\nD.C. Law 16-305, in par. (4), substituted \"person with a disability\" for \"handicapped person\".\n\nLegislative History of Laws\n\nLaw 15-307, the \"Department of Motor Vehicles Reform Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-1011, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on November 9, 2004, and December 7, 2004, respectively. Signed by the Mayor on December 29, 2004, it was assigned Act No. 15-704 and transmitted to both Houses of Congress for its review. D.C. Law 15-307 became effective on April 8, 2005.\n\nFor Law 16-279, see notes following § 50-312.\n\nFor Law 16-305, see notes following § 50-101.\n\nDC CODE § 50-1331.01\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2005, D.C. Law 15-307, § 101, 52 DCR 1700; Mar. 14, 2007, D.C. Law 16-279, § 205(a), 54 DCR 903; Apr. 24, 2007, D.C. Law 16-305, § 84, 53 DCR 6198.)","sections":[{"prefix":"1","text":" \"Department\" means the Department of Motor Vehicles."},{"prefix":"2","text":" \"Director\" means the Director of the Department of Motor Vehicles."},{"prefix":"3","text":" \"Flood Vehicle\" means a motor vehicle that has been submerged to the point that water entered the passenger or trunk compartments."},{"prefix":"4","text":" \"Motor Vehicle\" means any vehicle propelled by an internal combustion engine, electricity, or steam, including any non-operational vehicle that is being restored or repaired. The term \"motor vehicle\" shall not include road rollers, farm tractors, vehicles propelled only upon stationary rails or tracks, electric personal assistive mobility devices, as defined by § 50- 2201.02(12), and battery-operated wheelchairs when operated by a person with a disability at speeds not exceeding 10 miles per hour."},{"prefix":"5","text":" \"Non-repairable Vehicle\" means any motor vehicle that is incapable of safe operation for use on roads or highways."},{"prefix":"6","text":" \"Non-Repairable Vehicle Certificate\" means a certificate issued by the Department designating a vehicle as a Non-repairable Vehicle."},{"prefix":"7","text":" \"Owner\" means a person, other than a lessor, who holds legal title to a motor vehicle required to be registered in the District of Columbia."},{"prefix":"8","text":" \"Person\" means an individual, partnership, corporation, or association."},{"prefix":"9","text":" \"Rebuilt Salvage Title\" means a certificate of title issued by the Department designating a vehicle as a Rebuilt Salvage Vehicle."},{"prefix":"10","text":" \"Rebuilt Salvage Vehicle\" means any motor vehicle previously issued a Salvage Title that has passed safety inspections."},{"prefix":"11","text":" \"Salvage Title\" means a certificate of title issued by the Department designating a motor vehicle as a Salvage Vehicle."},{"prefix":"12","text":" \"Salvage Vehicle\" means a motor vehicle, other than a historic motor vehicle as that term is defined in Chapter 99 of Title 18 of the District of Columbia Municipal Regulations, that:"},{"prefix":"A","text":" Has been damaged, destroyed, wrecked, or submerged in water (\"damaged\") to the extent that the total estimated or actual cost of parts and labor to rebuild or reconstruct the vehicle to its pre-damaged condition and for legal operation on the roads or highways exceeds 75 percent of the retail value of the vehicle prior to such damage, as that value is set forth in a current edition of any nationally recognized compilation of retail values, including automated databases, that has been approved by the Director; or"},{"prefix":"B","text":" The owner voluntarily designates as a salvage vehicle pursuant to this chapter."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"13A","text":"Salvage Title, Flood Notification, and Non-Repairable Vehicle Certification."},"heading":{"title":"50","chaptersection":"1331","identifier":"50-1331.01","catch_text":"Definitions."}}