{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-302.\n\n1973 Ed., § 40-302.\n\nEffect of Amendments\n\nD.C. Law 12-212, § 2(b), in subsec. (a) substituted \"blood contains .08% or more, by weight, of alcohol, or while .38 micrograms or more of alcohol are contained in 1 milliliter of the individual's breath, consisting substantially of alveolar air, or while the individual's urine contains .10% or more,\" for \"blood or breath contains .10 percent or more by weight, of alcohol, or the individual's urine contains .13 percent or more,\".\n\nSection 8(b) of D.C. Law 12-212 provides:\n\n\"(b) This act shall expire on September 30, 2000.\"\n\nD.C. Law 13-289, in subsec. (a), inserted \"or where suspension or revocation is mandatory for accumulated point totals pursuant to Chapter 3 of Title 18 of the District of Columbia Municipal Regulations\" following \"permit is mandatory\".\n\nSection 8(b) of D.C. Law 12-212, providing for the expiration of the act on September 30, 2000, was repealed by section 4 of D.C. Law 13-238.\n\nD.C. Law 16-195, in subsec. (a), substituted \"person's alcohol concentration is 0.08 grams or more either per 100 milliliters of blood or per 210 liters of breath or is 0.10 grams or more per 100 milliliters of urine\" for \"individual's blood contains .08% or more, by weight, of alcohol, or while .38 micrograms or more of alcohol are contained in 1 milliliter of the individual's breath, consisting substantially of alveolar air, or while the individual's urine contains .10% or more, by weight, of alcohol person's alcohol concentration is 0.08 grams or more either per 100 milliliters of blood or per 210 liters of breath or is 0.10 grams or more per 100 milliliters of urine\".\n\nD.C. Law 16-279, in subsec. (a), substituted \"shall take effect 10 (15, if the person is a nonresident) days out\" for \"shall take effect 5 days out\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 8(b) of Driving Under the Influence Repeat Offenders Temporary Amendment Act of 2000 (D.C. Law 13-198, October 21, 2000, law notification 47 DCR 8988).\n\nEmergency Act Amendments\n\nFor temporary (90-day) repeal of expiration date of section, see § 4 of the Driving Under the Influence Repeat Offenders Emergency Amendment Act of 2000 (D.C. Act 13-382, July 24, 2000, 47 DCR 6697).\n\nFor temporary (90 day) amendment of section, see § 4 of the Driving Under the Influence Repeat Offenders Congressional Review Emergency Amendment Act of 2000 (D.C. Act 13-437, October 20, 2000, 47 DCR 8737).\n\nFor temporary (90 day) amendment of section, see § 4(e)(2) of Anti-Drunk Driving Clarification Emergency Amendment Act of 2006 (D.C. Act 16-469, July 31, 2006, 53 DCR 6764).\n\nFor temporary (90 day) amendment of section, see § 9 of Anti-Drunk Driving Clarification Second Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-518, October 27, 2006, 53 DCR 9104).\n\nFor temporary (90 day) amendment of section, see § 8(b) of Anti-Drunk Driving Clarification Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-6, January 16, 2007, 54 DCR 1452).\n\nFor temporary (90 day) amendment of section, see § 307 of Comprehensive Impaired Driving and Alcohol Testing Program Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-508, October 26, 2012, 59 DCR 12774).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-133, see Historical and Statutory Notes following § 50-1401.01.\n\nFor legislative history of D.C. Law 4-145, see Historical and Statutory Notes following § 50-1401.01.\n\nLaw 4-174 was introduced in Council and assigned Bill No. 4-398, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on October 19, 1982, and November 16, 1982, respectively. Signed by the Mayor on December 8, 1982, it was assigned Act No. 4-257 and transmitted to both Houses of Congress for its review.\n\nLaw 12-212, the \"Anti-Drunk Driving Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-581, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on October 6, 1998, and November 10, 1998, respectively. Signed by the Mayor on December 1, 1998, it was assigned Act No. 12-517 and transmitted to both Houses of Congress for its review. D.C. Law 12-212 became effective on April 13, 1999.\n\nFor D.C. Law 13-289, see notes following § 50-401.\n\nFor Law 16-195, see notes following § 50-406.\n\nFor Law 16-279, see notes following § 50-312.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nDefinitions applicable: For definitions applicable in this chapter, see § 50- 2201.02.\n\nMiscellaneous Notes\n\nExpiration of Law 12-212: Section 8(b) of D.C. Law 12-212, which provided that the act shall expire on September 30, 2000, was repealed by section 4 of D.C. Law 13-238.\n\nDC CODE § 50-1403.01\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1925, 43 Stat. 1125, ch. 443, § 13; July 3, 1926, 44 Stat. 814, ch. 739, § 3; Feb. 27, 1931, 46 Stat. 1424, 1428, ch. 317, §§ 2, 4; June 7, 1934, 48 Stat. 926, ch. 426; May 15, 1936, 49 Stat. 1273, ch. 393; Aug. 31, 1954, 68 Stat. 1048, ch. 1173, § 1; July 8, 1963, 77 Stat. 78, Pub. L. 88-60, § 6; Dec. 23, 1963, 77 Stat. 617, Pub. L. 88-241, § 8; July 29, 1970, 84 Stat. 583, Pub. L. 91-358, title I, § 163(g)(1); Apr. 26, 1977, D.C. Law 1-133, title I, §§ 102-104, 23 DCR 9697; Sept. 14, 1982, D.C. Law 4-145, §§ 6, 7, 29 DCR 3138; Mar. 9, 1983, D.C. Law 4-174, § 12, 29 DCR 5753; Apr. 13, 1999, D.C. Law 12-212, § 2(b), 46 DCR 5; Apr. 27, 2001, D.C. Law 13-289, § 301, 48 DCR 2057; Mar. 2, 2007, D.C. Law 16-195, § 9, 53 DCR 8675; Mar. 14, 2007, D.C. Law 16-279, § 202(f), 54 DCR 903.)","sections":[{"prefix":"a","text":" Except where for any violation of this subchapter revocation of the operator's permit is mandatory or where suspension or revocation is mandatory for accumulated point totals pursuant to Chapter 3 of Title 18 of the District of Columbia Municipal Regulations, the Mayor or his designated agent may revoke or suspend an operator's permit for any cause which he or his agent may deem sufficient; provided, that in each case where a permit is revoked or suspended the reasons therefor shall be set out in the order of revocation or suspension; provided further, that such order shall take effect 10 (15, if the person is a nonresident) days after its issuance unless the holder of the permit shall have filed within such period, written application with the Mayor of the District of Columbia for a review of his order or the order of his agent, and, if upon such review, the Mayor shall sustain such order, the same shall become effective immediately; provided further, that application to said Mayor for a review shall not operate as a stay of such order of the Mayor or his agent when the order has been issued revoking or suspending a permit on account of mental or physical incapacity, for driving while the person's alcohol concentration is 0.08 grams or more either per 100 milliliters of blood or per 210 liters of breath or is 0.10 grams or more per 100 milliliters of urine, or while under the influence of intoxicating liquor or any drug or any combination thereof, or while the ability to operate a vehicle is impaired by the consumption of intoxicating liquor; for manslaughter when an automobile is involved, or for operating a motor vehicle equipped with a smoke screen."},{"prefix":"b","text":" In case the operator's permit of any individual is revoked no new permit shall be issued to such individual for at least 6 months after the revocation except in the discretion of the Mayor or his designated agent."},{"prefix":"c","text":" The Mayor of the District of Columbia, or his designated agent, may suspend or revoke the right of any nonresident person as defined in § 50-1401.02, to operate a motor vehicle in the District of Columbia, for any cause he or his agent may deem sufficient, and the proper authority at the place of issuance of the permit, or other authority to operate a motor vehicle shall be notified of such suspension and the reason therefor, immediately; provided, that such order of suspension or revocation shall take effect 10 days after its issuance, and the same be subject to review and appeal in the manner and under the same conditions as are provided for such matters in subsection (a) of this section."},{"prefix":"d","text":" Notwithstanding any other provision of this section, the provisions of the District of Columbia Administrative Procedure Act (§ 2-501 et seq.) and particularly those of § 2-509, shall apply to each proceeding, decision, or other administrative action specified in this subchapter."},{"prefix":"e","text":" Any individual found guilty of operating a motor vehicle in the District during the period for which the individual's license is revoked or suspended, or for which his right to operate is suspended or revoked, shall, for each such offense, be fined not to exceed $5,000 or imprisoned for not more than 1 year, or both."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"14","text":"Operators' Permits and Identification Cards. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Revocation and Suspension of Permit."},"heading":{"title":"50","chaptersection":"1403","identifier":"50-1403.01","catch_text":"Revocation or suspension; new permit after revocation; nonresidents; penalty for operation with revoked or suspended license."}}