{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-404.\n\n1973 Ed., § 40-420.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-133, see Historical and Statutory Notes following § 50-1501.02.\n\nFor legislative history of D.C. Law 12-264, see Historical and Statutory Notes following § 50-1301.02.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 50-1301.04\n\nCurrent through December 11, 2012","credits":"(May 25, 1954, 68 Stat. 122, ch. 222, § 4; Aug. 28, 1958, 72 Stat. 954, Pub. L. 85-792, § 3; July 8, 1963, 77 Stat. 78, Pub. L. 88-60, § 6; July 29, 1970, 84 Stat. 583, Pub. L. 91-358, title I, § 163(h); Apr. 26, 1977, D.C. Law 1-133, title I, § 101, 23 DCR 9697; Apr. 20, 1999, D.C. Law 12-264, § 43(b), 46 DCR 2118.)","sections":[{"prefix":"a","text":" Any order or act of any agent of the Mayor under the provisions of this chapter shall be subject to review by the Mayor. Application for review of any such order or act shall be in writing and shall set out in detail the reasons for such review. Such application shall be filed with the Mayor within 5 days after the issuance of the order or occurrence of the act in question. If upon review the Mayor shall sustain such order or act, the same shall become effective immediately."},{"prefix":"b","text":" Any person whose license or motor vehicle registration shall be denied, suspended, or revoked by the Mayor under the provisions of this chapter may, within 30 days after such denial, revocation, or suspension has been reviewed by the Mayor and sustained by him, file in the District of Columbia Court of Appeals an application for the allowance of an appeal from the order or decision of the Mayor. Appeal shall be as provided in subchapter I of Chapter 5 of Title 2."},{"prefix":"c","text":" Notwithstanding any other provision of this section the provisions of title I of the District of Columbia Administrative Procedure Act (§ 2-501 et seq.), and particularly those of § 2-509, apply to each proceeding, decision, or other administrative action specified in this chapter."},{"prefix":"d","text":" For the purposes of this section, the phrase \"review by the Mayor\" shall mean a review by the Mayor of the District of Columbia or a review by any board of review established by the Mayor of the District of Columbia to review the order or act of any agent of the Mayor pursuant to the provisions of this chapter. No member of such board of review established by the Mayor shall review any of his own orders or acts."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"13","text":"Motor Vehicle Owners and Operators Responsibility."},"subchapter":{"identifier":"II","text":"Administration of Chapter."},"heading":{"title":"50","chaptersection":"1301","identifier":"50-1301.04","catch_text":"Review by Mayor."}}