{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-102.\n\n1973 Ed., § 40-102.\n\nEffect of Amendments\n\nD.C. Law 13-289, in subsec. (c), rewrote par. (2), deleted \"and\" at the end of par. (3), substituted \"; and\" for the period at the end of par. (4), and added par. (5); and rewrote subsec. (d), par. (2). Subsec. (c), par. (2) and subsec. (d), par. (2) had read:\n\n\"(2) Has paid all applicable fines, fees, and taxes for the motor vehicle or trailer;\"\n\n\"(2) The Mayor shall issue, without charge, registration certificates and identification tags for all motor vehicles and trailers owned by the United States, the District of Columbia, and the Washington Metropolitan Area Transit Authority;\"\n\nD.C. Law 14-307, in subsec. (d), rewrote par. (4)(C), and substituted \"$13\" for \"$10\" in both pars. (5)(A) and (5)(B). Prior to amendment, par. (4)(C) of subsec. (d) had read as follows:\n\n\"(C) A fee of $5 shall be paid for each duplicate registration certificate issued, a fee of $5 shall be paid for each replacement tag issued, and a fee of $15 shall be paid for each dealer's proof of ownership certificate issued; and\"\n\nD.C. Law 15-176, in par. (4) of subsec. (e), substituted \"spouse, or domestic partner as defined in § 32-701(3),\" for \"spouse\".\n\nD.C. Law 15-307, in subsec. (b), designated the existing text as par. (1), and added par. (2); rewrote subsec. (c)(5); in subsec. (d)(5)(A), substituted \"45\" for \"30\"; in subsec. (g), substituted \"DCMR, or who knowingly provides or obtains a counterfeit, stolen, or otherwise fraudulent temporary identification tag; and\" for \"DCMR; and\" in par. (2), and added subpar. (C) in par. (3); and added subsecs. (h) and (i). Prior to amendment, subsec. (c)(5) read as follows:\n\n\"(5) Is domiciled in the District of Columbia.\"\n\nD.C. Law 16-279, in subsec. (d)(4)(C), increased the dealer's proof of ownership certificate fee from $15 to $26; in subsec. (e), increased fees from $5 to $7; and added subsec. (j).\n\nD.C. Law 17-130 rewrote subsec. (c)(5), which had read as follows:\n\n\"(5) Is domiciled in the District of Columbia; except that the person need not be domiciled in the District of Columbia if:\n\n\"(A)(i) The owner is a partnership, corporation, association, or government entity;\n\n\"(ii) The vehicle is housed in the District of Columbia;\n\n\"(iii) The vehicle is provided to an employee of the owner for his or her use;\n\n\"(iv) The employee is domiciled in the District of Columbia; and\n\n\"(v) The owner submits an affidavit affirming compliance with this paragraph and agreeing that the address on the registration certificate and in the Department of Motor Vehicles' records shall be the address of the operator and that the employee's address shall be considered the owner's address for the purpose of sending any notices required by any statute or regulation for that vehicle.\n\n\"(B) The owner is a member of Congress and has a District of Columbia residence; or\n\n\"(C) The owner is a lessor and the vehicle is leased to a person domiciled in the District of Columbia.\"\n\nD.C. Law 19-21, in subsec. (d)(4)(C), substituted \"$20\" for \"$7\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 106(a) of Omnibus Budget Support Temporary Act of 1991 (D.C. Law 9-19, June 21, 1991, law notification 38 DCR 5786).\n\nFor temporary (225 day) amendment of section, see § 2 of Motor Vehicle Registration and Operator's Permit Issuance Enhancement Temporary Amendment Act of 2002 (D.C. Law 14-221, March 25, 2003, law notification 50 DCR 2734).\n\nFor temporary (225 day) amendment of section, see § 2(a) of Use of Fraudulent Temporary Identification Tags and Automobile Forfeiture Temporary Amendment Act of 2004 (D.C. Law 15-182, October 18, 2007, law notification 54 DCR 10699).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section and establishment of adjudication process, see §§ 2 and 4 of Motor Vehicle Registration and Operator's Permit issuance Enhancement Congressional Review Emergency Act of 2002 (D.C. Act 14- 540, December 2, 2002, 49 DCR 11657).\n\nFor temporary (90 day) amendment of section, see § 1705(a) of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) amendment of section, see § 2 of Motor Vehicle Registration and Operator's Permit Issuance Enhancement Second Congressional Review Emergency Amendment Act of 2002 (D.C. Act 14-601, January 7, 2003, 50 DCR 681).\n\nFor temporary (90 day) amendment of section, see §§ 2 and 4 of Motor Vehicle Registration and Operator's Permit Issuance Enhancement Emergency Amendment Act of 2002 (D.C. Act 14-413, July 16, 2002, 49 DCR 7378).\n\nFor temporary (90 day) amendment of section, see § 1705(a) of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see § 1705(a) of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Use of Fraudulent Temporary Identification Tags and Automobile Forfeiture Emergency Amendment Act of 2004 (D.C. Act 15-424, May 10, 2004, 51 DCR 5185).\n\nFor temporary (90 day) amendment of section, see § 202(2) of Prohibition on the Reckless Operation of Recreational Motor Vehicles Emergency Act of 2004 (D.C. Act 15-462, June 23, 2004, 51 DCR 6750).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Use of Fraudulent Temporary Identification Tags and Automobile Forfeiture Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-518, August 2, 2004, 51 DCR 8992).\n\nFor temporary (90 day) amendment of section, see §§ 2(a) and 4 of Non-Resident Taxi Drivers Registration Emergency Amendment Act of 2007 (D.C. Act 17-58, June 21, 2007, 54 DCR 6599).\n\nFor temporary (90 day) addition of section, see § 518 of Public Safety Legislation Sixty-Day Layover Emergency Amendment Act of 2010 (D.C. Act 18-693, January 18, 2011, 58 DCR 640).\n\nFor temporary (90 day) addition of section, see § 518 of Public Safety Legislation Sixty-Day Layover Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-45, April 20, 2011, 58 DCR 3701).\n\nFor temporary (90 day) amendment of section, see § 6003 of Fiscal Year 2012 Budget Support Emergency Act of 2011 (D.C. Act 19-93, June 29, 2011, 58 DCR 5599).\n\nLegislative History of Laws\n\nLaw 1-112 was introduced in Council and assigned Bill No. 1-368, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 22, 1976 and December 7, 1976, respectively. Signed by the Mayor on January 11, 1977, it was assigned Act No. 1-201 and transmitted to both Houses of Congress for its review.\n\nLaw 1-133 was introduced in Council and assigned Bill No. 1-11, which was referred to the Committee on Transportation and Environmental Affairs, the Committee on the Judiciary and the Committee on Criminal Law. The Bill was adopted on first and second readings on October 12, 1976 and November 23, 1976, respectively. Signed by the Mayor on February 14, 1977, it was assigned Act No. 1-230 and transmitted to both Houses of Congress for its review.\n\nLaw 3-72 was introduced in Council and assigned Bill No. 3-91, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on April 1, 1980 and April 22, 1980, respectively. Signed by the Mayor on May 7, 1980, it was assigned Act No. 3-181 and transmitted to both Houses of Congress for its review.\n\nLaw 4-97 was introduced in Council and assigned Bill No. 4-337, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on January 12, 1982, and January 26, 1982, respectively. Signed by the Mayor on February 9, 1982, it was assigned Act No. 4-155 and transmitted to both Houses of Congress for its review.\n\nLaw 4-206 was introduced in Council and assigned Bill No. 4-443, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on November 16, 1982, and December 14, 1982, respectively. Signed by the Mayor on December 28, 1982, it was assigned Act No. 4-290 and transmitted to both Houses of Congress for its review.\n\nLaw 6-49 was introduced in Council and assigned Bill No. 6-273. The Bill was adopted on first and second readings on June 25, 1985, and July 9, 1985, respectively. Signed by the Mayor on July 16, 1985, it was assigned Act No. 6- 68 and transmitted to both Houses of Congress for its review.\n\nLaw 6-54 was introduced in Council and assigned Bill No. 6-201, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on September 10, 1985, and September 24, 1985, respectively. Signed by the Mayor on September 30, 1985, it was assigned Act No. 6-77 and transmitted to both Houses of Congress for its review.\n\nLaw 9-30, the \"District of Columbia Motor Vehicle Service Fees Amendment Act of 1991,\" was introduced in Council and assigned Bill No. 9-163, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on June 4, 1991, and June 18, 1991, respectively. Signed by the Mayor on July 2, 1991, it was assigned Act No. 9-57 and transmitted to both Houses of Congress for its review.\n\nLaw 10-106, the \"Motor Vehicle Biennial Inspection Amendment Act of 1993,\" was introduced in Council and assigned Bill No. 10-6, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on January 4, 1994, and February 4, 1994, respectively. Signed by the Mayor on February 18, 1994, it was assigned Act No. 10-194 and transmitted to both Houses of Congress for its review. D.C. Law 10-106 became effective on April 26, 1994.\n\nFor legislative history of D.C. Law 12-184, see Historical and Statutory Notes following § 50-1501.01.\n\nFor D.C. Law 13-289, see notes following § 50-401.\n\nFor Law 14-307, see notes following § 50-1212.\n\nLaw 15-176, the \"Deed Recordation Tax and Related Amendments Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-462, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on April 6, 2004, and May 4, 2004, respectively. Signed by the Mayor on May 21, 2004, it was assigned Act No. 15-426 and transmitted to both Houses of Congress for its review. D.C. Law 15-176 became effective on September 8, 2004.\n\nLaw 15-287, the \"Use of Fraudulent Temporary Identification Tags and Automobile Forfeiture Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-787, which was referred to the Committee on Public Works and Environment. The Bill was adopted on first and second readings on November 9, 2004, and December 7, 2004, respectively. Signed by the Mayor on December 29, 2004, it was assigned Act No. 15-680 and transmitted to both Houses of Congress for its review. D.C. Law 15-287 became effective on April 5, 2005.\n\nFor Law 15-307, see notes following § 50-1331.01.\n\nFor Law 16-279, see notes following § 50-312.\n\nLaw 17-130, the \"Non-Resident Taxi Drivers Registration Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-113 which was referred to the Committee on Public Works and Environment. The Bill was adopted on first and second readings on December 11, 2007, and January 8, 2008, respectively. Signed by the Mayor on February 1, 2008, it was assigned Act No. 17-281 and transmitted to both Houses of Congress for its review. D.C. Law 17-130 became effective on March 26, 2008.\n\nFor history of Law 19-21, see notes under § 50-231.\n\nTransfer of Functions\n\nThe functions of the Department of Transportation were transferred to the Department of Public Works by Reorganization Plan No. 4 of 1983, effective March 1, 1984.\n\nDelegation of Authority\n\nDelegation of authority under Law 4-206, see Mayor's Order 83-140, May 26, 1983.\n\nMiscellaneous Notes\n\nFindings of Council: Section 2 of D.C. Law 4-206 provided that the \"Council of the District of Columbia finds that a staggered motor vehicle registration system would benefit the residents of the District of Columbia with improved motor vehicle registration services and procedures, by providing for the more orderly updating of motor vehicle records by a permanent staff, and by reducing the lengthy waiting time associated with the current annual renewal system.\"\n\nApplicability of D.C. Law 15-176: Section 7 of D.C. Law 15-176 provides:\n\n\"Sections 2 through 6 shall apply as of October 1, 2003.\"\n\nSection 3 of D.C. Law 15-287 provides: \"The Mayor is authorized to promulgate such rules and regulations as are necessary to carry out the purposes of this act.\"\n\nSection 6005 of D.C. Law 19-21 provides:\n\n\"Sec. 6005. This subtitle shall apply as of July 1, 2011.\"\n\nDC CODE § 50-1501.02\n\nCurrent through December 11, 2012","credits":"(Aug. 17, 1937, 50 Stat. 680, ch. 690, title IV, § 2; May 16, 1938, 52 Stat. 359, ch. 223, § 4; July 17, 1939, 53 Stat. 1045, ch. 313, § 1; Sept. 8, 1950, 64 Stat. 792, ch. 921, § 3; May 18, 1954, 68 Stat. 111, ch. 218, title VII, § 601; Apr. 6, 1956, 70 Stat. 102, ch. 182, § 1; July 3, 1967, 81 Stat. 108, Pub. L. 90-43, § 1; Oct. 31, 1969, 83 Stat. 173, Pub. L. 91-106, title IV, § 401; Aug. 11, 1971, 85 Stat. 314, Pub. L. 92-88, § 6; Apr. 7, 1977, D.C. Law 1-112, § 2, 23 DCR 8741; Apr. 26, 1977, D.C. Law 1-133, title III, § 301, 23 DCR 9697; June 24, 1980, D.C. Law 3-72, § 205, 27 DCR 2155; Apr. 3, 1982, D.C. Law 4-97, § 2, 29 DCR 765; Mar. 10, 1983, D.C. Law 4- 206, § 3, 30 DCR 193; Oct. 5, 1985, D.C. Law 6-49, § 2, 32 DCR 4585; Nov. 19, 1985, D.C. Law 6-54, § 2, 32 DCR 5713; Aug. 17, 1991, D.C. Law 9-30, § 2(a), 38 DCR 4215; Apr. 26, 1994, D.C. Law 10-106, § 3, 41 DCR 1014; Mar. 26, 1999, D.C. Law 12-184, § 3(b), 45 DCR 7796; Apr. 27, 2001, D.C. Law 13- 289, § 201, 48 DCR 2057; June 5, 2003, D.C. Law 14-307, § 1705(a), 49 DCR 11664; Sept. 8, 2004, D.C. Law 15-176, § 6, 51 DCR 5707; Apr. 5, 2005, D.C. Law 15-287, § 2(a), 52 DCR 1437; Apr. 8, 2005, D.C. Law 15-307, §§ 203, 401(a), 701, 52 DCR 1700; Mar. 14, 2007, D.C. Law 16-279, § 403(a), 54 DCR 903; Mar. 26, 2008, D.C. Law 17-130, § 2(a), 55 DCR 1655; Sept. 14, 2011, D.C. Law 19-21, § 6003, 58 DCR 6226.)","sections":[{"prefix":"a","text":" Except as provided by § 50-1401.02, any motor vehicle or trailer operated in the District of Columbia shall be registered with the Department of Transportation by the owner of that motor vehicle or trailer."},{"prefix":"b","text":"(1) Except as provided in subsections (d) and (e) of this section, a registration shall be valid for a period determined by the Mayor and shall expire at midnight of the last day of the designated period. During the 30-day period immediately preceding the date, as specified by the Mayor, on which registration expires, it shall be lawful to operate a motor vehicle or trailer registered for the ensuing registration year."},{"prefix":"2","text":" The Mayor shall notify an owner of the expiration date of the owner's motor vehicle or trailer registration. The required notice shall be mailed to the named owner at the address of record at least 30 days prior to the date of expiration. If the Director does not deliver the notice as required, the first of any tickets issued for failure to display current registration for that registration period may be dismissed through mail or in-person adjudication."},{"prefix":"c","text":" The Mayor shall issue a registration certificate and identification tag or tags for a motor vehicle or trailer to the owner of the motor vehicle or trailer, if the owner:"},{"prefix":"1","text":" Has applied for registration on a form supplied by the Mayor;"},{"prefix":"2","text":" Has paid all applicable fines, fees, and taxes for the motor vehicle or trailer pursuant to § 50-2301.05;"},{"prefix":"3","text":" Has a valid certificate of title in effect for the motor vehicle or trailer;"},{"prefix":"4","text":" Has a valid document issued by the District of Columbia attesting that the vehicle meets applicable District of Columbia vehicle inspection standards as of the date of the application; and"},{"prefix":"5","text":"(A) Is domiciled in the District of Columbia; except that the person need not be domiciled in the District of Columbia if:"},{"prefix":"i","text":"(I) The owner is a partnership, corporation, association, or government entity;"},{"prefix":"II","text":" The vehicle is housed in the District of Columbia;"},{"prefix":"III","text":" The vehicle is provided to an employee of the owner for the employee's use;"},{"prefix":"IV","text":" The employee is domiciled in the District of Columbia; and"},{"prefix":"V","text":" The owner submits an affidavit affirming compliance with this paragraph and agreeing that the address on the registration certificate and in the Department of Motor Vehicles' records shall be the address of the operator and that the employee's address shall be considered the owner's address for the purpose of sending any notices required by any statute or regulation for that vehicle."},{"prefix":"ii","text":" The owner is a member of Congress and has a District of Columbia residence;"},{"prefix":"iii","text":" The owner is a lessor and the vehicle is leased to a person domiciled in the District of Columbia; or"},{"prefix":"iv","text":" The owner meets the requirements set forth in subparagraph (B) of this paragraph."},{"prefix":"B","text":" An owner of a vehicle need not be a resident of the District if:"},{"prefix":"i","text":" The owner is an individual who holds a valid license to operate a taxicab or limousine within the District of Columbia;"},{"prefix":"ii","text":" The owner held a valid license to operate a taxicab or limousine within the District of Columbia at some point during the 5 years prior to the owner's first attempt to register a vehicle under this subparagraph; provided, that the license to operate a taxicab or limousine shall have been first issued no later than March 1, 2006;"},{"prefix":"iii","text":" The owner resided outside the District of Columbia on March 1, 2006;"},{"prefix":"iv","text":" The owner had registered a vehicle with the Department of Motor Vehicles on or before March 1, 2006, while residing outside the District of Columbia;"},{"prefix":"v","text":" The owner has no other vehicle currently registered within the District of Columbia;"},{"prefix":"vi","text":" The owner is registering the vehicle for use as a taxicab or limousine within the District of Columbia; and"},{"prefix":"vii","text":" The owner of the vehicle has, no later than September 28 of the year prior to first registering a vehicle under this subparagraph, registered with the Office of Tax and Revenue for business taxes by completing a tax registration form; provided, that:"},{"prefix":"I","text":" The owner of the vehicle shall be permitted to register the vehicle for the 2007 year without having to undergo Clean Hands certification pursuant to §§ 47-2862 and 47-2863; and"},{"prefix":"II","text":" The owner of the vehicle must meet the franchise tax filing and payment requirements as set forth in §§ 47-1805.02, 47-1807.02, and 47-1808.03 on a prospective basis for the 2007 year and subsequent years."},{"prefix":"d","text":"(1) The Mayor shall issue annually, upon payment by a dealer of all applicable fees and taxes, dealer's registration certificates and identification tags bearing a distinguishing dealer's mark or symbol for the interchangeable use on motor vehicles and trailers;"},{"prefix":"2","text":" The Mayor shall issue, without charge, registration certificates and identification tags for all motor vehicles and trailers owned by the District of Columbia and the Washington Metropolitan Area Transit Authority;"},{"prefix":"2A","text":" The Mayor, through the issuance of rules, shall permit the use of vintage license plates on historic motor vehicles in place of historic motor vehicle license plates, provided that the plate is legible and corresponds to the year of the vehicle's make. The owner, through approval and registration of the vintage license plates, shall have the same rights, privileges, and obligations as if he or she had purchased new historic motor vehicle license plates. The rules promulgated pursuant to this paragraph, shall be issued no later than 90 days from March 26, 1999. The Mayor may impose a reasonable fee to carry out the provisions of this paragraph."},{"prefix":"3","text":" The Mayor shall issue, without charge, registration certificates and identification tags for all motor vehicles and trailers officially used by any accredited representative of a foreign government;"},{"prefix":"4","text":"(A) The Mayor shall issue a duplicate registration certificate or identification tag or tags for any motor vehicle or trailer which is registered, upon proof satisfactory to the Mayor of the loss, mutilation, or destruction of the previously issued registration certificate or identification tags;"},{"prefix":"B","text":" The Mayor shall issue a dealer's proof of ownership certificate to any dealer upon application and upon proof of ownership as the Mayor may require; and"},{"prefix":"C","text":" A fee of $20 shall be paid for each duplicate registration certificate issued, a fee of $10 shall be paid for each replacement tag issued, and a fee of $26 shall be for each dealer's proof of ownership certificate issued;"},{"prefix":"5","text":"(A) The Mayor shall issue, for a temporary period not to exceed 45 days, a special use certificate and special use identification tags bearing a distinguishing mark to the owner of a motor vehicle or trailer upon payment of the fee of $13;"},{"prefix":"B","text":" The Mayor shall issue a special use certificate and special use identification tags bearing a distinguishing mark to the owner of a motor vehicle or trailer, for the exclusive purpose of allowing that person to comply with the requirements of Chapter 11 of this title, upon payment of a fee of $13; and"},{"prefix":"C","text":" The issuance of a special use certificate and special use identification tags under this subsection shall not constitute a registration of a motor vehicle or trailer for any other purposes than herein provided."},{"prefix":"e","text":"(1) Except as otherwise provided in this subsection, any registration shall expire upon the sale or other transfer of the motor vehicle or trailer to another owner;"},{"prefix":"2","text":" Any owner selling or otherwise transferring a motor vehicle or trailer may apply the unexpired portion of the existing registration to another motor vehicle or trailer belonging to that owner, upon payment of a fee of $7 plus any amount by which the registration fee for the newly registered motor vehicle or trailer, as computed under § 50-1501.03, exceeds the original registration fee paid;"},{"prefix":"3","text":" In the case of a joint ownership, the unexpired portion of the existing registration may be applied to another motor vehicle or trailer by any person who was formerly a party to the joint ownership upon the consent of all the former joint owners;"},{"prefix":"4","text":" The name of a spouse or domestic partner as defined in § 32-701(3) may be added as joint owner to the registration of a motor vehicle or trailer, subject to the applicable provisions of law relating to the titling of motor vehicles and trailers;"},{"prefix":"5","text":" Upon the death of a joint owner of a motor vehicle or trailer registered under this subchapter, the registration shall be transferred to the surviving joint owners upon the payment of a fee of $7; and"},{"prefix":"6","text":" When the only assets of a decedent's estate requiring administration consist of no more than 2 motor vehicles, the Mayor may transfer the title to the person or persons entitled thereto or to their nominee, upon proof satisfactory to the Mayor that all debts and taxes owed by the decedent have been paid or have been provided for. If any person entitled to the transfer of title hereunder shall be a minor, the custodian or the legal guardian of the minor may nominate transferees on behalf of the minor."},{"prefix":"f","text":" In order to facilitate the identification and the regulation of motor vehicles and trailers operated in the District of Columbia the Mayor shall establish:"},{"prefix":"1","text":" The application forms for registrations and for special use certificates;"},{"prefix":"2","text":" The forms of registration certificates and special use certificates;"},{"prefix":"3","text":" The design of identification tags; and"},{"prefix":"4","text":" A program for keeping records of registration, issuance of special use certificates, and transfers of registrations."},{"prefix":"g","text":" The Mayor shall issue rules:"},{"prefix":"1","text":" To implement this subchapter;"},{"prefix":"2","text":" To provide for the suspension or revocation of any registration issued to an owner or dealer who has violated any provision of this subchapter or Title 18, Chapters 4 and 5, DCMR, or who knowingly provides or obtains a counterfeit, stolen, or otherwise fraudulent temporary identification tag; and"},{"prefix":"3","text":"(A) To establish procedures for the immobilization or impoundment of a motor vehicle or trailer for which the registration has been suspended or revoked or which is not properly registered in accordance with this subchapter and Title 18, Chapters 4 and 5, DCMR; and"},{"prefix":"B","text":" To establish procedures for the recovery or removal of any registration certificate or identification tags issued under this subchapter and Title 18, Chapters 4 and 5, DCMR, from a motor vehicle or trailer for which the registration has been suspended or revoked or which is not properly registered in accordance with this subchapter and Title 18, Chapters 4 and 5, DCMR."},{"prefix":"C","text":" To establish procedures for the seizure and forfeiture of a motor vehicle used with a counterfeit, stolen, or otherwise fraudulent temporary identification tag."},{"prefix":"h","text":" The Mayor may amend Chapters 4 and 5 of Title 18 of the District of Columbia Municipal Regulations (\"DCMR\") and may establish dealer registration eligibility requirements that are more stringent than the business licensing requirements in Title 16 of the DMCR; provided, that the proposed rules shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, holidays, and days of Council recess. If the Council does not disapprove the proposed rules by resolution, within the 45-day review period, the proposed rules shall be deemed approved. The Council may approve or disapprove the proposed rules by resolution prior to the expiration of the 45- day review period.\"."},{"prefix":"i","text":" A dealer violating any provision of Chapters 4 or 5 of Title 18, DCMR, shall be subject to a fine of up to $1000. Notices of infractions shall be issued by the Mayor and adjudicated by the Department of Motor Vehicles, pursuant to Chapter 10 of Title 18, DCMR, and subject to following provisions:"},{"prefix":"1","text":" A notice of infraction shall be mailed to the dealer's address on record at the Department of Motor Vehicles, personally served on the dealer, or left with an employee at the dealer's place of business."},{"prefix":"2","text":" A person to whom a notice of infraction has been issued must answer by either requesting a hearing or by paying the fine due within 30 calendar days of the date of receipt of the notice of infraction."},{"prefix":"3","text":" If a person fails to answer the notice within the 30-day period, the person's dealer registration may be suspended until the person pays the fine amount due."},{"prefix":"4","text":" An infraction pursuant to this subsection shall be established by the government by a preponderance of evidence."},{"prefix":"j","text":" Notwithstanding any other provision of law, any bus from any state or country used in the transportation of a chartered party, as that term is used in the International Registration Plan, with a seating capacity of greater than 15 passengers shall, prior to entering the District of Columbia, either:"},{"prefix":"1","text":" Register as a Class B commercial vehicle under § 50-1501.03(b)(2);"},{"prefix":"2","text":" Obtain proportional registration in its base jurisdiction through the International Registration Plan, as provided by § 50-1507.03; or"},{"prefix":"3","text":" Obtain a trip permit, as provided by § 50-1507.03."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"15","text":"Registration of Motor Vehicles."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"50","chaptersection":"1501","identifier":"50-1501.02","catch_text":"Motor vehicles and trailers; expiration; certificates and tags; sale or transfer; Mayor to issue rules."}}