{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 40-1502.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-184, see Historical and Statutory Notes following ยง 40-1501.\n\nEditor's Notes\n\nThe word \"affect\" in subsection (b) probably should be \"effect\".\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Law 5-184, \"Driver License Compact Adoption Act of 1984.\", see Mayor's Order 88-63, March 15, 1988.\n\nDC CODE ยง 50-1002\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1985, D.C. Law 5-184, ยง 3, 32 DCR 850.)","sections":[{"prefix":"a","text":" By June 30th of each year, the Mayor shall submit to the Council of the District of Columbia a report that shall include, but not be limited, to the following:"},{"prefix":"1","text":" The number of reports of convictions received by the District of Columbia (\"District\") from other states pursuant to this chapter;"},{"prefix":"2","text":" A brief description of the traffic violations upon which the convictions were based and the number of reports received for each violation;"},{"prefix":"3","text":" The number of revocations and suspensions issued by the District for each violation; and"},{"prefix":"4","text":" The number of reports of convictions sent to each state by the District pursuant to this chapter including a brief description of the traffic violations upon which the convictions were based and the number of reports issued for each violation."},{"prefix":"b","text":" The Mayor shall issue rules to implement the provisions of this chapter pursuant to subchapter I of Chapter 5 of Title 2, and the rules shall at least govern what affect convictions in other states shall have in the District."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"10","text":"Driver License Compact. (Refs & Annos)"},"heading":{"title":"50","chaptersection":"1002","identifier":"50-1002","catch_text":"Annual report; rules."}}