{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-437.\n\n1973 Ed., § 40-453.\n\nEffect of Amendments\n\nD.C. Law 16-195, in subsec. (a), substituted \"person's alcohol concentration is 0.08 grams or more either per 100 milliliters of blood or per 210 liters of breath or is 0.10 grams or more per 100 milliliters of urine\" for \"individual's blood contains .08% or more, by weight, of alcohol, or while .38 micrograms or more of alcohol are contained in 1 milliliter of defendant's breath, consisting substantially of alveolar air, or while defendant's urine contains .10% or more, by weight, of alcohol\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 4 of Underage Drinking Temporary Amendment Act of 1993 (D.C. Law 10-12, September 11, 1993, law notification 40 DCR 6834).\n\nFor temporary (225 day) amendment of section, see § 4 of Driving Under the Influence Repeat Offenders Temporary Amendment Act of 2000 (D.C. Law 13-198, October 21, 2000, law notification 47 DCR 8988).\n\nEmergency Act Amendments\n\nFor temporary (90-day) repeal of expiration date of section, see § 4 of the Driving Under the Influence Repeat Offenders Emergency Amendment Act of 2000 (D.C. Act 13-382, July 24, 2000, 47 DCR 6697).\n\nFor temporary (90 day) amendment of section, see § 4 of the Driving Under the Influence Repeat Offenders Congressional Review Emergency Amendment Act of 2000 (D.C. Act 13-437, October 20, 2000, 47 DCR 8737).\n\nFor temporary (90 day) amendment of section, see § 4(d) of Anti-Drunk Driving Clarification Emergency Amendment Act of 2006 (D.C. Act 16-469, July 31, 2006, 53 DCR 6764).\n\nFor temporary (90 day) amendment of section, see § 7 of Anti-Drunk Driving Clarification Second Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-518, October 27, 2006, 53 DCR 9104).\n\nFor temporary (90 day) amendment of section, see § 7 of Anti-Drunk Driving Clarification Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-6, January 16, 2007, 54 DCR 1452).\n\nFor temporary (90 day) amendment of section, see § 306 of Comprehensive Impaired Driving and Alcohol Testing Program Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-508, October 26, 2012, 59 DCR 12774).\n\nLegislative History of Laws\n\nLaw 4-29 was introduced in Council and assigned Bill No. 4-123, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on May 5, 1981, and May 19, 1981, respectively. Signed by the Major on June 9, 1981, it was assigned Act No. 4-51 and transmitted to both Houses of Congress for its review.\n\nLaw 4-145 was introduced in Council and assigned Bill No. 4-389, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on June 8, 1982, and June 22, 1982, respectively. Signed by the Mayor on July 12, 1982, it was assigned Act No. 4-213 and transmitted to both Houses of Congress for its review.\n\nLaw 4-174 was introduced in Council and assigned Bill No. 4-398, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on October 19, 1982, and November 16, 1982, respectively. Signed by the Mayor on December 8, 1982, it was assigned Act No. 4-257 and transmitted to both Houses of Congress for its review.\n\nLaw 10-122, the \"Alcoholic Beverage Control Act and Rules Reform Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-207, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on February 1, 1994, and March 1, 1994, respectively. Signed by the Mayor on March 21, 1994, it was assigned Act No. 10-214 and transmitted to both Houses of Congress for its review. D.C. Law 10- 122 became effective on May 24, 1994.\n\nLaw 12-212, the \"Anti-Drunk Driving Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-581, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on October 6, 1998, and November 10, 1998, respectively. Signed by the Mayor on December 1, 1998, it was assigned Act No. 12-517 and transmitted to both Houses of Congress for its review. D.C. Law 12-212 became effective on April 13, 1999.\n\nFor Law 16-195, see notes following § 50-406.\n\nMiscellaneous Notes\n\nExpiration of Law 12-212: Section 8(b) of D.C. Law 12-212, which provided that the act shall expire on September 30, 2000, was repealed by section 4 of D.C. Law 13-238.\n\nDC CODE § 50-1301.37\n\nCurrent through December 11, 2012","credits":"(May 25, 1954, 68 Stat. 130, ch. 222, § 37; Aug. 28, 1958, 72 Stat. 955, Pub. L. 85-792, § 9; Sept. 8, 1960, 74 Stat. 862, Pub. L. 86-730, § 5; Aug. 5, 1981, D.C. Law 4-29, § 604(b)(2), 28 DCR 3081; Sept. 14, 1982, D.C. Law 4-145, § 9, 29 DCR 3138; Mar. 9, 1983, D.C. Law 4-174, § 13, 29 DCR 5753; May 24, 1994, D.C. Law 10-122, § 5, 41 DCR 1658; Apr. 13, 1999, D.C. Law 12-212, § 3, 46 DCR 5; Mar. 2, 2007, D.C. Law 16-195, § 7, 53 DCR 8675.)","sections":[{"prefix":"a","text":" The license and registration of all vehicles registered in the name of any person who by a final order or judgment shall have been convicted of, or shall have forfeited any bond or collateral given to secure appearance for trial for a violation of any of the following provisions of law: (1) operating a motor vehicle while the person's alcohol concentration is 0.08 grams or more either per 100 milliliters of blood or per 210 liters of breath or is 0.10 grams or more per 100 milliliters of urine, or while under the influence of intoxicating liquor or any drug or any combination thereof, or while the ability to operate a vehicle is impaired by the consumption of intoxicating liquor, or an individual under 21 years of age operating a motor vehicle when the individual's blood, breath, or urine contains any measurable amount of alcohol; (2) any homicide committed by means of a motor vehicle; (3) leaving the scene of an accident in which the motor vehicle driven by him was involved and in which there is personal injury, without giving assistance or making known his identity and address and the identity and address of the owner of said vehicle; (4) reckless driving involving personal injury; (5) any felony in the commission of which a motor vehicle is used; or (6) a conviction of, or forfeiture of bail or collateral for an offense in any state which, if committed in the District of Columbia, would be one of the offenses listed in clauses (1) through (5) of this subsection; shall be suspended by the Mayor and shall remain so suspended and shall not at any time thereafter be renewed, nor shall any other motor vehicle be thereafter registered in the name of such person as owner, except that: (1) if such owner has previously given or shall immediately give and thereafter maintain proof of financial responsibility for the future with respect to all such vehicles registered by such person as the owner, the Mayor shall not suspend such registration unless otherwise required or permitted by law; or (2) if a conviction arose out of the operation, with permission, of a vehicle owned by or leased to the United States, the District of Columbia, a state, or a political subdivision of a state or a municipality thereof, the Mayor shall not suspend the registration of any vehicle so owned or leased. If such person be not a resident of the District of Columbia, the privilege of operating any motor vehicle in the District of Columbia and the privilege of operation within the District of Columbia of any motor vehicle owned by him shall be suspended until he shall have furnished proof of financial responsibility for the future with respect to all such vehicles registered by such person as the owner, and such person shall not be allowed a license, nor shall such owner be allowed to register any vehicle in the District of Columbia, until he has complied with the requirements of this subchapter to the same extent that would be necessary if, at the time of the conviction or forfeiture, he had held a license or had been the owner of a vehicle registered in the District of Columbia."},{"prefix":"b","text":" Upon receipt of a certification from any state that the operating privilege of a resident of the District of Columbia has been suspended or revoked pursuant to a law providing for such suspension or revocation for a conviction or forfeiture under circumstances which would require the Mayor to suspend a nonresident's operating privilege had the offense occurred in the District of Columbia, the Mayor shall suspend the license of such resident and the registration of all vehicles registered in his name."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"13","text":"Motor Vehicle Owners and Operators Responsibility."},"subchapter":{"identifier":"V","text":"Proof of Financial Responsibility."},"heading":{"title":"50","chaptersection":"1301","identifier":"50-1301.37","catch_text":"Suspension of license and registration for certain convictions; effect of proof of financial responsibility; vehicles owned or leased by the United States, a state, or a political subdivision thereof; suspension for foreign convictions."}}