{"text":"","historical":"Legislative History of Laws\n\nLaw 15-225, the \"Miscellaneous Vehicles Helmet Safety Act of 2004\", was introduced in Council and assigned Bill No. 15-88, which was referred to the Committee on Public Works and Environment. The Bill was adopted on first and second readings on July 13, 2004, and October 5, 2004, respectively. Signed by the Mayor on November 1, 2004, it was assigned Act No. 15-564 and transmitted to both Houses of Congress for its review. D.C. Law 15-225 became effective on March 16, 2005.\n\nDC CODE ยง 50-1651\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 2005, D.C. Law 15-225, ยง 2, 51 DCR 10537.)","sections":[{"prefix":"a","text":" It shall be unlawful for any person under 16 years of age to ride roller skates, a skateboard, sled, coaster, toy vehicle, sidewalk bicycle, scooter, or any similar device without wearing a protective helmet of good fit, fastened securely upon the head with the straps of the helmet."},{"prefix":"b","text":" The parents or legal guardians of any child under 16 years of age found in violation of this act shall be liable for a fine of $25; provided, that the fine shall be suspended for:"},{"prefix":"1","text":" First time violators; or"},{"prefix":"2","text":" Violators who subsequent to the violation, but prior to the date the fine is due, purchase a helmet as described in subsection (a) of this section and provide proof of the purchase."},{"prefix":"c","text":" Any helmet offered for sale or rent for use by an operator, or passenger, of roller-skates, a skateboard, sled, coaster, toy vehicle, sidewalk bicycle, scooter, or any similar device shall meet or exceed the impact standards for protective bicycle helmets set by the American National Standards Institute, the Snell Memorial Foundation's standards for protective headgear, or the American Society for Testing and Materials for use in bicycling."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Non-Motorized Vehicles."},"chapter":{"identifier":"16A","text":"General Helmet Use."},"heading":{"title":"50","chaptersection":"1651","identifier":"50-1651","catch_text":"Helmet requirement, miscellaneous vehicles."}}