{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-502.\n\n1973 Ed., § 40-1002.\n\nEffect of Amendments\n\nD.C. Law 13-91 validated a previously made technical amendment in subsec. (b).\n\nD.C. Law 16-195, in subsecs. (a) and (b), substituted \"alcohol concentration is 0.08 grams or more either per 100 milliliters of blood or per 210 liters of breath or is 0.10 grams or more per 100 milliliters of urine\" for \"blood contains .08% or more, by weight, of alcohol, or .38 micrograms or more of alcohol are contained in 1 milliliter of that person's breath, consisting of substantially alveolar air, or that person's urine contains .10% or more, by weight, of alcohol\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 5(a) of Underage Drinking Temporary Amendment Act of 1993 (D.C. Law 10-12, September 11, 1993, law notification 40 DCR 6834).\n\nFor temporary (225 day) amendment of section, see § 4 of Driving Under the Influence Repeat Offenders Temporary Amendment Act of 2000 (D.C. Law 13-198, October 21, 2000, law notification 47 DCR 8988).\n\nEmergency Act Amendments\n\nFor temporary (90-day) repeal of expiration date of section, see § 4 of the Driving Under the Influence Repeat Offenders Emergency Amendment Act of 2000 (D.C. Act 13-382, July 24, 2000, 47 DCR 6697).\n\nFor temporary (90 day) amendment of section, see § 4 of the Driving Under the Influence Repeat Offenders Congressional Review Emergency Amendment Act of 2000 (D.C. Act 13-437, October 20, 2000, 47 DCR 8737).\n\nFor temporary (90 day) amendment of section, see § 4(f)(1) of Anti-Drunk Driving Clarification Emergency Amendment Act of 2006 (D.C. Act 16-469, July 31, 2006, 53 DCR 6764).\n\nFor temporary (90 day) amendment of section, see § 10(a) of Anti-Drunk Driving Clarification Second Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-518, October 27, 2006, 53 DCR 9104).\n\nFor temporary (90 day) amendment of section, see § 9(a) of Anti-Drunk Driving Clarification Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-6, January 16, 2007, 54 DCR 1452).\n\nFor temporary (90 day) repeal of section, see § 101(c)(2) of Comprehensive Impaired Driving and Alcohol Testing Program Emergency Amendment Act of 2012 (D.C. Act 19-429, July 30, 2012, 59 DCR 9387).\n\nFor temporary (90 day) repeal of section, see § 101(c)(2) of Comprehensive Impaired Driving and Alcohol Testing Program Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-508, October 26, 2012, 59 DCR 12774).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-145, see Historical and Statutory Notes following § 50-1901.\n\nLaw 4-174 was introduced in Council and assigned Bill No. 4-398, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings respectively. Signed by the Mayor on December 8, 1982, it was assigned Act No. 4-257 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 9-96, see Historical and Statutory Notes following § 50-1901.\n\nLaw 10-122, the \"Alcoholic Beverage Control Act and Rules Reform Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-207, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on February 1, 1994, and March 1, 1994, respectively. Signed by the Mayor on March 21, 1994, it was assigned Act No. 10-214 and transmitted to both Houses of Congress for its review. D.C. Law 10- 122 became effective on May 24, 1994.\n\nLaw 12-212, the \"Anti-Drunk Driving Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-581, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on October 6, 1998, and November 10, 1998, respectively. Signed by the Mayor on December 1, 1998, it was assigned Act No. 12-517 and transmitted to both Houses of Congress for its review. D.C. Law 12-212 became effective on April 13, 1999.\n\nLaw 13-91, the \"Technical Amendments Act of 1999,\" was introduced in Council and assigned Bill No. 13-435, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 2, 1999, and December 7, 1999, respectively. Signed by the Mayor on December 29, 1999, it was assigned Act No. 13-234 and transmitted to both Houses of Congress for its review. D.C. Law 13-91 became effective on April 12, 2000.\n\nFor Law 16-195, see notes following § 50-406.\n\nMiscellaneous Notes\n\nExpiration of Law 12-212: Section 8(b) of D.C. Law 12-212, which provided that the act shall expire on September 30, 2000, was repealed by section 4 of D.C. Law 13-238.\n\nDC CODE § 50-1902\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1972, 86 Stat. 1017, Pub. L. 92-519, § 2; Sept. 14, 1982, D.C. Law 4-145, § 4(b), (f), 29 DCR 3138; Mar. 9, 1983, D.C. Law 4-174, § 7, 29 DCR 5753; May 5, 1992, D.C. Law 9-96, § 3(b), 38 DCR 7274; May 24, 1994, D.C. Law 10-122, § 6(a), 41 DCR 1658; Apr. 13, 1999, D.C. Law 12-212, § 4(a), 46 DCR 5; Apr. 12, 2000, D.C. Law 13-91, § 152, 47 DCR 520; Mar. 2, 2007, D.C. Law 16-195, § 10(a), 53 DCR 8675.)","sections":[{"prefix":"a","text":" Any person, other than one described in subsection (b) of this section, who operates a motor vehicle within the District shall be deemed to have given his or her consent, subject to the provisions of this chapter, to 2 chemical tests of the person's blood, urine, or breath, for the purpose of determining blood-alcohol content or the blood-drug content. The arresting police officer or any other appropriate law enforcement officer shall elect which chemical test shall be administered to the person; provided, that the person may object to a particular test on valid religious or medical grounds. The tests shall be administered at the direction of a police officer who, having arrested such person for violation of law, has reasonable grounds to believe the person to have been operating or in physical control of a motor vehicle within the District while that person's alcohol concentration is 0.08 grams or more either per 100 milliliters of blood or per 210 liters of breath or is 0.10 grams or more per 100 milliliters of urine, or while under the influence of intoxicating liquor or any drug or any combination thereof, or while the person's ability to operate a motor vehicle is impaired by the consumption of intoxicating liquor, or while that person's blood, urine, or breath contains any measurable amount of alcohol if the person is under 21 years of age."},{"prefix":"b","text":" Any person who operates or who is in physical control of a motor vehicle within the District and who is involved in a motor vehicle accident shall submit, subject to the provisions of this chapter, to 2 chemical tests of the person's blood, urine, or breath for the purpose of determining blood-alcohol content or blood-drug content whenever a police officer arrests such person for a violation of law and has reasonable grounds to believe such person to have been operating or in physical control of a motor vehicle within the District while that person's alcohol concentration is 0.08 grams or more either per 100 milliliters of blood or per 210 liters of breath or is 0.10 grams or more per 100 milliliters of urine, or while under the influence of an intoxicating liquor or any drug or any combination thereof, or while the ability to operate a motor vehicle is impaired by the consumption of intoxicating liquor, or while that person's blood, urine, or breath contains any measurable amount of alcohol if the person is under 21 years of age. The arresting police officer or other appropriate law enforcement officer shall elect which chemical test shall be administered to the person; provided, that the person may object to a particular test on valid religious or medical grounds."},{"prefix":"c","text":" The Mayor shall collect and maintain in aggregate form data on persons tested for blood-alcohol content pursuant to subsections (a) and (b) of this section. A report containing this information shall be transmitted to the Chairman of the Council by July 14, 2000. The report shall also:"},{"prefix":"1","text":" Contain data on the age, sex, measured content of alcohol in blood, urine, or breath, number of test refusals for tested persons, and number of licenses revoked;"},{"prefix":"2","text":" Compare the number of persons who were tested or refused to be tested in the one year period following April 13, 1999 with these statistics for the immediately preceding one year period; and"},{"prefix":"3","text":" Contain the number of arrests made pursuant to § 50-2205.02(2), during the one year period following April 13, 1999 and for the one year period immediately preceding April 13, 1999."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Safety."},"chapter":{"identifier":"19","text":"Motor Vehicle Operators; Implied Consent to Blood-Alcohol Content Tests."},"heading":{"title":"50","chaptersection":"1902","identifier":"50-1902","catch_text":"Implied consent to blood-alcohol content or blood-drug content tests; administration; accidents."}}