{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-279, see notes following ยง 50-312.\n\nDC CODE ยง 50-1401.04\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1925, ch. 443, ยง 8b, as added Mar. 14, 2007, D.C. Law 16-279, ยง 202(e), 54 DCR 903.)","sections":[{"prefix":"a","text":" The Mayor may immediately seize and retain any document presented by a person in connection with a Department of Motor Vehicles service, if the document is reasonably believed to be fraudulent, counterfeit, stolen, or intentionally altered."},{"prefix":"b","text":" Any document seized under subsection (a) of this section shall be returned to the person presenting the document only if the Mayor later determines that the document is not fraudulent, counterfeit, stolen, or intentionally altered on the person's own initiative or after the hearing provided for in subsection (c) of this section."},{"prefix":"c","text":" Any person presenting a document that was retained pursuant to subsection (a) of this section may request a hearing within 10 days of the retention on the validity of that retention."},{"prefix":"d","text":" Any person whose document was retained and not subsequently returned pursuant to this section shall not be entitled to apply for a driver's license, special identification card, or vehicle registration for a period of one year from the date of seizure."},{"prefix":"e","text":" For the purposes of this section, \"document\" means any printed material, including a letter, notice, bill, receipt, driver's permit, registration card, title, insurance card, passport, picture identification, birth certificate, currency, credit card, check, or copy of the same."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"14","text":"Operators' Permits and Identification Cards. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"50","chaptersection":"1401","identifier":"50-1401.04","catch_text":"Mayor's authority to seize suspect documents."}}