{"text":"An application to add a lien to an existing certificate may be presented to the Director with payment of the necessary fees. The Director shall review the application and, if convinced that the statement as to the lien is full, true, and complete, enter the lien information on the certificate and deliver or mail the certificate to the record holder of the first unsatisfied lien shown on the certificate or his representative.","historical":"Prior Codifications\n\n1981 Ed., § 40-1007.\n\n1973 Ed., § 40-707.\n\nEffect of Amendments\n\nD.C. Law 16-279 rewrote this section, which formerly read:\n\n\"When it is desired to have a lien entered on a certificate theretofore issued, the instrument and the certificate shall be presented to the Recorder in the office of the Director and upon the payment of the necessary fees to the representative of the Recorder of Deeds of the District of Columbia in the office of the Director the Recorder shall accept the instruments for recording and unless he has a card covering said motor vehicle or trailer the Director shall stamp a card in the manner set forth in § 50-1206. The Recorder shall enter the lien information on the certificate in the space hereinbefore mentioned and on said card and shall deliver or mail the certificate to the record holder of the 1st unsatisfied lien shown thereon or his representative.\"\n\nLegislative History of Laws\n\nFor Law 16-279, see notes following § 50-312.\n\nDC CODE § 50-1207\n\nCurrent through December 11, 2012","credits":"(July 2, 1940, 54 Stat. 738, ch. 527, § 7; Aug. 5, 1963, 77 Stat. 119, Pub. L. 88-89, § 2; Mar. 14, 2007, D.C. Law 16-279, § 201(d), 54 DCR 903.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"12","text":"Liens on Motor Vehicles or Trailers."},"heading":{"title":"50","chaptersection":"1207","identifier":"50-1207","catch_text":"Entry of lien on previously issued certificate."}}