{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-302.2.\n\nLegislative History of Laws\n\nLaw 10-122, the \"Alcoholic Beverage Control Act and Rules Reform Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-207, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on February 1, 1994, and March 1, 1994, respectively. Signed by the Mayor on March 21, 1994, it was assigned Act No. 10-214 and transmitted to both Houses of Congress for its review. D.C. Law 10- 122 became effective on May 24, 1994.\n\nReferences in Text\n\nSection 25-130 and Chapter 1 of Title 25, referred to in this section, are part and all, respectively, of Title 25, D.C. Official Code, which title was amended and enacted by D.C. Law 13-298, effective May 3, 2001. For disposition of the subject matter of former Title 25, see the Disposition Table preceding § 25- 101.\n\nDC CODE § 50-1403.03\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1925, ch. 443, § 13b, as added May 24, 1994, D.C. Law 10-122, § 4, 41 DCR 1658.)","sections":[{"prefix":"a","text":" The Mayor shall suspend the motor vehicle operator's permit of a person under 21 years of age convicted of violating, or adjudicated in violation of § 25-130. The suspension shall be for the duration required by § 25-130. A copy of the conviction or adjudication shall be forwarded to the Mayor by the court or the administrative body authorized to adjudicate violations under Chapter 1 of Title 25."},{"prefix":"b","text":" Any person found guilty of operating a motor vehicle in the District during the period for which the person's license or privilege is suspended, shall, for each offense, be fined not more than $1,000, imprisoned for not more than 180 days, or both."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"14","text":"Operators' Permits and Identification Cards. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Revocation and Suspension of Permit."},"heading":{"title":"50","chaptersection":"1403","identifier":"50-1403.03","catch_text":"Suspension of minor's motor vehicle operator's permit for alcohol violation."}}