{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-506.\n\n1973 Ed., § 40-1006.\n\nEffect of Amendments\n\nD.C. Law 16-195, in subsec. (a)(1), substituted \"alcohol concentration is 0.08 grams or more either per 100 milliliters of blood or per 210 liters of breath or is 0.10 grams or more per 100 milliliters of urine\" for \"blood contains .08% or more, by weight, of alcohol, or .38 micrograms or more of alcohol are contained in 1 milliliter of that person's breath, consisting of substantially alveolar air, or that person's urine contains .10% or more, by weight, of alcohol\".\n\nD.C. Law 16-279, in subsec. (a), rewrote the introductory paragraph, which formerly read:\n\n\"(a) Whenever any license has been revoked or denied under the provisions of this chapter, the reasons therefor shall be set forth in the order of revocation or denial, as the case may be.  Such order shall take effect 5 days after service of notice on the person whose license is to be revoked or who is to be denied a license unless such person shall have filed within such period written application with the Mayor for a hearing.   Such hearing by the Mayor shall cover the issues of:\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 4 of Driving Under the Influence Repeat Offenders Temporary Amendment Act of 2000 (D.C. Law 13-198, October 21, 2000, law notification 47 DCR 8988).\n\nEmergency Act Amendments\n\nFor temporary (90-day) repeal of expiration date of section, see § 4 of the Driving Under the Influence Repeat Offenders Emergency Amendment Act of 2000 (D.C. Act 13-382, July 24, 2000, 47 DCR 6697).\n\nFor temporary (90 day) amendment of section, see § 4 of the Driving Under the Influence Repeat Offenders Congressional Review Emergency Amendment Act of 2000 (D.C. Act 13-437, October 20, 2000, 47 DCR 8737).\n\nFor temporary (90 day) amendment of section, see § 4(f)(3) of Anti-Drunk Driving Clarification Emergency Amendment Act of 2006 (D.C. Act 16-469, July 31, 2006, 53 DCR 6764).\n\nFor temporary (90 day) amendment of section, see § 10(c) of Anti-Drunk Driving Clarification Second Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-518, October 27, 2006, 53 DCR 9104).\n\nFor temporary (90 day) amendment of section, see § 9(c) of Anti-Drunk Driving Clarification Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-6, January 16, 2007, 54 DCR 1452).\n\nFor temporary (90 day) amendment of section, see § 101(d)(3) of Comprehensive Impaired Driving and Alcohol Testing Program Emergency Amendment Act of 2012 (D.C. Act 19-429, July 30, 2012, 59 DCR 9387).\n\nFor temporary (90 day) amendment of section, see § 101(d)(3) of Comprehensive Impaired Driving and Alcohol Testing Program Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-508, October 26, 2012, 59 DCR 12774).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-145, see Historical and Statutory Notes following § 50-1901.\n\nFor legislative history of D.C. Law 4-174, see Historical and Statutory Notes following § 50-1902.\n\nFor legislative history of D.C. Law 12-212, see Historical and Statutory Notes following § 50-1902.\n\nFor Law 16-195, see notes following § 50-406.\n\nFor Law 16-279, see notes following § 50-312.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: See Historical and Statutory Notes following § 50-2205.02.\n\nExpiration of Law 12-212: Section 8(b) of D.C. Law 12-212, which provided that the act shall expire on September 30, 2000, was repealed by section 4 of D.C. Law 13-238.\n\nDC CODE § 50-1906\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1972, 86 Stat. 1018, Pub. L. 92-519, § 6; Sept. 14, 1982, D.C. Law 4-145, § 4(e), (f), 29 DCR 3138; Mar. 9, 1983, D.C. Law 4-174, § 9, 29 DCR 5753; Apr. 13, 1999, D.C. Law 12-212, § 4(c), 46 DCR 5; Mar. 2, 2007, D.C. Law 16-195, § 10(c), 53 DCR 8675; Mar. 14, 2007, D.C. Law 16-279, § 104(b), 54 DCR 903.)","sections":[{"prefix":"a","text":" Whenever any license, or privilege to drive in the District of Columbia, has been revoked or denied under the provisions of this chapter, the reasons therefor shall be set forth in the order of revocation or denial, as the case may be. Such order shall take effect in 10 days (15 days, if the person is a nonresident) after service of notice on the person whose license or privilege to drive in the District of Columbia is to be revoked or who was denied a license. A hearing on the revocation shall be held if the respondent files a request for a hearing within 10 days (15 days if the person is a nonresident) of service of the notice. Such hearing by the Mayor shall cover the issues of:"},{"prefix":"1","text":" Whether a police officer had reasonable grounds to believe such person had been driving or was in actual control of a motor vehicle upon the public street or highway while the person's alcohol concentration is 0.08 grams or more either per 100 milliliters of blood or per 210 liters of breath or is 0.10 grams or more per 100 milliliters of urine, or while under the influence of intoxicating liquor or any drug or any combination thereof, or while the person's ability to operate a motor vehicle is impaired by the consumption of intoxicating liquor; and"},{"prefix":"2","text":" Whether such person, having been placed under arrest, refused to submit to the test or tests, after having been informed of the consequences of such refusal."},{"prefix":"b","text":" If, following the hearing provided in subsection (a) of this section, the Mayor shall sustain the order of revocation, the same shall become effective immediately."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Safety."},"chapter":{"identifier":"19","text":"Motor Vehicle Operators; Implied Consent to Blood-Alcohol Content Tests."},"heading":{"title":"50","chaptersection":"1906","identifier":"50-1906","catch_text":"License revocation or denial order; hearing."}}