{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 40-1402.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-179, see Historical and Statutory Notes following ยง 50-1601.\n\nDC CODE ยง 50-1602\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1985, D.C. Law 5-179, ยง 3, 32 DCR 764.)","sections":[{"prefix":"a","text":" There shall be established in the District of Columbia a Comprehensive Bicycle Transportation and Safety Program to promote the safe and convenient use of the bicycle as a means of transportation and recreation."},{"prefix":"b","text":" The scope of the program shall include, but not be limited to:"},{"prefix":"1","text":" Planning and supporting road improvements for bicyclists, such as wide curb lanes, smooth shoulders, bicyclist-oriented signs and signals, and removal of hazards;"},{"prefix":"2","text":" Improving access for bicyclists on the road network and on all modes of public transportation;"},{"prefix":"3","text":" Monitoring construction and repair projects to ensure that no additional hazards or obstacles to bicyclists are created as the transportation system is built or rebuilt;"},{"prefix":"4","text":" Assisting, organizing, and coordinating the planning, design, construction, improvement, repair, and maintenance of bicycle facilities, such as bicycle paths and bicycle lanes, both within and separate from the highway rights-of-way;"},{"prefix":"5","text":" Promoting the installation of secure and convenient bicycle parking facilities;"},{"prefix":"6","text":" Organizing safety education and training programs for young and adult bicyclists, as well as for motorists, to reduce bicycling accidents and foster safe use of bicycles; and"},{"prefix":"7","text":" Promoting effective traffic law enforcement to protect the rights of all road users and to encourage good bicycling habits."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Non-Motorized Vehicles."},"chapter":{"identifier":"16","text":"Regulation of Bicycles."},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"part":{"identifier":"A","text":"Bicycle Safety."},"heading":{"title":"50","chaptersection":"1602","identifier":"50-1602","catch_text":"Comprehensive Bicycle Transportation and Safety Program."}}