{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-123.\n\nEffect of Amendments\n\nD.C. Law 13-289 added subsecs. (e) and (f).\n\nD.C. Law 16-279, in subsec. (d), deleted \"and buses used in transportation of chartered parties\" following \"or less\" following \"pounds or less\".\n\nTemporary Addition of Section\n\nSee Historical and Statutory Notes following § 50-1507.01.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-14, see Historical and Statutory Notes following § 50-1507.01.\n\nFor D.C. Law 13-289, see notes following § 50-401.\n\nFor Law 16-279, see notes following § 50-312.\n\nDelegation of Authority\n\nDelegation of Authority to the Director of the Department of Motor Vehicles to Implement the International Registration Plan, see Mayor's Order 2005-21, January 25, 2005 (52 DCR 2841).\n\nDC CODE § 50-1507.03\n\nCurrent through December 11, 2012","credits":"(Sept. 5, 1997, D.C. Law 12-14, § 4, 44 DCR 3620; Apr. 27, 2001, D.C. Law 13-289, § 202, 48 DCR 2057; Mar. 14, 2007, D.C. Law 16-279, § 404, 54 DCR 903.)","sections":[{"prefix":"a","text":" The Mayor shall implement a program for owners and apportioned operators to obtain apportioned registrations for their fleets as promulgated under the IRP."},{"prefix":"b","text":" Any vehicle qualifying for IRP and that the lists the District of Columbia as the established place of business must declare the District of Columbia as its base jurisdiction for purpose of the IRP and obtain a base plate from the District of Columbia."},{"prefix":"c","text":" Vehicles qualifying for the IRP and engaged in interjurisdictional movement, but not apportioned or covered by reciprocity, shall acquire a trip permit prior to entering the District of Columbia."},{"prefix":"d","text":" Trucks and truck tractors, combinations of vehicles having a combined gross vehicle weight of 26,000 pounds or less may be proportionally registered at the option of the registrant."},{"prefix":"e","text":" At no point during operation, shall the gross weight of a vehicle registered pursuant to this subchapter, or of the combination of vehicles of which the vehicle is a part, exceed the gross weight on the basis of which it is registered."},{"prefix":"f","text":" Any owner or apportioned operator who fails to comply with subsection (b), (c) or (e) of this section shall be punished by a fine not to exceed $500 or jailed not longer than 180 days, or both, for each violation. In addition, a police officer may impound the vehicle until a valid registration or a trip permit is obtained."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"15","text":"Registration of Motor Vehicles."},"subchapter":{"identifier":"IV","text":"International Registration Plan Agreements."},"heading":{"title":"50","chaptersection":"1507","identifier":"50-1507.03","catch_text":"Registration."}}