{"text":"As used in this chapter, the term \"motor vehicle\" means all vehicles propelled by internal-combustion engines, electricity, or steam. The term \"motor vehicle\" shall not include traction engines, road rollers, vehicles propelled only upon rails or tracks, personal assistive mobility devices, as defined by § 50-2201.02(12), or a battery-operated wheelchair when operated by a person with a disability.","historical":"Prior Codifications\n\n1981 Ed., § 40-208.\n\nEffect of Amendments\n\nD.C. Law 14-235 rewrote the section which had read as follows:\n\n\"As used in this chapter the term 'motor vehicle' means all vehicles propelled by internal combustion engines, electricity, or steam. The term 'motor vehicle' shall not include traction engines, road rollers, vehicles propelled only upon rails or tracks, and battery-operated wheelchairs when operated by a handicapped person at speeds not exceeding 10 miles per hour.\"\n\nD.C. Law 15-105 validated a previously made technical correction.\n\nD.C. Law 16-224 revived the provisions of D.C. Law 14-235 that expired on October 1, 2005, and substituted \"personal assistive mobility devices, as defined by § 50-2201.02(12), or a battery-operated wheelchair when operated by a person with a disability\" for \"electric personal assistive mobility devices, as defined by § 50-2201.02(12), and battery-operated wheelchairs when operated by a handicapped person at speeds not exceeding 10 miles per hour\".\n\nD.C. Law 16-305 purported to substitute \"person with a disability\" for \"handicapped person\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 4 of Motor Vehicle Definition Electric Personal Assistive Mobility Device Exemption Temporary Amendment Act of 2006 (D.C. Law 16-85, April 4, 2006, law notification 53 DCR 3344).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4 of Motor Vehicle Definition Electric Personal Assistive Mobility Device Exemption Emergency Amendment Act of 2005 (D.C. Act 16-237, December 22, 2005, 53 DCR 249).\n\nFor temporary (90 day) amendment of section, see § 4 of Motor Vehicle Definition Electric Personal Assistive Mobility Device Exemption Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-323, March 23, 2006, 53 DCR 2567).\n\nFor temporary (90 day) amendment of section, see § 203 of Personal Mobility Device Emergency Amendment Act of 2006 (D.C. Act 16-528, December 4, 2006, 53 DCR 9826).\n\nLegislative History of Laws\n\nLaw 5-176, \"Motor Vehicle Definition Wheelchair Exception Amendment Act of 1984,\" was introduced in Council and assigned Bill No. 5-382, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on December 4, 1984, and December 18, 1984, respectively. Signed by the Mayor on January 11, 1985, it was assigned Act No. 5-241 and transmitted to both Houses of Congress for its review.\n\nFor Law 14-235, see notes following § 50-601.\n\nFor Law 15-105, see notes following § 50-203.\n\nFor Law 16-224, see notes following § 50-601.\n\nFor Law 16-305, see notes following § 50-101.\n\nMiscellaneous Notes\n\nExpiration of Law 14-235: Section 14 of D.C. Law 14-235 provided that the act shall expire on October 1, 2005.\n\nDC CODE § 50-1108\n\nCurrent through December 11, 2012","credits":"(Feb. 18, 1938, 52 Stat. 78, ch. 31, § 8, as added Mar. 15, 1985, D.C. Law 5-176, § 10, 32 DCR 748; Mar. 25, 2003, D.C. Law 14-235, § 4, 49 DCR 9788; Mar. 13, 2004, D.C. Law 15-105, § 90(a), 51 DCR 881; Mar. 6, 2007, D.C. Law 16-224, § 203, 53 DCR 10225.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"11","text":"Inspection."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"50","chaptersection":"1108","identifier":"50-1108","catch_text":"\"Motor vehicle\" defined."}}