{"text":"","historical":"Temporary Addition of Section\n\nFor temporary (225 day) addition, see § 2(c) of Non-Resident Taxi Drivers Registration Temporary Amendment Act of 2007 (D.C. Law 17-29, October 18, 2007, law notification 54 DCR 10699).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see §§ 2(c) and 4 of Non-Resident Taxi Drivers Registration Emergency Amendment Act of 2007 (D.C. Act 17-58, June 21, 2007, 54 DCR 6599).\n\nLegislative History of Laws\n\nFor Law 17-130, see notes following § 50-1501.02.\n\nMiscellaneous Notes\n\nNonseverability of D.C. Law 17-130: Section 4 of D.C. Law 17-130 provides:\n\n\"If any provision of section 2, or its application to any person or circumstance, is held to be unconstitutional, beyond the statutory authority of the Council, or otherwise invalid, then all provisions of this act shall be deemed invalid.\"\n\nDC CODE § 50-1501.03a\n\nCurrent through December 11, 2012","credits":"(Aug. 17, 1937, 50 Stat. 679, ch. 690, title IV, § 3a, as added Mar. 26, 2008, D.C. Law 17-130, § 2(c), 55 DCR 1655.)","sections":[{"prefix":"a","text":"(1) There is established as a nonlapsing fund the Out-Of-State Vehicle Registration Special Fund (\"Fund\"). The Fund shall be administered by the Office of the Director of the Department of Motor Vehicles."},{"prefix":"2","text":" All funds collected from the registration of a motor vehicle by a person not domiciled in the District of Columbia in excess of the funds that would have been collected from the registration of an equivalent motor vehicle by a person domiciled in the District of Columbia shall be deposited into the Fund."},{"prefix":"3","text":" All funds deposited into the Fund shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (b) of this section, subject to authorization by Congress."},{"prefix":"b","text":"(1) The first $25 of each registration fee deposited into the Fund shall be used for programs encouraging residents of the District of Columbia to pursue careers as a driver of a limousine or taxicab, or, if the Chairperson of the District of Columbia Taxicab Commission considers another use to be in the best interests of the proper regulation of the taxicab and limousine industries of the District of Columbia, to such other use."},{"prefix":"2","text":" Any revenues in excess of those required to be distributed in paragraph (1) of this subsection shall be used by the Department of Motor Vehicles to defray the costs of operating the Fund, including such costs as may arise from determining whether an out-of-state vehicle is permitted to register in the District of Columbia at a higher rate than those charged to an equivalent vehicle owned by a District of Columbia resident; provided, that no revenues in excess of the actual costs of operating the Fund shall be used for this purpose."},{"prefix":"3","text":" Any revenues in excess of those required to be distributed by paragraphs (1) and (2) of this subsection shall be used for the operational or capital needs of the District of Columbia Taxicab Commission."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"15","text":"Registration of Motor Vehicles."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"50","chaptersection":"1501","identifier":"50-1501.03a","catch_text":"Out-Of-State Vehicle Registration Special Fund."}}