{"text":"","historical":"Legislative History of Laws\n\nLaw 18-309 , the \"Veterans License Plates Authorization Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-235, which was referred to the Committees on Aging and Community Affairs, and Public Works and Transportation. The Bill was adopted on first and second readings on November 9, 2010, and November 23, 2010, respectively. Signed by the Mayor on December 9, 2010, it was assigned Act No. 18-630 and transmitted to both Houses of Congress for its review. D.C. Law 18-309 became effective on March 12, 2011.\n\nMiscellaneous Notes\n\nSection 3 of D.C. Law 19-309 provides:\n\n\"Sec. 3. Applicability\n\n\"This act shall apply 6 months after its effective date.\"\n\nDC CODE § 50-1501.02a\n\nCurrent through December 11, 2012","credits":"(Aug. 17, 1937, 50 Stat. 680, ch. 690, title IV,§ 2a, as added Mar. 12, 2011, D.C. Law 18-309, § 2(a), 57 DCR 12389.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term \"veteran\" means an individual who has:"},{"prefix":"1","text":"(A) Served on active duty in the armed forces of the United States; or"},{"prefix":"B","text":" Been a member of the National Guard and Reserves;"},{"prefix":"2","text":"(A) Been called to active duty authorized by the President of the United States or the Secretary of Defense; or"},{"prefix":"B","text":" Had at least 20 years of service with a letter and record of separation of service; and"},{"prefix":"3","text":" Been discharged or released under conditions other than dishonorable."},{"prefix":"b","text":"(1) The Mayor shall issue a registration certificate and identification tags for a passenger motor vehicle (other than a passenger vehicle for hire) to an individual who is a veteran or the spouse of a veteran, is a District resident, and applies for the registration certificate and identification tags in lieu of those required by § 50-1501.02. Upon the death of a veteran that is a holder of identification tags issued under this section, the identification tags shall be transferred, upon application, to the surviving spouse for the spouses's lifetime or until he or she remarries."},{"prefix":"2","text":" The Mayor shall design and make available for issue one or more veterans' identification tags, and establish an application process for the issue of these identification tags. Any veteran or spouse of a veteran who orders a veterans' identification tag shall pay a one-time application fee and a display fee each year thereafter. The application fee shall be $52 and the display fee shall be $26, or other amounts as may be established by the Mayor by rule. The application fee and annual display fee shall be deposited in the Office of Veterans Affairs Fund, established by § 49-1004."},{"prefix":"3","text":" If more than one design of veterans' identification tag is available for issue, the Mayor may establish additional qualifications for the issue of a veterans' identification tag, so long as any additional qualifications relate solely to the veteran's service record. Regardless of any additional qualifications established for the issue of a veterans' identification tag, every veteran and spouse of a veteran shall be eligible for at least one veterans' identification tag."},{"prefix":"4","text":" When an individual applies for a registration certificate and identification tags under this section, the Department of Motor Vehicles shall provide a copy of the application to the Office of Veterans Affairs for its use and record retention."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"15","text":"Registration of Motor Vehicles."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"50","chaptersection":"1501","identifier":"50-1501.02a","catch_text":"Issuance of Veterans License Plates."}}