{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 40-113.\n\n1973 Ed., ยง 40-113.\n\nLegislative History of Laws\n\nLaw 2-157 was introduced in Council and assigned Bill No. 2-284, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 28, 1978 and December 12, 1978, it was assigned Act No. 2-326 and transmitted to both Houses of Congress for its review.\n\nTransfer of Functions\n\nThe functions of the Department of Transportation were transferred to the Department of Public Works by Reorganization Plan No. 4 of 1983, effective March 1, 1984.\n\nDC CODE ยง 50-1505.03\n\nCurrent through December 11, 2012","credits":"(Mar. 6, 1979, D.C. Law 2-157, ยง 4, 25 DCR 6995.)","sections":[{"prefix":"a","text":" Procedure for registration. -- The Mayor of the District of Columbia shall institute a procedure whereby a rental operator shall register, with the District of Columbia Department of Transportation or its successor agency, a portion of the rental vehicles or utility trailers comprising a fleet. The number of vehicles or trailers to be registered shall be calculated according to the provisions of this section."},{"prefix":"b","text":" Rental vehicles. -- For the purpose of determining the number of rental vehicles within each rental fleet which are to be registered under this section, the following formula shall be used for each fleet:"},{"prefix":"1","text":" Divide the gross revenue arising from all rental vehicle transactions occurring in the District of Columbia during the preceding year by the total gross revenue received in the preceding year from rental vehicle transaction in all jurisdictions in which such vehicles are operated; and"},{"prefix":"2","text":" Multiply the percentage obtained in paragraph (1), above, by the total number of rental vehicles in the fleet. The resulting figure shall be the number of rental vehicles that shall be registered in the District of Columbia."},{"prefix":"c","text":" Utility trailers. -- Each rental operator in the District of Columbia who is engaged in the business of renting utility trailers shall register a number of such trailers equal to the average number of such trailers rented in the District of Columbia during the preceding year."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"15","text":"Registration of Motor Vehicles."},"subchapter":{"identifier":"III","text":"Rental Vehicle Registration."},"heading":{"title":"50","chaptersection":"1505","identifier":"50-1505.03","catch_text":"Registration."}}