{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-407.\n\n1973 Ed., § 40-423.\n\nReferences in Text\n\nSection 13-108, referred to in subsection (a) of this section, was repealed by the Act of December 23, 1963, 77 Stat. 620, Pub. L. 88-241.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 50-1301.07\n\nCurrent through December 11, 2012","credits":"(May 25, 1954, 68 Stat. 123, ch. 222, § 7; Aug. 28, 1958, 72 Stat. 954, Pub. L. 85-792, § 4.)","sections":[{"prefix":"a","text":" The operation by a nonresident or by his agent of a motor vehicle on any public highway of the District of Columbia shall be deemed equivalent to an appointment by such nonresident of the Mayor or his successor in office to be his true and lawful attorney upon whom may be served all lawful processes in any action or proceedings against such nonresident growing out of any accident or collision in which said nonresident or his agent may be involved while operating a motor vehicle on any such public highway, and said operation shall be a signification of his agreement that any such process against him, which is so served, shall be of the same legal force and validity as if served upon him personally in the District of Columbia. Service of such process shall be made by leaving a copy of the process with a fee of $2 in the hands of the Mayor or in his office, and such service shall be sufficient service upon the said nonresident; provided, that the plaintiff in such action shall first file in the court in which said action is commenced an undertaking in form and amount, and with 1 or more sureties, approved by said court, to reimburse the defendant, on the failure of the plaintiff to prevail in the action, for the expenses necessarily incurred by the defendant, including a reasonable attorney's fee in an amount to be fixed by the said court in defending the action in the District of Columbia, except that nothing contained in this proviso shall be construed to require the United States or the District of Columbia to file the undertaking hereby required; and provided further, that notice of such service and a copy of the process are forthwith sent by registered mail by the plaintiff, or his attorney, to the defendant, and the defendant's return receipt appended to the writ and entered with the declaration, or such notice of such service and a copy of the process may be served upon the defendant in the manner provided by § 13-108. The court in which the action is pending may order such continuances as may be necessary to afford the defendant a reasonable opportunity to defend the action, and no judgment by default in any such action shall be granted until at least 20 days shall have elapsed after service upon the defendant, as hereinabove provided, of a copy of the process and notice of service of said process upon the Mayor."},{"prefix":"b","text":" For the purposes of this section:"},{"prefix":"1","text":" The term \"operation\" as used in connection with a motor vehicle includes any use as well as any operation of such vehicle."},{"prefix":"2","text":" The term \"nonresident\" shall include any person who is not a resident of the District of Columbia and who was the owner or operator of a motor vehicle at the time such vehicle was involved in an accident or collision in the District of Columbia, and includes any such person who was a resident of the District of Columbia at the time such motor vehicle was involved in such accident or collision but who subsequently became a nonresident of the District of Columbia and is a nonresident thereof at the time process is sought to be served on him as a result of such accident or collision."},{"prefix":"c","text":" The appointment of the Mayor or his successor in office to be the true and lawful attorney for such nonresident as provided by this section shall be irrevocable and binding upon the executor, administrator, or other personal representative of such nonresident. Where a nonresident has been served in accordance with this section and he dies thereafter, the court must allow the action to be continued against his executor, administrator, or other personal representative upon motion, and with such notice as the court deems proper. Except as otherwise provided in the 2 preceding sentences, service of process may be made on the executor, administrator, or other personal representative of a nonresident in the same manner as is provided in this section in the case of a nonresident."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"13","text":"Motor Vehicle Owners and Operators Responsibility."},"subchapter":{"identifier":"II","text":"Administration of Chapter."},"heading":{"title":"50","chaptersection":"1301","identifier":"50-1301.07","catch_text":"Service of process on nonresident."}}