{"text":"The Council of the District of Columbia finds that:","historical":"Prior Codifications\n\n1981 Ed., ยง 40-1201.\n\nEffect of Amendments\n\nSection 2920 of D.C. Law 13-172 provides:\n\n\"This act shall apply upon the enactment of the Fiscal Year 2001 Budget Support Act of 2000 and the adoption by Congress of legislation repealing Chapter 23 of Title 11 of the District of Columbia Code.\"\n\nLegislative History of Laws\n\nLaw 4-194, \"Child Restraint Act of 1982,\" was introduced in Council and assigned Bill No. 4-434, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on November 16, 1982, and December 14, 1982, respectively. Signed by the Mayor on December 28, 1982, it was assigned Act No. 4-278 and transmitted to both Houses of Congress for its review.\n\nLaw 9-57, the \"Child Restraint Act of 1982 Amendment Act of 1991,\" was introduced in Council and assigned Bill No. 9-100, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on October 1, 1991, and November 5, 1991, respectively. Signed by the Mayor on November 25, 1991, it was assigned Act No. 9-100 and transmitted to both Houses of Congress for its review.\n\nTransfer of Functions\n\nThe functions of the Department of Transportation were transferred to the Department of Public Works by Reorganization Plan No. 4 of 1983, effective March 1, 1984.\n\nDC CODE ยง 50-1701\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1983, D.C. Law 4-194, ยง 2, 30 DCR 49; Mar. 7, 1992, D.C. Law 9-57, ยง 2(a), 38 DCR 7283.)","sections":[{"prefix":"1","text":"(A) Nationally, motor vehicle accidents are the leading cause of death of children of less than 6 years of age;"},{"prefix":"B","text":" In 1981, over 600 children of less than 6 years of age were reported injured in motor vehicle accidents in the District of Columbia, reflecting an increase of 16% over reported injuries in 1980 and 40% over reported injuries in 1979;"},{"prefix":"C","text":" Young children, due to their small size and early skeletal development, are at a much greater risk of serious bodily injury in motor vehicle accidents than are adults;"},{"prefix":"D","text":" Proper use of child restraint seats and safety belts has been estimated to reduce by as much as 90% and 67%, respectively, the fatalities and injuries to children resulting from motor vehicle accidents;"},{"prefix":"E","text":" Reducing fatalities and injuries to children from motor vehicle accidents through the proper use of child restraint seats and safety belts would result in a significant reduction of the social and economic burdens which these accidents place upon families, insurers, and the public generally;"},{"prefix":"F","text":" Project Safe-Child is a cooperative program conducted by the Office of Child Health Advocacy at Children's Hospital National Medical Center and the Transportation Safety Division of the Office of Policy and Program Development in the District of Columbia Department of Transportation which includes a child restraint loaner program for the distribution of child restraints to residents of the District of Columbia; and"},{"prefix":"G","text":" Project Safe-Child's public information program and child restraint loaner programs, upon being expanded through greater allocation of federal grant funds from the National Highway Traffic Safety Administration, can assist the public in complying with this chapter."},{"prefix":"2","text":" It is the purpose of this chapter to require that children of less than 16 years of age be protected by being properly restrained in a child restraint seat or safety belt when riding in a motor vehicle."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Safety."},"chapter":{"identifier":"17","text":"Child Restraint."},"heading":{"title":"50","chaptersection":"1701","identifier":"50-1701","catch_text":"Findings; purpose."}}