{"text":"If the judgment creditor consents in writing, in such form as the Mayor may prescribe, that the judgment debtor be allowed license and registration or nonresident's operating privilege, the same may be allowed by the Mayor, in his discretion, for 6 months from the date of such consent and thereafter until such consent is revoked in writing, notwithstanding default in the payment of such judgment, or of any installments thereof prescribed in § 50-1301.50, provided the judgment debtor furnishes proof of financial responsibility.","historical":"Prior Codifications\n\n1981 Ed., § 40-445.\n\n1973 Ed., § 40-461.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 50-1301.45\n\nCurrent through December 11, 2012","credits":"(May 25, 1954, 68 Stat. 131, ch. 222, § 45.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"13","text":"Motor Vehicle Owners and Operators Responsibility."},"subchapter":{"identifier":"V","text":"Proof of Financial Responsibility."},"heading":{"title":"50","chaptersection":"1301","identifier":"50-1301.45","catch_text":"Consent by judgment creditor to retention of license, registration, or operating privileges by judgment debtor."}}