{"text":"Any person whose license or registration shall have been suspended under any provision of this chapter, or whose policy of insurance, when required under this chapter, shall have been cancelled or terminated, shall immediately return his license and registration to the Mayor. If any person shall fail to return to the Mayor the license or registration as provided herein, the Mayor shall forthwith direct any police officer to secure possession thereof and to return the same to the Mayor.","historical":"Prior Codifications\n\n1981 Ed., § 40-470.\n\n1973 Ed., § 40-486.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-155, see Historical and Statutory Notes following § 50-1301.03.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 50-1301.70\n\nCurrent through December 11, 2012","credits":"(May 25, 1954, 68 Stat. 138, ch. 222, § 70; Sept. 18, 1982, D.C. Law 4-155, § 14(c)(6), 29 DCR 3491.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"13","text":"Motor Vehicle Owners and Operators Responsibility."},"subchapter":{"identifier":"VI","text":"Violation of Provisions of Chapter; Penalties."},"heading":{"title":"50","chaptersection":"1301","identifier":"50-1301.70","catch_text":"Surrender of license and registration."}}