{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-1404.\n\nEffect of Amendments\n\nD.C. Law 14-42, in subsec. (d), inserted \", Council of the District of Columbia\" before \"and District\".\n\nD.C. Law 15-105, in subsec. (d), validated a previously made technical correction.\n\nD.C. Law 17-184 rewrote subsec. (b), which had read as follows:\n\n\"(b) The Council shall be composed of 18 members appointed as follows:\n\n\"(1) One representative of the Department of Public Works, appointed by the Mayor;\n\n\"(2) One representative of the Department of Recreation, appointed by the Mayor;\n\n\"(3) One representative of the District of Columbia Energy Office, appointed by the Mayor;\n\n\"(4) One representative of the Metropolitan Police Department, appointed by the Mayor;\n\n\"(5) One representative of the Board of Education of the District of Columbia appointed by the President of the Board of Education; and\n\n\"(6) Thirteen community representatives, with each member of the Council of the District of Columbia appointing 1 representative. Each of the community representatives shall be residents of the District with a demonstrated interest in bicycling. The representative appointed by the council member who chairs the committee having jurisdiction over bicycles shall serve as chairperson of the Council.\"\n\nD.C. Law 17-353 validated previously made technical corrections in subsec. (b).\n\nD.C. Law 18-111 added subsec. (c-1).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 28 of Technical Amendments Emergency Act of 2001 (D.C. Act 14-108, August 3, 2001, 48 DCR 7622).\n\nFor temporary (90 day) amendment of section, see § 6062 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 6062 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-179, see Historical and Statutory Notes following § 50-1601.\n\nLaw 14-42, the \"Technical Correction Amendment Act of 2001\", was introduced in Council and assigned Bill No. 14-216, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 5, 2001, and June 26, 2001, respectively. Signed by the Mayor on July 24, 2001, it was assigned Act No. 14-107 and transmitted to both Houses of Congress for its review. D.C. Law 14-42 became effective on October 26, 2001.\n\nFor Law 15-105, see notes following § 50-203.\n\nFor Law 17-184, see notes following § 50-1603.\n\nFor Law 17-353, see notes following § 50-324.\n\nFor Law 18-111, see notes following § 50-313.\n\nReferences in Text\n\nPursuant to Mayor's Order 2000-20, the agency formerly known as the \"Department of Recreation\" renamed the \"Department of Recreation and Parks\" shall be known as the \"Department of Parks and Recreation.\"\n\nDC CODE § 50-1604\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1985, D.C. Law 5-179, § 5, 32 DCR 764; Oct. 26, 2001, D.C. Law 14-42, § 28, 48 DCR 7612; Mar. 13, 2004, D.C. Law 15-105, § 26(f), 51 DCR 881; July 18, 2008, D.C. Law 17-184, § 2(b), 55 DCR 6101; Mar. 25, 2009, D.C. Law 17-353, § 238(b), 56 DCR 1117; Mar. 3, 2010, D.C. Law 18-111, § 6062, 57 DCR 181.)","sections":[{"prefix":"a","text":" There is established a District of Columbia Bicycle Advisory Council (the \"Council\")."},{"prefix":"b","text":"(1) The Council shall be composed of 17 members appointed as follows:"},{"prefix":"A","text":" The bicycle coordinator of the Office of Bicycle Transportation and Safety of the District Department of Transportation, as established in § 50-1603;"},{"prefix":"B","text":" The Chief of the Metropolitan Police Department or his or her designee;"},{"prefix":"C","text":" The Director of the Office of Planning or his or her designee;"},{"prefix":"D","text":" The Director of the Department of Parks and Recreation or his or her designee; and"},{"prefix":"E","text":" Thirteen community representatives, with each member of the Council of the District of Columbia appointing one representative."},{"prefix":"2","text":"(A) Each community representative shall be a resident of the District with a demonstrated interest in bicycling."},{"prefix":"B","text":" The representative appointed by the member of the Council of the District of Columbia who chairs the committee having jurisdiction over the District Department of Transportation shall serve as chairperson of the Council."},{"prefix":"c","text":" The community members shall be appointed for a term of 3 years, with initial staggered appointments of 4 members appointed for 1 year, 5 members appointed for 2 years, and 4 members appointed for 3 years. The members to serve the 1-year term, the members to serve the 2-year term, and the members to serve the 3-year term shall be determined by lot at the 1st meeting of the Council."},{"prefix":"c-1","text":" The District Department of Transportation shall provide the Bicycle Advisory Council with an annual operating budget, which shall include funds to maintain a website, where the Bicycle Advisory Council shall provide a public listing of members, meeting notices, and meeting minutes."},{"prefix":"d","text":" The purpose of the Council shall be to serve as the advisory body to the Mayor, Council of the District of Columbia, and District agencies on matters pertaining to bicycling in the District and to make recommendations to the bicycle coordinator on the budget and focus of the Comprehensive Bicycle Transportation and Safety Program."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Non-Motorized Vehicles."},"chapter":{"identifier":"16","text":"Regulation of Bicycles."},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"part":{"identifier":"A","text":"Bicycle Safety."},"heading":{"title":"50","chaptersection":"1604","identifier":"50-1604","catch_text":"District of Columbia Bicycle Advisory Council."}}