{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-307, see notes following ยง 50-1331.01.\n\nDC CODE ยง 50-1331.02\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2005, D.C. Law 15-307, ยง 102, 52 DCR 1700.)","sections":[{"prefix":"a","text":" An owner of a Salvage Vehicle shall apply to the Department for a Salvage Title before the vehicle is repaired and within 30 days of the vehicle being damaged."},{"prefix":"b","text":" An owner of a Non-repairable Vehicle shall apply for a Non-repairable Vehicle Certificate before ownership is transferred and within 30 days of the vehicle being damaged."},{"prefix":"c","text":" A lessor of a Salvage Vehicle or Non-repairable vehicle shall apply for a Salvage Title or Non-repairable Vehicle Certificate, whichever is applicable, in the same manner as an owner, as described in subsections (a) and (b) of this section, except that an application shall be made within 30 days of being notified of the vehicle's damaged status."},{"prefix":"d","text":"(1) Notwithstanding subsections (a) and (b) of this section, any insurance company that, pursuant to a damage settlement, acquires ownership of a Salvage Vehicle or Non-repairable Vehicle shall apply to the Department for a Salvage Title or Non-repairable Vehicle Certificate, whichever is applicable, within 30 days of the date the title is delivered to the insurance company."},{"prefix":"2","text":" An insurance company that makes a damage settlement for a Salvage Vehicle or Non-repairable Vehicle, but does not acquire ownership of the vehicle, shall, within 30 days of the settlement, notify:"},{"prefix":"A","text":" The vehicle's owner or lessor of his or her obligation to apply to the Department for a Salvage Title or Non-repairable Vehicle Certificate, whichever is applicable; and"},{"prefix":"B","text":" The Department, in accordance with procedures established by the Department."},{"prefix":"e","text":" A lessee of a Salvage or Non-repairable Vehicle shall notify the lessor within 30 days of the date the damage occurred and shall not repair the vehicle prior to the issuance of a Salvage Title to the lessor."},{"prefix":"f","text":" A person acquiring a Salvage or Non-repairable Vehicle for which a Salvage Title or Non-repairable Vehicle Certificate has not been issued shall apply to the Department for the required document prior to any further transfer of the vehicle and within 30 days of acquisition."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"13A","text":"Salvage Title, Flood Notification, and Non-Repairable Vehicle Certification."},"heading":{"title":"50","chaptersection":"1331","identifier":"50-1331.02","catch_text":"Duty to Apply for Salvage Vehicle Title, Non-Repairable Vehicle Certificate."}}