{"text":"Such license, registration and nonresident's operating privilege shall remain so suspended and shall not be renewed, nor shall any such license or registration be thereafter issued in the name of such person, including any such person not previously licensed, unless and until every such judgment is stayed, satisfied in full or to the extent hereinafter provided and until the said person gives proof of financial responsibility subject to the exemptions stated in §§ 50-1301.44, 50-1301.45, and 50-1301.50, except that if the right to enforce said judgment by docketing and revival, or by revival, shall have expired without such docketing and revival, or if the judgment creditor fails to file notice of the docketing and revival of his judgment with the Mayor, the suspension of the license or registration of the judgment debtor shall be terminated.","historical":"Prior Codifications\n\n1981 Ed., § 40-447.\n\n1973 Ed., § 40-463.\n\nLegislative History of Laws\n\nLaw 1-133 was introduced in Council and assigned Bill No. 1-11, which was referred to the Committee on Transportation and Environmental Affairs, the Committee on the Judiciary and the Committee on Criminal Law. The Bill was adopted on first and second readings on October 12, 1976 and November 23, 1976, respectively. Signed by the Mayor on February 14, 1977, it was assigned Act No. 1-230 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 50-1301.47\n\nCurrent through December 11, 2012","credits":"(May 25, 1954, 68 Stat. 132, ch. 222, § 47; Apr. 26, 1977, D.C. Law 1-133, title IV, § 401, 23 DCR 9697.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"13","text":"Motor Vehicle Owners and Operators Responsibility."},"subchapter":{"identifier":"V","text":"Proof of Financial Responsibility."},"heading":{"title":"50","chaptersection":"1301","identifier":"50-1301.47","catch_text":"Continuance of suspension until judgment paid and proof given."}}