{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-106.\n\n1973 Ed., § 40-105.\n\nReferences in Text\n\nThe District of Columbia Traffic Act, 1925, as amended, referred to in subsection (a), is the Act of March 3, 1925, 43 Stat. 1121, ch. 443.\n\nChapter 30 of Title 47, referred to in subsection (b), was repealed by D.C. Law 5-136, effective March 13, 1985.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402 (292, 293, 295 to 299) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 50-1501.05\n\nCurrent through December 11, 2012","credits":"(Aug. 17, 1937, 50 Stat. 682, ch. 690, title IV, § 5.)","sections":[{"prefix":"a","text":" Nothing in this subchapter shall be construed to affect the power of the Council of the District of Columbia, under the District of Columbia Traffic Act, 1925, as amended, to make rules and regulations, not inconsistent with the provisions of this subchapter, with respect to the registration of motor vehicles."},{"prefix":"b","text":" Nothing in this subchapter shall be construed to relieve any person from the payment of any license tax under Chapters 28 and 30 of Title 47."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"15","text":"Registration of Motor Vehicles."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"50","chaptersection":"1501","identifier":"50-1501.05","catch_text":"Provisions not affected."}}