{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 6101 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) addition, see ยง 6101 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nLaw 18-111, the \"Fiscal Year 2010 Budget Support Act of 2009\", was introduced in Council and assigned Bill No. 18-203, which was referred to the Committee on the Whole. The bill was adopted on first and second readings on May 12, 2009, and September 22, 2009, respectively. Signed by the Mayor on December 18, 2009, it was assigned Act No. 18-255 and transmitted to both Houses of Congress for its review. D.C. Law 18-111 became effective on March 3, 2010.\n\nMiscellaneous Notes\n\nShort title: Section 6100 of D.C. Law 18-111 provided that subtitle K of title VI of the act may be cited as the \"Tour Bus Act of 2009\".\n\nDC CODE ยง 50-1531\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 2010, D.C. Law 18-111, ยง 6101, 57 DCR 181.)","sections":[{"prefix":"a","text":" By December 30, 2009, the Mayor shall establish a new program to encourage domestic sightseeing tour bus operations, which shall include setting a yearly fee schedule for tour bus operators to encourage operators to register their vehicles in the District."},{"prefix":"b","text":" All funds raised from the fee schedule shall be transferred to the Department of Parks and Recreation for environmental recreation programs."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"15A","text":"Tour Bus Enhancement."},"heading":{"title":"50","chaptersection":"1531","identifier":"50-1531","catch_text":"Establishment of a domestic tour bus program."}}