{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-302.1.\n\nEffect of Amendments\n\nD.C. Law 16-167, in subsec. (a), substituted \"Notification of the conviction or adjudication shall be sent electronically by the court to the Mayor within one business day of the conviction or adjudication and shall include the person's name, address, date of birth, conviction date, driver's license number, if any, social security number, if any, the offense, and any other information required by the Mayor to take the action required by this section.\" for \"A copy of the conviction or adjudication shall be forwarded by the court to the Mayor.\"\n\nD.C. Law 16-279, in subsec. (a), deleted \"in the absence of compelling circumstances warranting an exception\" following \"shall revoke\" following \"Mayor shall revoke\".\n\nD.C. Law 16-306 added subsecs. (a-1), (a-2), (a-3), and (a-4); and rewrote subsec. (b), which had read as follows:\n\n\"(b) For the purposes of this section, the term 'drug offense' means:\n\n\"(1) The possession, distribution, manufacture, cultivation, sale, transfer, or the attempt or conspiracy to possess, distribute, manufacture, cultivate, sell, or transfer any substance the possession of which is prohibited under the Comprehensive Drug Abuse Prevention and Control Act of 1970 (21 U.S.C. 801 et seq.), Chapter 9 of Title 48, or the law of any state, territory, or possession of the United States; or\n\n\"(2) The operation of a motor vehicle under the influence of such a substance.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Drug Offense Driving Privileges Revocation and Disqualification Temporary Amendment Act of 2006 (D.C. Law 16-99, May 12, 2006, law notification 53 DCR 4232).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Drug Offence Driving Privileges Revocation and Disqualification Emergency Amendment Act of 2006 (D.C. Act 16-256, January 26, 2006, 53 DCR 770).\n\nFor temporary (90 day) amendment of section, see § 2 of Drug Offence Driving Privileges Revocation and Disqualification Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-360, April 26, 2006, 53 DCR 3617).\n\nFor temporary (90 day) amendment of section, see § 228(b) of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 228(b) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 228(b) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 228(b) of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nLaw 7-222, \"Motor's Vehicle Operator's Permit Revocation Amendment Act of 1988,\" was introduced in Council and assigned Bill No. 7-489, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on November 29, 1988 and December 13, 1988, respectively. Signed by the Mayor on January 6, 1989, it was assigned Act No. 7-297 and transmitted to both Houses of Congress for its review.\n\nLaw 9-253, the \"Drug User's Automobile Forfeiture Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-154, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 1, 1992, and December 15, 1992, respectively. Signed by the Mayor on January 14, 1993, it was assigned Act No. 9-399 and transmitted to both Houses of Congress for its review. D.C. Law 9-253 became effective on March 25, 1993.\n\nLaw 16-167, the \"Drug Offense Driving Privileges Revocation and Disqualification Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-565 which was referred to the Committee on Public Works and Environment. The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively. Signed by the Mayor on July 18, 2006, it was assigned Act No. 16-435 and transmitted to both Houses of Congress for its review. D.C. Law 16-167 became effective on September 29, 2006.\n\nFor Law 16-279, see notes following § 50-312.\n\nLaw 16-306, the \"Omnibus Public Safety Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-247, which was referred to Committee on the Judiciary. The Bill was adopted on first and second readings on June 6, 2006, and October 3, 2006, respectively. Signed by the Mayor on October 17, 2006, it was assigned Act No. 16-482 and transmitted to both Houses of Congress for its review. D.C. Law 16-306 became effective on April 24, 2007.\n\nDC CODE § 50-1403.02\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1925, ch. 443, § 13a, as added Mar. 16, 1989, D.C. Law 7-222, § 2, 36 DCR 570; Mar. 25, 1993, D.C. Law 9-253, § 2, 40 DCR 790; Sept. 29, 2006, D.C. Law 16-167, § 2, 53 DCR 6194; Mar. 14, 2007, D.C. Law 16-279, § 405, 54 DCR 903; Apr. 24, 2007, D.C. Law 16-306, § 228(b), 53 DCR 8610.)","sections":[{"prefix":"a","text":" The Mayor shall revoke the motor vehicle operator's permit of a District resident or the privilege to operate a motor vehicle in the District of a nonresident, convicted as a result of the commission of a drug offense or adjudicated a juvenile delinquent as a result of the commission of a drug offense. Where the person is imprisoned as a result of the drug offense, the revocation shall occur following the person's release from imprisonment. If a person does not have an operator's permit, or the permit is or has been revoked or suspended at the time of the conviction of a drug offense, the issuance or reinstatement of an operator's permit will be delayed for a period of at least 6 months and not more than 2 years. If a person is convicted for the commission of a drug offense or adjudicated a delinquent for the commission of a drug offense before the person is 16 years of age, the period of disqualification shall not begin to run until the person is 16 years of age. Notification of the conviction or adjudication shall be sent electronically by the court to the Mayor within one business day of the conviction or adjudication and shall include the person's name, address, date of birth, conviction date, driver's license number, if any, social security number, if any, the offense, and any other information required by the Mayor to take the action required by this section. The revocation shall be for not less than six months and not more than 2 years."},{"prefix":"a-1","text":" The Mayor may delay issuance of an operator's permit by disqualifying anyone not already in possession of a valid operator's permit when such individual is convicted of or adjudicated delinquent as a result of:"},{"prefix":"1","text":" The commission of a stolen vehicle offense;"},{"prefix":"2","text":" Operating a motor vehicle without a permit (§ 50-1401.01(d)-- residents; § 50-1401.02(i)--non-residents);"},{"prefix":"3","text":" Operating a motor vehicle after revocation or suspension of an operator's permit (§ 50-1403.01); or"},{"prefix":"4","text":" Any felony in the commission of which a motor vehicle is involved."},{"prefix":"a-2","text":" In all cases where a person is convicted or adjudicated delinquent of any of the offenses set forth in subsection (a-1) of this section, the disqualification period shall commence on the later of:"},{"prefix":"1","text":" The date of conviction or adjudication if the person is imprisoned or legal custody of the person has been transferred to a public agency for care of delinquent children as a result of the conviction or adjudication;"},{"prefix":"2","text":" The person's 16th birthday if the conviction or adjudication occurs before the person is 16 years of age; or"},{"prefix":"3","text":" The date that a person over 16 years of age becomes eligible to have driving privileges restored if such privileges have previously been revoked or suspended."},{"prefix":"a-3","text":" The disqualification period referenced in subsection(a-2) of this section shall, for any offense set forth in subsection (a-1) of this section, be:"},{"prefix":"1","text":" Six months for a first time violation of any offense set forth in subsection (a-1) of this section;"},{"prefix":"2","text":" One year for a second violation; or"},{"prefix":"3","text":" Two years for each subsequent violation."},{"prefix":"a-4","text":" A copy of the conviction or adjudication shall be forwarded by the court to the Mayor, along with the offender's social security number or operator's permit number, together with a copy of the operator's permit."},{"prefix":"b","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Drug offense\" means:"},{"prefix":"A","text":" The possession, distribution, manufacture, cultivation, sale, transfer, or the attempt or conspiracy to possess, distribute, manufacture, cultivate, sell, or transfer any substance the possession of which is prohibited under the Comprehensive Drug Abuse Prevention and Control Act of 1970, approved October 27, 1970 (84 Stat. 1236; 21 U.S.C. § 801 et seq.), Unit A of Chapter 9 of Title 48, or the law of any state, territory, or possession of the United States; or"},{"prefix":"B","text":" The operation of a motor vehicle under the influence of such a substance."},{"prefix":"2","text":" \"Stolen vehicle offense\" means:"},{"prefix":"A","text":" A theft of a motor vehicle in violation of § 22-3211;"},{"prefix":"B","text":" The unauthorized use of a motor vehicle in violation of § 22-3215; or"},{"prefix":"C","text":" Trafficking in or receiving a stolen motor vehicle in violation of § 22- 3231 or § 22-3232."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"14","text":"Operators' Permits and Identification Cards. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Revocation and Suspension of Permit."},"heading":{"title":"50","chaptersection":"1403","identifier":"50-1403.02","catch_text":"Revocation and disqualification of motor vehicle operator's permit."}}