{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-365, in subsec. (a)(2)(A), substituted \"spaces, as determined by the Mayor,\" for \"spaces\".\n\nLegislative History of Laws\n\nFor Law 17-103, see notes following § 50-1641.01.\n\nLaw 18-365, the \"Bicycle Commuter and Parking Expansion Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-1002, which was referred to the Committee on Public Works and Transportation. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on January 28, 2011, it was assigned Act No. 18-716 and transmitted to both Houses of Congress for its review. D.C. Law 18- 365 became effective on April 8, 2011.\n\nDC CODE § 50-1641.05\n\nCurrent through December 11, 2012","credits":"(Feb. 2, 2008, D.C. Law 17-103, § 6, 54 DCR 12213; Apr. 8, 2011, D.C. Law 18-365, § 2(a), 58 DCR 979.)","sections":[{"prefix":"a","text":"(1) A residential building owner shall provide secure bicycle parking spaces for all existing residential buildings with 8 or more units."},{"prefix":"2","text":"(A) A residential building owner shall provide a reasonable number of bicycle parking spaces, as determined by the Mayor, for all existing residential buildings within 30 days of one or more residents' written requests, unless an extension due to hardship is granted by the Mayor."},{"prefix":"B","text":" Where complaints of noncompliance have been filed with the Mayor by one or more residents, the Mayor shall facilitate an agreement between the parties and determine the number of bicycle parking spaces that shall be provided."},{"prefix":"C","text":" The bicycle parking spaces shall be provided within 30 days of the Mayor's determination, unless an extension due to hardship is granted by the Mayor."},{"prefix":"3","text":" Where it can be demonstrated that providing bicycle parking spaces required under this subsection is not physically practical, that undue economic hardship would result from strict compliance with the regulation, or that the nature of the building use is such that bicycle parking spaces would not be used, the Mayor may grant, upon written application of the owner of the building, an appropriate exemption or reduced level of compliance. In such cases, a certificate documenting the exemption or reduced level of compliance shall be issued to the building owner."},{"prefix":"b","text":"(1) A residential building owner shall provide at least one secure bicycle parking space for each 3 residential units for all new residential buildings and substantially rehabilitated buildings with 8 or more units."},{"prefix":"2","text":" Where it can be demonstrated in a substantially rehabilitated building that providing bicycle parking spaces is not physically practical, that undue economic hardship would result from strict compliance with the regulation, or that the nature of the building use is such that bicycle parking would not be used, the Mayor may grant, upon written application of the owner of the building, an appropriate exemption or reduced level of compliance. In such cases, a certificate documenting the exemption or reduced level of compliance shall be issued to the building owner."},{"prefix":"3","text":" For the purposes of this subsection, \"substantially rehabilitated\" means any improvement to or renovation of a residential building for which the improvement or renovation equals or exceeds 50% of the assessed value of the building before the rehabilitation. Existing bicycle parking spaces before rehabilitation shall be considered in calculating the total number of required parking spaces under this subsection."},{"prefix":"c","text":" The Mayor shall identify categories that are eligible for appropriate exemption or reduced level of compliance. The categories include \"elderly housing\", \"assisted living facilities\", and \"nursing homes\" as defined in § 44-501."},{"prefix":"d","text":" Any residential buildings that have been exempted from the regulation due to the nature of the use of the building shall provide a minimum number of bicycle parking spaces equal to at least 5% of the number of people employed at the building."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Non-Motorized Vehicles."},"chapter":{"identifier":"16","text":"Regulation of Bicycles."},"subchapter":{"identifier":"III","text":"Bicycle Parking."},"heading":{"title":"50","chaptersection":"1641","identifier":"50-1641.05","catch_text":"Residential building bicycle parking requirements."}}