{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 6061 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) addition, see ยง 6061 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nLaw 18-111, the \"Fiscal Year 2010 Budget Support Act of 2009\", was introduced in Council and assigned Bill No. 18-203, which was referred to the Committee on the Whole. The bill was adopted on first and second readings on May 12, 2009, and September 22, 2009, respectively. Signed by the Mayor on December 18, 2009, it was assigned Act No. 18-255 and transmitted to both Houses of Congress for its review. D.C. Law 18-111 became effective on March 3, 2010.\n\nMiscellaneous Notes\n\nShort title: Section 6060 of D.C. Law 18-111 provided that subtitle G of title VI of the act may be cited as the \"Pedestrian Advisory Council Establishment Act of 2009\".\n\nDC CODE ยง 50-1931\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 2010, D.C. Law 18-111, ยง 6061, 57 DCR 181.)","sections":[{"prefix":"a","text":" There is established a Pedestrian Advisory Council(\"PAC\")."},{"prefix":"b","text":" The PAC shall be composed of 18 members appointed as follows:"},{"prefix":"1","text":" The Director of the District Department of Transportation, or designee;"},{"prefix":"2","text":" The Chief of the Metropolitan Police Department, or designee;"},{"prefix":"3","text":" The Director of the Office of Planning, or designee;"},{"prefix":"4","text":" The Director of the Department of Parks and Recreation, or designee;"},{"prefix":"5","text":" The Chancellor of the District of Columbia Public Schools, or designee; and"},{"prefix":"6","text":" Thirteen community representatives who are District of Columbia residents with a demonstrated interest in pedestrian safety, with each member of the Council of the District of Columbia appointing one representative."},{"prefix":"c","text":" A chairperson shall be elected from among the 13 community representatives at the first meeting of the PAC, who shall serve for a term of 2 years."},{"prefix":"d","text":" The community members shall be appointed for a term of 3 years, with initial staggered appointments of 4 members appointed for one year, 5 members appointed for 2 years, and 4 members appointed for 3 years. The members to serve the one-year term, the members to serve the 2-year term, and the members to serve the 3-year term shall be determined by lot at the first meeting of the PAC."},{"prefix":"e","text":" The District Department of Transportation shall provide the PAC with an annual operating budget, which shall include funds to maintain a website where the PAC shall provide a public listing of members, meeting notices, and meeting minutes."},{"prefix":"f","text":" The purpose of the PAC shall be to serve as the advisory body to the Mayor, the Council of the District of Columbia, and the District agencies on matters pertaining to the improvement of pedestrian safety and accessibility."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Safety."},"chapter":{"identifier":"19A","text":"Pedestrian Safety-Advisory Council."},"heading":{"title":"50","chaptersection":"1931","identifier":"50-1931","catch_text":"Pedestrian Advisory Council."}}