{"text":"Weight Class                                                Registration Fee\nClass I (3,499 pounds or less) .......................................... 6%\nClass II (3,500--4,999 pounds) .......................................... 7%\nClass III (5,000 pounds or greater) ..................................... 8%","historical":"Prior Codifications\n\n1981 Ed., § 40-703.\n\n1973 Ed., § 40-603.\n\nEffect of Amendments\n\nD.C. Law 13-80 added par. (j)(3)(III).\n\nSection 3 of D.C. Law 13-80 provides:\n\n\"The Council adopts the fiscal impact statement in the committee report, as revised and amended by the attached memorandum dated October 25, 1999, as the fiscal impact statement required by section 602(c)(3) of the Home Rule Act, approved December 24, 1973 (87 Stat. 813; D.C. Code § 1-233(c)(3)) [§ 1- 206.02(c)(3), 2001 Ed.].\"\n\nSection 4 of D.C. Law 13-80 provides: \"This act shall apply as of January 1, 2000.\"\n\nD.C. Law 14-213, in the section heading, substituted \"Congressional and Council parking\" for \"Congressional parking\"; in subsecs. (c) and (c)(1), substituted \"Congress or the Council\" for \"Congress\"; and in subsec. (c)(2), substituted \"Congressional or Council\" for \"Congressional\".\n\nD.C. Law 14-307, in subsec. (a)(4), substituted \"$98\" for \"$75\"; and in subsec. (d), substituted \"$26 fee for each titling, duplicate titling, and retitling,\" for \"$20 fee for each titling and retitling,\".\n\nD.C. Law 15-35, in subsec. (k), substituted \"The notice, reclamation, and disposition procedures set forth in §§ 50-2421.06 through 50-2421.10, shall apply to any vehicle impounded pursuant to this section.\" for \"It shall be the duty of the officer or member of the police force or employee of the District of Columbia Department of Transportation, removing or immobilizing such motor vehicle, or under whose direction such vehicle is removed or immobilized, to inform as soon as practicable the owner of an impounded or immobilized vehicle of the nature and circumstances of the prior unsettled traffic violation notices, notices of infractions or warrants, for which or an account of which such vehicle was impounded or immobilized.\" in the first sentence of par. (2), repealed par. (3), and deleted the second and third sentences in par. (4). Prior to amendment, pars. (3) and (4) of subsec. (k) had read as follows:\n\n\"(3) The owner of such impounded or immobilized vehicle, or other duly authorized person, shall be permitted to repossess or to secure the release of the vehicle upon:\n\n\"(A)(i) The depositing of the collateral required for his appearance in the Superior Court of the District of Columbia to answer for each violation; or\n\n\"(ii) Depositing the amount of the potential fine and penalty for each infraction, for which there is no outstanding or otherwise unsettled traffic violation notice, notice of infraction or warrant; and\n\n\"(B) Upon the payment of the fees required by paragraph (4) of this section.\"\n\n\"(4) The owner of an immobilized vehicle shall be subject to a booting fee of $50 for such immobilization. The owner of an impounded motor vehicle shall be subject to a towing fee of $75, plus a fee for storage. The owner of an immobilized vehicle which was impounded shall be subject to a total fee of $75 plus a fee for storage, except that the total fee shall be $175 plus a fee for storage whenever the size or weight of the impounded vehicle requires the Mayor to engage an outside contractor or utilize special equipment to tow the vehicle.\"\n\nD.C. Law 15-239, in subsec. (f), substituted \"otherwise provided in this part\" for \"provided\", and substituted \"upon information or indictment\" for \"upon information\".\n\nD.C. Law 15-307, in subsec. (j), rewrote par. (1) and added subpars. (J), (K), (L), and (M) in par. (3). Prior to amendment, par. (1) of subsec. (j) read as follows:\n\n\"(j)(1) In addition to the fees and charges levied under other provisions of this part, there is hereby levied and imposed an excise tax on the issuance of every original certificate of title for a motor vehicle or trailer in the District of Columbia and, in the case of a sale, resale, gift or other transfer thereof, on the issuance of every subsequent certificate of title (except in the case of a bona fide gift between spouses or between parent and child) at the following percentage of the fair market value of the motor vehicle or trailer at the time the certificate of title is issued:\n\nWeight Class                                                Registration Fee\nClass I (3,499 pounds or less) .......................................... 6%\nClass II (3,500 pounds or more) ......................................... 7%\n\nD.C. Law 16-33, in subsec. (k)(4), substituted \"$75\" for \"$50\".\n\nD.C. Law 16-129 rewrote subpar. (j)(3)(J), which had read as follows:\n\n\"(J) A clean-fuel vehicle or electric vehicle determined by the United States Internal Revenue Service to be eligible for a federal tax deduction or credit pursuant to 26 U.S.C. §§ 30 and 179A for the tax year during which it is being titled.\"\n\nD.C. Law 16-139 added subpar. (j)(3)(N).\n\nD.C. Law 16-191, in subsec. (j), validated a previously made technical correction.\n\nD.C. Law 16-279, in subsec. (d), substituted \"No registration or titling fee shall be charged for vehicles owned by the District government\" for \"No registration or other fee shall be charged to vehicles owned by the federal or District government or any duly accredited representative of a foreign government\"; in subsec. (j)(3), substituted \"Rental vehicles and utility trailers being registered as part of a rental fleet pursuant to subchapter III of Chapter 15 of this title\" for \"Rental vehicles and utility trailers, as defined in § 50-1505.01\" in subpar. (F), and added subpars. (O), (P), and (Q); and added subsec. (l); and rewrote subsecs. (j)(1) and (k)(1), which formerly read:\n\n\"(j)(1) In addition to the fees and charges levied under other provisions of this part, there is hereby levied and imposed an excise tax on the issuance of every original certificate of title for a motor vehicle or trailer in the District of Columbia and, in the case of a sale, resale, gift or other transfer thereof, on the issuance of every subsequent certificate of title, except in the case of a bona fide gift between spouses, parent and child, or domestic partners, as that term is defined in § 32-701(3), at the following percentage of the fair market value of the motor vehicle or trailer at the time the certificate of title is issued:\"\n\n\"(k)(1) Any unattended motor vehicle found parked at any time upon any public highway of the District of Columbia against which there are 2 or more outstanding or otherwise unsettled traffic violation notices or notices of infraction or against which there have been issued 2 or more warrants may, by or under the direction of an officer or member of the Metropolitan Police force or the United States Park Police force or an employee of the District of Columbia Department of Transportation, either by towing or otherwise, be removed or conveyed to and impounded in any place designated by the Mayor or immobilized in such manner as to prevent its operation; except, that no such vehicle shall be immobilized by any means other than by the use of a device or other mechanism which will cause no damage to such vehicle unless it is moved while such device or mechanism is in place.\"\n\nD.C. Law 17-219, in subsec. (j)(3), rewrote subpars. (F) and (J) and repealed subpar. (O), which had read as follows:\n\n\"(F) Rental vehicles and utility trailers being registered as part of a rental fleet pursuant to subchapter III of Chapter 15 of this title.\"\n\n\"(J) The following low-emissions motor vehicles:\n\n\"(i) A new clean fuel or electric vehicle titled in the District of Columbia before January 1, 2006, determined by the United States Internal Revenue Service to be eligible for a federal tax deduction or credit pursuant to sections 30 and 179A of the Internal Revenue Code of 1986, approved Oct. 24, 1992 (100 Stat. 3019; 26 U.S.C. §§ 30 and 179A).\n\n\"(ii) A new fuel cell, lean burn technology, hybrid, or alternative fuel motor vehicle titled in the District of Columbia on or after January 1, 2006; provided, that, in each case, the owner presents proof, to the satisfaction of the Mayor, that the purchase of the vehicle entitles the owner to a federal tax credit pursuant to the Energy Policy Act of 2005, approved Aug. 8, 2005 (119 Stat. 594; scattered sections of the United States Code).\"\n\n\"(O) Vehicles for which a lessor previously paid the excise tax to the District of Columbia, or for which the lessor was exempt from the excise tax pursuant to subparagraph (J), and application for title is being made by the former lessee.\"\n\nD.C. Law 17-231, in subsec. (j)(3)(L), substituted \"§ 32-702(d)(1)\" for \"§ 32- 702\".\n\nD.C. Law 17-303, in subsec. (k)(1), substituted \"notices of infraction or vehicle conveyance fees\" for \"notices of infraction\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Certificate of Title Excise Tax Exemption Temporary Amendment Act of 2004 (D.C. Law 15-312, April 8, 2005, law notification 52 DCR 4701).\n\nFor temporary (225 day) amendment of section, see § 2 of Low-Emissions Motor Vehicle Tax Exemption Temporary Amendment Act of 2006 (D.C. Law 16-88, April 4, 2006, law notification 53 DCR 3347).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 502 of the Fiscal Year 1999 Budget Support Emergency Act of 1998 (D.C. Act 12-401, July 13, 1998, 45 DCR 4794), § 502 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1998 (D.C. Act 12-564, January 12, 1999, 46 DCR 669), and § 502 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1999 (D.C. Act 13-41, March 31, 1999, 46 DCR 3446).\n\nFor temporary (90-day) amendment of section, see § 502 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1999 (D.C. Act 13-41, March 31, 1999, 46 DCR 3446).\n\nFor temporary (90-day) amendment of section, see § 2(b) of the Motor Coach Vehicles Tax Exemption Emergency Amendment Act of 1999 (D.C. Act 13-182, November 22, 1999, 47 DCR 1).\n\nFor temporary (90 day) amendment of section, see § 1706(a) of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) amendment of section, see § 1706(a) of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see § 1706(a) of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nFor temporary (90 day) amendment of section, see § 13(b) of the Removal and Disposition of Abandoned, Dangerous and Other Unlawfully Parked Vehicles Reform Emergency Act of 2002 (D.C. Act 15-104, June 20, 2003, 50 DCR 5534).\n\nFor temporary (90 day) amendment of section, see § 13(b) of Removal and Disposition of Abandoned and Other Unlawfully Parked Vehicles Reform Congressional Review Emergency Act of 2003 (D.C. Act 15-171, October 6, 2003, 50 DCR 9163).\n\nFor temporary (90 day) amendment of section, see § 2 of Certificate of Title Excise Tax Exemption Emergency Amendment Act of 2004 (D.C. Act 15-615, November 30, 2004, 51 DCR 11441).\n\nFor temporary (90 day) amendment of section, see § 2 of Certificate of Title Excise Tax Exemption Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-20, February 17, 2005, 52 DCR 2967).\n\nFor temporary (90 day) amendment of section, see § 6002 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 2 of Low-Emissions Motor Vehicle Tax Exemption Emergency Amendment Act of 2005 (D.C. Act 16-239, December 22, 2005, 53 DCR 258).\n\nFor temporary (90 day) amendment of section, see § 2 of Low-Emissions Motor Vehicle Tax Exemption Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-324, March 23, 2006, 53 DCR 2574).\n\nFor temporary (90 day) amendment of section, see § 102(b) of Comprehensive Impaired Driving and Alcohol Testing Program Emergency Amendment Act of 2012 (D.C. Act 19-429, July 30, 2012, 59 DCR 9387).\n\nFor temporary (90 day) amendment of section, see § 102(b) of Comprehensive Impaired Driving and Alcohol Testing Program Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-508, October 26, 2012, 59 DCR 12774).\n\nLegislative History of Laws\n\nLaw 1-23 was introduced in Council and assigned Bill No. 1-47, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first, amended first, and second readings, and reconsideration of second reading, on April 15, 1975, June 1, 1975, June 24, 1975 and July 11, 1975, respectively. Signed by the Mayor on July 23, 1975, it was assigned Act No. 1- 34 and transmitted to both Houses of Congress for its review.\n\nLaw 1-42 was introduced in Council and assigned Bill No. 1-161, which was referred to the Committee on the Budget. The Bill was adopted on first and second readings on July 29, 1975 and October 7, 1975, respectively. Signed by the Mayor on October 24, 1975, it was assigned Act No. 1-59 and transmitted to both Houses of Congress for its review.\n\nLaw 1-70 was introduced in Council and assigned Bill No. 1-229, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings and reconsiderations of final reading on February 20, 1976, March 11, 1976 and April 6, 1976, respectively. Signed by the Mayor on April 20, 1976, it was assigned Act No. 1-106 and transmitted to both Houses of Congress for its review.\n\nLaw 1-124 was introduced in Council and assigned Bill No. 1-375, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on December 3, 1976 and December 17, 1976, respectively. Signed by the Mayor on January 25, 1977, it was assigned Act No. 1-226 and transmitted to both Houses of Congress for its review.\n\nLaw 1-133 was introduced in Council and assigned Bill No. 1-11, which was referred to the Committee on Transportation and Environmental Affairs, the Committee on the Judiciary and the Committee on Criminal Law. The Bill was adopted on first and second readings on October 12, 1976 and November 23, 1976, respectively. Signed by the Mayor on February 14, 1977, it was assigned Act No. 1-230 and transmitted to both Houses of Congress for its review.\n\nLaw 2-104 was introduced in Council and assigned Bill No. 2-195, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 13, 1978 and June 27, 1978, respectively. Signed by the Mayor on July 1, 1978, it was assigned Act No. 2-215 and transmitted to both Houses of Congress for its review.\n\nLaw 2-139 was introduced in Council and assigned Bill No. 2-10, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on October 17, 1978 and October 31, 1978, respectively. Signed by the Mayor on November 22, 1978, it was assigned Act No. 2-300 and transmitted to both Houses of Congress for its review.\n\nLaw 2-157 was introduced in Council and assigned Bill No. 2-284, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 28, 1978 and December 12, 1978, respectively. Signed by the Mayor on December 29, 1978, it was assigned Act No. 2-326 and transmitted to both Houses of Congress for its review.\n\nLaw 4-97 was introduced in Council and assigned Bill No. 4-337, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on January 12, 1982, and January 26, 1982, respectively. Signed by the Mayor on February 9, 1982, it was assigned Act No. 4-155 and transmitted to both Houses of Congress for its review.\n\nLaw 4-145 was introduced in Council and assigned Bill No. 4-389, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on June 8, 1982, and June 22, 1982, respectively. Signed by the Mayor on July 12, 1982, it was assigned Act No. 4-213 and transmitted to both Houses of Congress for its review.\n\nLaw 5-14 was introduced in Council and assigned Bill No. 5-74, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on April 12, 1983 and April 26, 1983, respectively. Signed by the Mayor on May 4, 1983, it was assigned Act No. 5-29 and transmitted to both Houses of Congress for its review.\n\nLaw 5-42 was introduced in Council and assigned Bill No. 5-29, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on July 5, 1983, and September 6, 1983, respectively. Signed by the Mayor on September 22, 1983, it was assigned Act No. 5-67 and transmitted to both Houses of Congress for its review.\n\nLaw 8-103, the \"District of Columbia Traffic Act Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-270, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on January 30, 1990, and February 13, 1990, respectively. Signed by the Mayor on February 28, 1990, it was assigned Act No. 8-157 and transmitted to both Houses of Congress for its review.\n\nLaw 8-153, the \"Motor Vehicle Fees Amendment Temporary Act of 1990,\" was introduced in Council and assigned Bill No. 8-591. The Bill was adopted on first and second readings on May 29, 1990, and June 12, 1990, respectively. Signed by the Mayor on June 13, 1990, it was assigned Act No. 8-213 and transmitted to both Houses of Congress for its review.\n\nLaw 8-170, the \"Motor Vehicle Fees Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-213, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 12, 1990, and June 26, 1990, respectively. Signed by the Mayor on July 12, 1990, it was assigned Act No. 8-235 and transmitted to both Houses of Congress for its review.\n\nLaw 9-30, the \"District of Columbia Motor Vehicle Services Fees Amendment Act of 1991,\" was introduced in Council and assigned Bill No. 9-163, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on June 4, 1991, and June 18, 1991, respectively. Signed by the Mayor on July 2, 1991, it was assigned Act No. 9-57 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 9-96, see Historical and Statutory Notes following § 50-2201.02.\n\nLaw 9-19, the \"Omnibus Budget Support Temporary Act of 1991,\" was introduced in Council and assigned Bill No. 9-205. The Bill was adopted on first and second readings on May 7, 1991, and June 4, 1991, respectively. Signed by the Mayor on June 21, 1991, it was assigned Act No. 9-43 and transmitted to both Houses of Congress for its review.\n\nLaw 12-175, the \"Fiscal Year 1999 Budget Support Act of 1998,\" was introduced in Council and assigned Bill No. 12-618, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 5, 1998 and June 2, 1998, respectively. Signed by the Mayor on June 23, 1998, it was assigned Act No. 12-399 and transmitted to both Houses of Congress for its review. D.C. Law 12-175 became effective on March 26, 1999.\n\nLaw 13-80, the \"Motor Coach Vehicles Tax Exemption Amendment Act of 1999,\" was introduced in Council and assigned Bill No. 13-347, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on October 5, 1999, and November 2, 1999, respectively. Signed by the Mayor on November 22, 1999, it was assigned Act No. 13-205 and transmitted to both Houses of Congress for its review. D.C. Law 13-80 became effective on April 5, 2000.\n\nLaw 14-213, the \"Technical Amendments Act of 2002\", was introduced in Council and assigned Bill No. 14-671, which was referred to the Committee of the Whole.  The Bill was adopted on first and second readings on June 4, 2002, and July 2, 2002, respectively.   Signed by the Mayor on July 26, 2002, it was assigned Act No. 14-459 and transmitted to both Houses of Congress for its review.  D.C. Law 14-213 became effective on October 19, 2002.\n\nFor Law 14-307, see notes following § 50-1212.\n\nLaw 15-35, the \"Removal and Disposition of Abandoned and Other Unlawfully Parked Vehicles Reform Act of 2003\", was introduced in Council and assigned Bill No. 15-78, which was referred to Committee on Public Works and the Environment. The Bill was adopted on first and second readings on June 3, 2003, and July 8, 2003, respectively. Signed by the Mayor on July 29, 2003, it was assigned Act No. 15-113 and transmitted to both Houses of Congress for its review. D.C. Law 15-35 became effective on October 28, 2003.\n\nLaw 15-239, the \"Fleeing Law Enforcement Prohibition Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-759, which was referred to the Committee on the Judiciary.  The Bill was adopted on first and second readings on July 13, 2004, and September 21, 2004, respectively.   Signed by the Mayor on October 4, 2004, it was assigned Act No. 15-528 and transmitted to both Houses of Congress for its review.  D.C. Law 15-239 became effective on March 16, 2005.\n\nFor Law 15-307, see notes following § 50-1331.01.\n\nLaw 16-33, the \"Fiscal Year 2006 Budget Support Act of 2005\", was introduced in Council and assigned Bill No. 16-200 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 10, 2005, and June 21, 2005, respectively. Signed by the Mayor on July 26, 2005, it was assigned Act No. 16-166 and transmitted to both Houses of Congress for its review. D.C. Law 16-33 became effective on October 20, 2005.\n\nLaw 16-129, the \"Low-emissions Motor Vehicle Tax Exemption Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-521 which was referred to the Committee on Finance and Revenue.  The Bill was adopted on first and second readings on March 7, 2006, and April 4, 2006, respectively. Signed by the Mayor on April 21, 2006, it was assigned Act No. 16-347 and transmitted to both Houses of Congress for its review.   D.C. Law 16-129 became effective on June 16, 2006.\n\nFor Law 16-139, see notes following § 50-2701.\n\nFor Law 16-191, see notes following § 50-921.09.\n\nFor Law 16-279, see notes following § 50-312.\n\nFor Law 17-219, see notes following § 50-921.11.\n\nLaw 17-231, the \"Omnibus Domestic Partnership Equality Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-135, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on April 1, 2008, and May 6, 2008, respectively. Signed by the Mayor on June 6, 2008, it was assigned Act No. 17-403 and transmitted to both Houses of Congress for its review. D.C. Law 17-231 became effective on September 12, 2008.\n\nFor Law 17-303, see notes following § 50-2201.02.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402 (295 to 299) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDelegation of Authority\n\nDelegation of authority under Law 5-14, see Mayor's Order 83-190, July 25, 1983.\n\nMiscellaneous Notes\n\nDepartment of Vehicles and Traffic abolished: The Department of Vehicles and Traffic, including the Director, was abolished and the functions thereof transferred to the Board of Commissioners of the District of Columbia by Reorganization Plan No. 5 of 1952. Reorganization Order No. 54 of the Board of Commissioners, dated June 30, 1953, as amended, September 1, 1953, established a Department of Vehicles and Traffic, headed by a Director; a Board of Revocation and Review of Hackers' Identification Cards; a Motor Vehicle Parking Agency; and a Commissioners' Traffic Advisory Board; prescribed the functions thereof; and abolished the previously existing Department of Vehicles and Traffic, the Registrar of Titles and Tags, the Board of Revocation and Review of Hackers' Identification Cards, the Driver Improvement Section, and the Motor Vehicle Parking Agency. Reorganization Order No. 54 was repealed and replaced by Organization Order Nos. 105, 106, 107, and 108, dated May 17, 1955. Organization Order No. 105 continued the Department of Vehicles and Traffic and prescribed the functions thereof. Organization Order No. 106 continued the Motor Vehicle Parking Agency and prescribed the composition and functions thereof. The Department of Vehicles and Traffic was redesignated as the Department of Motor Vehicles by Commissioners' Order No. 58-919, dated June 10, 1958. The Department of Highways was replaced by Reorganization Order No. 58- 1116, dated July 15, 1958, which order established the Department of Highways and TraffiC. The executive functions of the Board of Commissioners were transferred to the Commissioner of the District of Columbia by § 401 of Reorganization Plan No. 3 of 1967. Organization Order No. 107, relating to the Hackers' Board was redesignated as Organization Order No. 13, dated August 15, 1968, and amended. Organization Order No. 108, as amended, replaced the Commissioners' Traffic Advisory Board with a Citizens' Traffic Board, and prescribed the composition and functions thereof. Reorganization Plan No. 2 of 1975 combined the Department of Motor Vehicles and the Department of Highways and Traffic to form the Department of Transportation.\n\nThe functions of the Department of Transportation were transferred to the Department of Public Works by Reorganization Plan No. 4 of 1983, effective March 1, 1984.\n\nOffice of Assessor abolished: The Office of the Assessor was abolished and the functions thereof transferred to the Board of Commissioners of the District of Columbia by Reorganization Plan No. 5 of 1952. All functions of the Office of the Assessor including the functions of all officers, employees and subordinate agencies were transferred to the Department of General Administration by Reorganization Order No. 3 of the Board of Commissioners, dated August 28, 1952. Reorganization Order No. 20, dated November 10, 1952, abolished the Office of the Assessor and transferred the functions to the Finance Office in the Department of General Administration. The same order provided that an Office of the Assessor would be created in the Finance Office. Reorganization Order No. 20 was superseded and replaced by Organization Order No. 121, dated December 12, 1957, provided that the Finance Office (consisting of the Office of the Finance Officers, Property Tax Division, Revenue Division, Treasury Division, Accounting Division, and Data Processing Division) shall continue under the direction and control of the Director of General Administration, and prescribed the functions thereof. The executive functions of the Board of Commissioners were transferred to the Commissioner of the District of Columbia by § 401 of Reorganization Plan No. 3 of 1967. Organization Order No. 121 was revoked by Organization Order No. 3, dated December 13, 1967, Part IVC of which prescribed the functions of the Finance Office within a newly established Department of General Administration. Functions of the Finance Office was stated in Part IVC of Organization Order No. 3 were transferred to the Director of the Department of Finance and Revenue by Commissioner's Order No. 69-96, dated March 7, 1969. Functions pertaining to centralized accounting as set forth in Commissioner's Order No. 69-96 were transferred to the Director of the Office of Budget and Financial Management by Organization Order No. 30, dated April 5, 1972. The Office of Budget and Financial Management was replaced by Organization Order No. 50, dated December 31, 1974, which Order established the Office of Budget and Management Systems. The Office of Budget and Management Systems was replaced by Mayor's Order 79-5, dated January 2, 1979, which Order established the Office of Budget and Resource Development.\n\nMayor authorized to issue rules: Section 1102 of D.C. Law 5-14 provided that the Mayor shall issue rules necessary to carry out the provisions of the act.\n\nEffect of repeal provisions: Section 14 of D.C. Law 15-35 provides: \"Any repeal of a law or regulation by this act shall not invalidate any enforcement action, adjudication, or any other action made or taken pursuant to such law or regulation.\"\n\nApplication of Law 15-35: Section 15 of D.C. Law 15-35 provides: \"This act shall apply to all vehicles impounded after its effective date. This act shall also apply to all vehicles impounded prior to its effective date provided that notice is sent to the owners and lien holders in accordance with the provisions of subsections 7(b) or (c), as is applicable.\"\n\nShort title of subtitle A of title VI of Law 16-33: Section 6001 of D.C. Law 16-33 provided that subtitle A of title VI of the act may be cited as the Traffic Amendment Act of 2005.\n\nShort title: Section 6005 of D.C. Law 17-219 provided that subtitle B of title VI of the act may be cited as the \"Department of Motor Vehicles Incentive Exemption for Leased Vehicles and Low Emission Vehicles Amendment Act of 2008\".\n\nDC CODE § 50-2201.03\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1925, 43 Stat. 1121, ch. 443, § 6; July 3, 1926, 44 Stat. 814, ch. 739, § 4; Feb. 27, 1931, 46 Stat. 1424, ch. 317, §§ 3, 4; Dec. 19, 1932, 47 Stat. 750, ch. 5; Apr. 1, 1942, 56 Stat. 190, ch. 207, § 1; July 2, 1945, 59 Stat. 313, ch. 222; May 27, 1949, 63 Stat. 128, title III, ch. 146, § 301; Oct. 28, 1949, 63 Stat. 972, title XI, ch. 782, § 1106(a); July 24, 1956, 70 Stat. 633, ch. 695, § 1; Sept. 2, 1957, 71 Stat. 598, Pub. L. 85-273, § 3; Oct. 3, 1962, 76 Stat. 742, Pub. L. 87-745, § 1; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; Aug. 30, 1964, 78 Stat. 634, Pub. L. 88-503, § 21; Sept. 30, 1966, 80 Stat. 856, Pub. L. 89-610, title II, § 201; 1967 Reorg. Plan No. 3, 81 Stat. 980, § 503(c); Dec. 4, 1967, 81 Stat. 532, Pub. L. 90-172, § 1; Oct. 31, 1969, 83 Stat. 172, 174, Pub. L. 91-106, titles II, IV, §§ 201, 404; Dec. 12, 1969, 83 Stat. 343, Pub. L. 91-145, § 101; July 29, 1970, 84 Stat. 570, 583, Pub. L. 91-358, title I, §§ 155(a), 163(g)(2); Dec. 15, 1971, 85 Stat. 657, Pub. L. 92-196, title VII, § 705; Oct. 21, 1972, 86 Stat. 1015, Pub. L. 92-518, title III, § 301(a); Nov. 1, 1973, 87 Stat. 531, Pub. L. 93-145, § 101; Oct. 21, 1975, D.C. Law 1-23, title I, § 102, 22 DCR 2094; Jan. 22, 1976, D.C. Law 1-42, § 7(b), 22 DCR 6317; June 15, 1976, D.C. Law 1-70, title II, § 201, 23 DCR 536; Apr. 19, 1977, D.C. Law 1- 124, title I, § 102, 23 DCR 8749; Apr. 26, 1977, D.C. Law 1-133, title IV, § 402, 23 DCR 9697; Sept. 12, 1978, D.C. Law 2-104, §§ 501, 601, 25 DCR 1275; Mar. 3, 1979, D.C. Law 2-139, § 3205(l), 25 DCR 5740; Mar. 6, 1979, D.C. Law 2-157, § 5, 25 DCR 6995; Apr. 3, 1982, D.C. Law 4-97, § 5, 29 DCR 765; Sept. 14, 1982, D.C. Law 4-145, § 7, 29 DCR 3138; June 22, 1983, D.C. Law 5-14, §§ 803, 804, 30 DCR 2632; Nov. 15, 1983, D.C. Law 5-42, § 2(b), 30 DCR 4999; May 1, 1990, D.C. Law 8-103, § 2, 37 DCR 1615; Sept. 26, 1990, D.C. Law 8-170, § 2, 37 DCR 4839; Aug. 17, 1991, D.C. Law 9-30, § 4(a), 38 DCR 4215; May 5, 1992, D.C. Law 9-96, § 4(b), 38 DCR 7274; Mar. 26, 1999, D.C. Law 12-175, § 802, 45 DCR 7193; April 5, 2000, D.C. Law 13-80, § 2, 46 DCR 10463; Oct. 19, 2002, D.C. Law 14-213, § 34, 49 DCR 8140; June 5, 2003, D.C. Law 14-307, § 1706(a), 49 DCR 11664; Oct. 28, 2003, D.C. Law 15- 35, § 13(b), 50 DCR 6579; Mar. 16, 2005, D.C. Law 15-239, § 2(a), 51 DCR 9600; Apr. 8, 2005, D.C. Law 15-307, § 402, 52 DCR 1700; Oct. 20, 2005, D.C. Law 16-33, § 6002, 52 DCR 7503; June 16, 2006, D.C. Law 16-129, § 2, 53 DCR 4716; June 22, 2006, D.C. Law 16-139, § 10, 53 DCR 3682; Mar. 2, 2007, D.C. Law 16-191, § 89, 53 DCR 6794; Mar. 14, 2007, D.C. Law 16-279, §§ 202(a), 401(a), 54 DCR 903; Aug. 16, 2008, D.C. Law 17-219, § 6006, 55 DCR 7598; Sept. 12, 2008, D.C. Law 17-231, § 42, 55 DCR 6758; Mar. 20, 2009, D.C. Law 17-303, § 3(b), 55 DCR 12803.)","sections":[{"prefix":"a","text":" The Mayor is authorized and empowered to make, modify, repeal, and enforce rules relating to and concerning the following:"},{"prefix":"1","text":" The control of traffic and the movement of traffic;"},{"prefix":"2","text":"(A) The length, weight, height, and width of vehicles; and"},{"prefix":"B","text":" The brakes, horns, lights, mufflers, and other equipment of vehicles and the inspection of same;"},{"prefix":"3","text":"(A) The registration and reregistration of vehicles;"},{"prefix":"B","text":" The titling and retitling of motor vehicles and trailers, and the transfer of titles to motor vehicles and trailers; and"},{"prefix":"C","text":" The revocation, suspension, restoration, and reinstatement of the registration for motor vehicles and trailers and of certificates of title to motor vehicles and trailers;"},{"prefix":"4","text":" The issuance, suspension, revocation, restoration, and reinstatement of operator's permits and operating privileges; provided, that the fee for restoration or reinstatement shall be $98;"},{"prefix":"5","text":" The establishment and location of hack stands; and"},{"prefix":"6","text":" The speed, routing, and parking of vehicles; provided, that the Mayor shall establish and locate parking areas in the vicinity of government establishments for use only by members of Congress and governmental officials when on official business."},{"prefix":"b","text":" There is established in the government of the District of Columbia a Department of Transportation, which under the direction of the Mayor, shall have charge of the issuance and revocation of operators' permits, the registration and titling of motor vehicles, the making of traffic studies and plans, the establishment and designation of arterial and other public highways, providing for the equipment of any street, road, or highway with control lights or other devices, or both, for the regulation of traffic, the installation and maintenance of traffic signs, signals, and markers, and of such other matters as may be determined by the Mayor. The Mayor shall appoint a Director of Vehicles and Traffic, who shall be in charge of said Department, and such other personnel as he may deem necessary to perform the duties thereof and as may be appropriated for by Congress. The Director of Vehicles and Traffic shall be responsible directly to the Mayor for the faithful performance of his duties and shall be subject to removal by the Mayor for cause."},{"prefix":"c","text":" Members of Congress or the Council may park their vehicles in any available curb space in the District of Columbia, when:"},{"prefix":"1","text":" The vehicle is used by the member of Congress or the Council on official business;"},{"prefix":"2","text":" The vehicle is displaying a Congressional or Council registration tag issued by the jurisdiction represented by the member; and"},{"prefix":"3","text":" The vehicle is not parked in violation of a loading zone, rush hour, firehouse, or fire plug limitation."},{"prefix":"d","text":" The Mayor shall cause to be levied, collected, and paid a $26 fee for each titling, duplicate titling, and retitling, and he shall not, after the 1st day of January, 1932, register or renew the registration of any motor vehicle or trailer unless and until the owner thereof shall make application in the form prescribed by the Mayor and be granted an official certificate of title for such vehicle. No registration or titling fee shall be charged for vehicles owned by the District government. The owner of a motor vehicle or trailer registered in the District of Columbia shall not, after the 1st day of January, 1932, operate or permit or cause to be operated any such vehicle upon any public highway in the District without first obtaining a certificate of title therefor, nor shall any individual knowingly permit any certificate of title to be obtained in his name for any vehicle not in fact owned by him, and any individual violating any provision of this subsection or any regulations promulgated thereunder shall be fined not more than $1,000 or imprisoned not more than one year, or both. If the properly designated agent of the Mayor shall determine that an applicant for a certificate of title is not entitled thereto, such certificate of title may be refused, and in that event unless such determination is reversed upon written application to the Mayor by the individual affected, such individual shall be entitled to proceed further as provided under § 50-1403.01(a); provided, that reasonable time for hearing be given the applicant in the first instance."},{"prefix":"e","text":" As to all common carriers by vehicle which enter, operate in, or leave the District of Columbia, the power to route small vehicles within the District of Columbia, to regulate their equipment other than that specifically named elsewhere in this part, to regulate their schedules and their loading and unloading, to locate their stops and all platforms and loading zones, and to require the appropriate marking thereof is vested in the Public Service Commission of the District of Columbia."},{"prefix":"f","text":" Except as otherwise provided in this part or in the District of Columbia Traffic Adjudication Act of 1978 (§ 50-2301.01 et seq.), any person violating any provision of this part or any rule promulgated hereunder shall, upon conviction thereof, be fined not more than $300 or imprisoned for not more than 90 days, or both. Prosecution for violations shall be in the Superior Court of the District of Columbia upon information or indictment filed by the Corporation Counsel of the District of Columbia or any of his or her assistants."},{"prefix":"g","text":" All regulations promulgated under the authority of this part shall be published in accordance with the requirements of title 1 of the District of Columbia Administrative Procedure Act (§ 2-501 et seq.)."},{"prefix":"h","text":" Repealed."},{"prefix":"i","text":" Repealed."},{"prefix":"j","text":"(1) In addition to the fees and charges levied under other provisions of this part, there is hereby levied and imposed an excise tax on the issuance of every original certificate of title for a motor vehicle or trailer in the District of Columbia and in the case of a sale, resale, or gift, except in the case of a bona fide gift between spouses, parent and child, or domestic partners, as that term is defined in § 32-701(3), or other transfer thereof on the issuance of every subsequent certificate of title, at the following percentage of the fair market value of the motor vehicle or trailer at the time the certificate of title is issued:"},{"prefix":"2","text":" For the purpose of this section, the Mayor or his duly authorized representative shall determine the fair market value of a motor vehicle or trailer. As used in this section, the term \"original certificate of title\" shall mean the first certificate of title issued by the District of Columbia for any particular motor vehicle or trailer. No certificate of title so issued shall be delivered or furnished to the person entitled thereto until the tax has been paid in full. The Assessor of the District of Columbia may require every applicant for a certificate to title to supply such information as he deems necessary as to the time of purchase, the purchase price, and other information relative to the determination of the fair market value of any motor vehicle or trailer for which a certificate of title is required and issued."},{"prefix":"3","text":" The issuance of certificates of title for the following motor vehicles and trailers shall be exempt from the tax imposed by this subsection:"},{"prefix":"A","text":" Motor vehicles and trailers owned by the United States or the District of Columbia;"},{"prefix":"B","text":" Repealed;"},{"prefix":"C","text":" Repealed;"},{"prefix":"D","text":" Motor vehicles and trailers owned by a utility or public service company for use in furnishing a commodity or service; provided, that the receipts from furnishing such commodity or service are subject to a gross receipts or mileage tax in force in the District of Columbia at the time of a certificate of title for any such vehicle or trailer is issued."},{"prefix":"E","text":" New motor vehicles acquired from dealers as replacements for defective vehicles purchased new not more than 60 days prior to the date of such replacement, except that if the fair market value of any replacement vehicle is greater than that of the vehicle which it replaces, then the tax imposed by this section shall be paid on such difference in value. If the fair market value of any replacement vehicle is less than that of the vehicle which it replaces, then the Mayor or his designated agent is authorized to refund to the owner of the replacement vehicle an amount equal to the difference between the excise tax paid on the defective vehicle and the excise tax paid on the replacement vehicle."},{"prefix":"F","text":" Rental or leased motor vehicles or trailers; provided, that the rental or leasing of such vehicles is subject to the gross receipts tax described in § 47-2002(3)(C)."},{"prefix":"G","text":" Taxis or taxicabs as defined in § 50-303(8)."},{"prefix":"H","text":" Previously permanently registered motor vehicles and trailers purchased or acquired by nonresidents prior to coming into the District of Columbia and establishing or maintaining residences in the District."},{"prefix":"I","text":" Commercial vehicles having the characteristics specified in § 47-2352(c) that are owned or leased by a company with an established place of business (as defined in § 47-2302(13)) located within the District of Columbia, if such vehicles are used to furnish a commodity or service; provided, that, the receipts from furnishing such commodity or service are subject to a gross receipts or mileage tax in force in the District of Columbia at the time a certificate of title is issued for the vehicle."},{"prefix":"J","text":" Motor vehicles, excluding motorcycles and motorized bicycles, with an estimated average miles per gallon (\"MPG\") for city driving at or above 40 MPG, as determined in accordance with 40 CFR §§ 600.001-08, and published in the Fuel Economy Guide by the United States Environmental Protection Agency and the United States Department of Energy or other alternative fueled vehicles as determined by the Department of Motor Vehicles through rulemaking."},{"prefix":"K","text":" Motor vehicles following the death of one co-owner; provided, that the title is issued to a surviving owner."},{"prefix":"L","text":" Motor vehicles whose ownership is determined by a decree of divorce or separation or pursuant to a written instrument incident to such divorce or separation; or, in the case of former domestic partners, ownership is either determined by a court order or one co-owner transfers his or her interest to the other co-owner provided that the applicant also submits the termination statement provided for in § 32-702(d)(1); and"},{"prefix":"M","text":" Motor vehicles re-titled by an insurance company in connection with an insurance claim or pursuant to Chapter 13A of this title."},{"prefix":"N","text":" Any vehicle for which the certificate of title issued is a scrap title issued pursuant to § 50-2705."},{"prefix":"O","text":" Repealed."},{"prefix":"P","text":" Vehicles for which a District of Columbia title is being issued to the lienholder because of repossession or was re-issued to the owner after repossession."},{"prefix":"Q","text":" Vehicles designated as non-repairable or salvage pursuant to Chapter 13A of this title."},{"prefix":"k","text":"(1) Any unattended motor vehicle found parked at any time upon any public highway of the District of Columbia against which there are 2 or more unpaid notices of infraction or vehicle conveyance fees that the owner was deemed to have admitted or that were sustained after a hearing, pursuant to § 50- 2303.05, § 50-2303.06, or § 50-2209.02, or against which there have been issued 2 or more warrants may, by or under the direction of an officer or member of the Metropolitan Police force or the United States Park Police force or an employee of the District of Columbia Department of Transportation, either by towing or otherwise, be removed or conveyed to and impounded in any place designated by the Mayor or immobilized in such manner as to prevent its operation; except, that no such vehicle shall be immobilized by any means other than by the use of a device or other mechanism which will cause no damage to such vehicle unless it is moved while such device or mechanism is in place."},{"prefix":"2","text":" The notice, reclamation, and disposition procedures set forth in §§ 50- 2421.06 through 50-2421.10, shall apply to any vehicle impounded pursuant to this section. In any case involving immobilization of a vehicle pursuant to this subsection, such member or officer or employee shall cause to be placed on such vehicle, in a conspicuous manner, notice sufficient to warn any individual to the effect that such vehicle has been immobilized and that any attempt to move such vehicle might result in damage to such vehicle."},{"prefix":"3","text":" Repealed."},{"prefix":"4","text":" The owner of an immobilized vehicle shall be subject to a booting fee of $75 for such immobilization."},{"prefix":"l","text":" The Director of the Department of Motor Vehicles may establish a fee discount of up to 10% on any service obtained through the telephone, Internet, mail, or other method that does not involve an in-person visit to the Department. This subsection shall not apply to the payment of the motor vehicle title tax."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Traffic."},"chapter":{"identifier":"22","text":"Regulation of Traffic."},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"part":{"identifier":"A","text":"Traffic Act, 1925."},"heading":{"title":"50","chaptersection":"2201","identifier":"50-2201.03","catch_text":"Mayor to make rules; Department of Transportation; Director; Congressional and Council parking; title fees; common carriers; penalties; prosecutions; publication of regulations; excise tax; impoundment for outstanding violations."}}