{"text":"An official copy of the results of any blood, urine, or breath test performed on a person by a technician or by a police officer shall be admissible as substantive evidence, without the presence or the testimony of the technician or of the police officer who administered the test, in any proceeding in which that person is charged with a violation of § 50-2201.05(b); provided, that the police officer or the technician certifies that the breath test was conducted in accordance with the manufacturer's specifications, and that the equipment on which the breath test was conducted has been tested within the past 3 months and has been found to be accurate or, in the case of a blood or urine specimen, that the test of the specimen has been certified to be accurate by the chief toxicologist, Office of the Chief Medical Examiner or his or her designee; provided, further, that the person on whom any blood, urine, or breath test has been performed, or that person's attorney, may seek to compel the attendance and the testimony of the technician or of the police officer in any proceeding by stating, in writing, the reasons why the accuracy of the test result is in issue and by requesting, in writing, at least 15 days in advance of the proceeding, that such technician or such police officer appear and testify in the proceeding. Any such person upon whom a blood, urine, or breath test is performed, shall be informed, in writing, of the provisions of this section at the time that such person is charged. After having been informed, failure to give timely and proper notice shall constitute a waiver of the person's (on whom the test has been performed) right to the presence and testimony of the technician or the police officer.","historical":"Prior Codifications\n\n1981 Ed., § 40-717.2.\n\nEmergency Act Amendments\n\nFor temporary (90 day) repeal of section, see § 103(e)(2)(B) of Comprehensive Impaired Driving and Alcohol Testing Program Emergency Amendment Act of 2012 (D.C. Act 19-429, July 30, 2012, 59 DCR 9387).\n\nFor temporary (90 day) addition of sections, see § 103(e)(2)(C), (e)(3) of Comprehensive Impaired Driving and Alcohol Testing Program Emergency Amendment Act of 2012 (D.C. Act 19-429, July 30, 2012, 59 DCR 9387).\n\nFor temporary (90 day) repeal of section, see § 103(e)(2)(B) of Comprehensive Impaired Driving and Alcohol Testing Program Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-508, October 26, 2012, 59 DCR 12774).\n\nFor temporary (90 day) addition of sections, see § 103(e)(2)(C), (e)(3) of Comprehensive Impaired Driving and Alcohol Testing Program Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-508, October 26, 2012, 59 DCR 12774).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-145, see Historical and Statutory Notes following § 50-2201.03.\n\nFor legislative history of D.C. Law 4-174, see Historical and Statutory Notes following § 50-2203.01.\n\nFor legislative history of D.C. Law 9-96, see Historical and Statutory Notes following § 50-2201.02.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: See Historical and Statutory Notes following § 50-2205.02.\n\nDC CODE § 50-2205.03\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 1982, D.C. Law 4-145, § 3, 29 DCR 3138; Mar. 9, 1983, D.C. Law 4-174, § 6, 29 DCR 5753; May 5, 1992, D.C. Law 9-96, § 2(b), 38 DCR 7274.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Traffic."},"chapter":{"identifier":"22","text":"Regulation of Traffic."},"subchapter":{"identifier":"III","text":"Driving While Under the Influence of Alcohol."},"heading":{"title":"50","chaptersection":"2205","identifier":"50-2205.03","catch_text":"Admissibility of test results."}}