{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-168 rewrote the section, which formerly read:\n\n\"(a) Before implementation, or upon November 25, 2008, whichever is later, the District Department of Transportation ('DDOT') shall transmit a detailed performance parking pilot zone plan to the Council and to the Chairs of all ANCs within a performance parking pilot zone. The plan shall set zone-specific parking management targets and shall detail parking changes, which may include new parking restrictions and curbside parking fees.\n\n\"(b) During the term of a performance parking pilot zone, DDOT, in collaboration with the Ward councilmember, shall conduct quarterly public meetings to provide an update on all parking management targets within the zone and an opportunity for public comment on the program.\n\n\"(c) If a performance parking pilot zone is not meeting established parking management targets after the 2nd quarter of operation, DDOT shall re-evaluate the strategies used and implement a revised plan. Within 30 days after the 2nd quarter of operation, any revised plan shall be implemented and transmitted to the Council and ANCs, pursuant to subsection (a) of this section.\n\n\"(d) The Mayor shall submit an annual report for the prior fiscal year on each performance parking pilot zone. The report shall be transmitted to the Council within 30 days after the 4th quarter for each performance parking pilot zone, and shall provide an update on all parking management targets within the zone. At a minimum, the report shall include:\n\n\"(1) Any changes to established parking fees;\n\n\"(2) A description of curbside parking availability;\n\n\"(3) A description of parking turnover rates on retail streets;\n\n\"(4) Congestion and double-parking statistics for retail streets;\n\n\"(5) Statistics on use of pay-by-phone technology;\n\n\"(6) Number, location, and nature of parking violations and citations issued;\n\n\"(7) Total revenue from the pilot zone;\n\n\"(8) An itemization of expenditures for meter procurement and maintenance, enhanced enforcement, and non-auto transportation improvements in each pilot zone; and\n\n\"(9) Any recommendations for legislative or regulatory initiatives to improve curbside parking efficiency.\n\n\"(e) Sixty days before the expiration of a performance parking pilot zone, the Mayor shall produce a final report evaluating the success of the performance parking pilot zone, including recommendations for continuation of some or all aspects of the pilot program within the zone.\"\n\nLegislative History of Laws\n\nFor Law 17-279, see notes following § 50-2531.\n\nFor history of Law 19-168, see notes under § 50-320.\n\nDC CODE § 50-2535\n\nCurrent through December 11, 2012","credits":"(Nov. 25, 2008, D.C. Law 17-279, § 6, 55 DCR 11059; Sept. 20, 2012, D.C. Law 19-168, § 6042(e), 59 DCR 8025.)","sections":[{"prefix":"a","text":" Before implementation, or upon November 25, 2008, whichever is later, the District Department of Transportation (\"DDOT\") shall transmit a detailed performance parking zone plan to the Council and to the Chairs of all ANCs within a performance parking zone. The plan shall set zone-specific parking management targets and shall detail parking changes, which may include new parking restrictions and curbside parking fees."},{"prefix":"b","text":" At the request of any ANC or Ward Councilmember representing all or part of a performance parking zone, DDOT shall conduct public meetings to provide an update on parking management targets and an opportunity for public comment."},{"prefix":"c","text":" Repealed."},{"prefix":"d","text":" The Mayor shall provide quarterly reports to the Council and make the reports available on its website detailing the following information for each performance parking zone:"},{"prefix":"1","text":" Quarterly revenue;"},{"prefix":"2","text":" Quarterly revenue associated with performance parking meter pricing;"},{"prefix":"3","text":" Quarterly expenditures on non-automobile transportation improvements; and"},{"prefix":"4","text":" The balance of funds available for additional non-automobile transportation investments."},{"prefix":"e","text":" Repealed."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"25A","text":"Performance Parking Pilot Zones."},"heading":{"title":"50","chaptersection":"2535","identifier":"50-2535","catch_text":"Reporting requirements and oversight for each performance parking zone."}}