{"text":"If as a result of the operation or the physical control of a vehicle, a person is tried in any court of competent jurisdiction within the District of Columbia for operating or being in physical control of a vehicle while under the influence of intoxicating liquor in violation of § 50-2201.05(b), negligent homicide in violation of § 50-2203.01, or manslaughter committed in the operation of a vehicle in violation of § 22-2105, and in the course of the trial there is received, based upon a chemical test, evidence of alcohol in the defendant's blood, urine, or breath, such evidence:","historical":"Prior Codifications\n\n1981 Ed., § 40-717.1.\n\nEffect of Amendments\n\nD.C. Law 16-195 rewrote the section which had read as follows:\n\n\"If as a result of the operation of a vehicle, any person is tried in any court of competent jurisdiction within the District of Columbia for operating such vehicle while under the influence of any intoxicating liquor or while the ability to operate a vehicle is impaired by the consumption of intoxicating liquor in violation of § 50-2201.05(b), negligent homicide in violation of § 50-2203.01, or manslaughter committed in the operation of such vehicle in violation of § 22-2105 and in the course of such trial there is received in evidence, based upon a chemical test, competent proof to the effect that at the time of such operation:\n\n\"(1) Defendant's blood contained less than .03%, by weight, of alcohol, or defendant's urine contained less than .04%, by weight, of alcohol, or that at the time of the test less than .14 micrograms of alcohol were contained in 1 milliliter of his or her breath, consisting of substantially alveolar air, this evidence shall not establish a presumption that the defendant was or was not, at the time, under the influence of intoxicating liquor, but it may be considered with other competent evidence in determining whether the defendant was under the influence of intoxicating liquor; and\n\n\"(2) Defendant's blood contained .05 or more, by weight, of alcohol, or defendant's urine contained .06% or more, by weight, of alcohol, or that at the time of the test, .24 micrograms or more of alcohol were contained in 1 milliliter of his or her breath, consisting of substantially alveolar air, this evidence shall constitute prima facie proof that the defendant was, at the time, under the influence of intoxicating liquor and that, while the defendant was operating or in physical control of a vehicle, his or her ability to operate a vehicle was impaired by the consumption of intoxicating liquor.\"\n\nD.C. Law 18-88, in par. (1), substituted \"less than 0.05 grams\" for \"0.05 grams or less\"; and rewrote par. (2), which had read as follows:\n\n\"(2) Shall not, if at the time of testing, defendant's alcohol concentration was more than 0.05 grams per 100 milliliters of blood or per 210 liters of breath or more than 0.06 grams per 100 milliliters of urine, but less than 0.08 grams per 100 milliliters of blood or per 210 liters of breath or less than 0.10 grams per 100 milliliters of urine, establish a presumption that the defendant was or was not, at the time, under the influence of intoxicating liquor, but it may be considered with other competent evidence in determining whether the defendant was under the influence of intoxicating liquor.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 4 of Driving Under the Influence Repeat Offenders Temporary Amendment Act of 2000 (D.C. Law 13-198, October 21, 2000, law notification 47 DCR 8988).\n\nFor temporary (225 day) amendment of section, see § 2 of Anti-Drunk Driving Clarification Temporary Amendment Act of 2005 (D.C. Law 16-50, February 9, 2006, law notification 53 DCR 1458).\n\nEmergency Act Amendments\n\nFor temporary (90-day) repeal of expiration date of section, see § 4 of the Driving Under the Influence Repeat Offenders Emergency Amendment Act of 2000 (D.C. Act 13-382, July 24, 2000, 47 DCR 6697).\n\nFor temporary (90 day) amendment of section, see § 4 of the Driving Under the Influence Repeat Offenders Congressional Review Emergency Amendment Act of 2000 (D.C. Act 13-437, October 20, 2000, 47 DCR 8737).\n\nFor temporary (90 day) addition of section, see § 2 of Anti-Drunk Driving Clarification Emergency Amendment Act of 2005 (D.C. Act 16-194, November 3, 2005, 52 DCR 10034).\n\nFor temporary (90 day) amendment of section, see § 2 of Anti-Drunk Driving Clarification Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-300, February 27, 2006, 53 DCR 1881).\n\nFor temporary (90 day) amendment of section, see § 2 of Anti-Drunk Driving Clarification Emergency Amendment Act of 2006 (D.C. Act 16-469, July 31, 2006, 53 DCR 6764).\n\nFor temporary (90 day) amendment of section, see § 2 of Anti-Drunk Driving Clarification Second Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-518, October 27, 2006, 53 DCR 9104).\n\nFor temporary (90 day) amendment of section, see § 2 of Anti-Drunk Driving Clarification Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-6, January 16, 2007, 54 DCR 1452).\n\nFor temporary (90 day) amendment of section, see § 229 of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) amendment of section, see § 229 of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18- 227, October 21, 2009, 56 DCR 8668).\n\nFor temporary (90 day) repeal of section, see § 103(e)(2)(A) of Comprehensive Impaired Driving and Alcohol Testing Program Emergency Amendment Act of 2012 (D.C. Act 19-429, July 30, 2012, 59 DCR 9387).\n\nFor temporary (90 day) repeal of section, see § 103(e)(2)(A) of Comprehensive Impaired Driving and Alcohol Testing Program Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-508, October 26, 2012, 59 DCR 12774).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-145, see Historical and Statutory Notes following § 50-2201.03.\n\nFor legislative history of D.C. Law 4-174, see Historical and Statutory Notes following § 50-2203.01.\n\nFor legislative history of D.C. Law 9-96, see Historical and Statutory Notes following § 50-2201.02.\n\nFor legislative history of D.C. Law 10-68, see Historical and Statutory Notes following § 50-2201.05.\n\nFor legislative history of D.C. Law 12-212, see Historical and Statutory Notes following § 50-2201.05.\n\nFor Law 16-195, see notes following § 50-406.\n\nFor Law 18-88, see notes following § 50-1731.06.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: Section 12 of D.C. Law 4-145 provided that the Mayor shall issue rules to implement the provisions of the act.\n\nExpiration of Law 12-212: Section 8(b) of D.C. Law 12-212, which provided that the act shall expire on September 30, 2000, was repealed by section 4 of D.C. Law 13-238.\n\nDC CODE § 50-2205.02\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 1982, D.C. Law 4-145, § 2, 29 DCR 3138; Mar. 9, 1983, D.C. Law 4-714, §§ 4, 5, 29 DCR 5753; May 5, 1992, D.C. Law 9-96, § 2(a), 38 DCR 7274; Feb. 5, 1994, D.C. Law 10-68, § 33, 40 DCR 6311; Apr. 13, 1999, D.C. Law 12-212, § 5, 46 DCR 5; Mar. 2, 2007, D.C. Law 16-195, § 2, 53 DCR 8675; Dec. 10, 2009, D.C. Law 18-88, § 229, 56 DCR 7413.)","sections":[{"prefix":"1","text":" Shall, if at the time of testing, defendant's alcohol concentration was less than 0.05 grams per 100 milliliters of blood or per 210 liters of breath or 0.06 grams or less per 100 milliliters of urine, establish a rebuttable presumption that the defendant was not, at the time, under the influence of intoxicating liquor."},{"prefix":"2","text":" If at the time of testing, defendant's alcohol concentration was 0. 05 grams or more per 100 milliliters of blood or per 210 liters of breath or more than 0.06 grams per 100 milliliters of urine, but less than 0.08 grams per 100 milliliters of blood or per 210 liters of breath or less than 0.10 grams per 100 milliliters of urine, this evidence shall constitute prima facie proof that the defendant was, at the time, under the influence of intoxicating liquor."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Traffic."},"chapter":{"identifier":"22","text":"Regulation of Traffic."},"subchapter":{"identifier":"III","text":"Driving While Under the Influence of Alcohol."},"heading":{"title":"50","chaptersection":"2205","identifier":"50-2205.02","catch_text":"Evidence of intoxication."}}