{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-605.\n\n1973 Ed., § 40-1105.\n\nEffect of Amendments\n\nD.C. Law 13-289, in subsec. (a), par. (2)(A), substituted \"§ 50-2302.05(d)(1) and § 50-2303.05(d)(1)\" for \"§ 50-2302.03(d) and § 50-2303.05(d)'; and added subsec. (c).\n\nD.C. Law 19-168, in subsec. (b), deleted the last sentence which read: \"The Director may pay a reasonable percentage of monies collected to private agencies for the collection of fines, penalties and fees.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1054(b) of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 1054(b) of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-104, see Historical and Statutory Notes following § 50-2301.01.\n\nLaw 6-15 was introduced in Council and assigned Bill No. 6-141, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 14, 1985 and May 28, 1985, respectively. Signed by the Mayor on June 7, 1985, it was assigned Act No. 6-30 and transmitted to both Houses of Congress for its review.\n\nFor D.C. Law 13-289, see notes following § 50-401.\n\nFor history of Law 19-168, see notes under § 50-320.\n\nResolutions\n\nResolution 16-352, the \"International Registration Plan Enforcement Rulemaking Disapproval Resolution of 2005\", was approved effective November 1, 2005.\n\nResolution 16-548, the \"Commercial Driver's License and International Registration Plan Enforcement Approval Resolution of 2006\", was approved effective March 7, 2006.\n\nMiscellaneous Notes\n\nSnow Emergency Fine Increase Resolution of 1998: Pursuant to Resolution PR 12- 998, deemed approved on November 28, 1998, the Council approved a proposed rule, transmitted to the Council by the Mayor, which amended Title 18 of the District of Columbia Municipal Regulations, sections 2600.1 and 2601.1, to increase fines for violations of snow emergency rules.\n\nDC CODE § 50-2301.05\n\nCurrent through December 11, 2012","credits":"(Sept. 12, 1978, D.C. Law 2-104, § 105, 25 DCR 1275; Aug. 1, 1985, D.C. Law 6-15, § 9, 32 DCR 3570; Apr. 27, 2001, D.C. Law 13-289, § 302(c), 48 DCR 2057; Sept. 20, 2012, D.C. Law 19-168, § 1054(b), 59 DCR 8025.)","sections":[{"prefix":"a","text":" The maximum monetary sanctions that may be imposed under this chapter shall be as follows:"},{"prefix":"1","text":" The civil fine for an infraction shall be an amount equal to the collateral or bond established for the offense, equivalent to the infraction, by the Board of Judges of the Superior Court of the District of Columbia on the day before September 12, 1978. The Mayor may modify this schedule of fines by an order which shall be presented to the Council. The order shall be effective 45 days after the Mayor presents it to the Council unless the Council adopts a resolution either disapproving or approving the Mayor's order, and does so during the review period of 45 days, which shall not include Saturdays, Sundays, legal holidays, and days of recess for the Council."},{"prefix":"2","text":" In addition to the civil fine, the following penalties may be imposed:"},{"prefix":"A","text":" In the case of a person receiving a notice of infraction who fails to answer such notice within the time specified by § 50-2302.05(d)(1) and § 50-2303.05(d)(1), a penalty equal to the amount of the civil fine;"},{"prefix":"B","text":" In the case of a person receiving a notice of infraction who fails to answer such notice by the close of business on the date set for the hearing or who answers but fails without good cause to appear at such hearing, with respect to infractions under subchapter II of this chapter, a penalty equal to twice the amount of the civil fine and, with respect to infractions under subchapter III of this chapter, a penalty equal to the amount of the civil fine plus $5."},{"prefix":"b","text":" A respondent may pay such fines and penalties by use of credit cards approved by the Director."},{"prefix":"c","text":" The Director may permit, in his or her sole discretion, persons owing substantial fines, fees or charges to the Department to pay the amounts owed in installments at intervals as the Director may decide."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Traffic."},"chapter":{"identifier":"23","text":"Traffic Adjudication."},"subchapter":{"identifier":"I","text":"Purposes; Definitions; Establishment; Hearing Examiners; Sanctions; Time Computations; Regulations. (Refs & Annos)"},"heading":{"title":"50","chaptersection":"2301","identifier":"50-2301.05","catch_text":"Monetary sanctions."}}