{"text":"For purposes of this subchapter, the terms:","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of this section, see § 2 of Removal and Disposition of Abandoned and Other Unlawfully Parked Vehicles Reform Congressional Review Emergency Act of 2003 (D.C. Act 15-171, October 6, 2003, 50 DCR 9163).\n\nLegislative History of Laws\n\nFor Law 15-35, see notes following § 50-2421.01.\n\nDC CODE § 50-2421.02\n\nCurrent through December 11, 2012","credits":"(Oct. 28, 2003, D.C. Law 15-35, § 2, 50 DCR 6579.)","sections":[{"prefix":"1","text":" \"Abandoned vehicle\" means any motor vehicle, trailer, or semitrailer that is left, parked, or stored on public space for more than 48 hours or on private property for more than 30 days, and to which at least 2 of the following apply:"},{"prefix":"A","text":" The vehicle is extensively damaged, including fire damage;"},{"prefix":"B","text":" The vehicle is apparently inoperable, including a vehicle missing its transmission, motor, or one or more tires, and which is not undergoing emergency repair;"},{"prefix":"C","text":" The vehicle serves as harborage for rats, vermin, and other pests; or"},{"prefix":"D","text":" The vehicle does not display valid tags or a valid registration sticker."},{"prefix":"2","text":" \"Dangerous vehicle\" means any motor vehicle, trailer, or semitrailer that, as a result of the presence of rats, vermin, or other pests, exposed glass or metal shards, or other dangerous condition poses an imminent hazard to the public health, safety, or welfare. Any motor vehicle, trailer, or semitrailer that is in a wrecked, dismantled, or irreparable condition, or destroyed by fire, is per se a dangerous vehicle."},{"prefix":"3","text":" \"Department\" means the Department of Public Works."},{"prefix":"4","text":" \"Director\" means the Director of the Department of Public Works."},{"prefix":"5","text":" \"Impounded\" means any vehicle in the custody of the Department of Public Works or stored at a private storage facility at the direction of the Department as a result of the vehicle:"},{"prefix":"A","text":" Having been removed from its location for:"},{"prefix":"i","text":" Violating § 50-2421.03;"},{"prefix":"ii","text":" Having 2 or more unsettled notices of infraction against it, as authorized by § 50-2201.03(k); or"},{"prefix":"iii","text":" Having been parked in violation of a traffic regulation other than overtime parking of less than 24 hours, as authorized by 18 DCMR § 2421; or"},{"prefix":"B","text":" Having been transferred from the custody of the Metropolitan Police Department to the custody of the Department of Public Works."},{"prefix":"6","text":" \"Motor vehicle\" or \"vehicle\" means any device designed to be propelled by an internal-combustion engine, electricity, or steam."},{"prefix":"7","text":" \"Physical characteristics of an abandoned vehicle\" means any 2 of the conditions set forth in paragraph (1) of this section."},{"prefix":"8","text":" \"Private property\" means real property, including real property owned or under the jurisdiction of the District of Columbia, other than public space."},{"prefix":"9","text":" \"Public space\" means all the property owned or under the jurisdiction of the District of Columbia, between lines on a street, as such property lines are shown on the records of the Surveyor of the District of Columbia, and includes any roadway, tree space, sidewalk, or parking between such property lines."},{"prefix":"10","text":" \"Unclaimed vehicle\" means an impounded motor vehicle not reclaimed within the applicable time periods set forth in § 50-2421.08."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"24","text":"Abandoned and Junk Vehicle Removal."},"subchapter":{"identifier":"II","text":"Removal and Disposition of Abandoned and Other Unlawfully Parked Vehicles."},"heading":{"title":"50","chaptersection":"2421","identifier":"50-2421.02","catch_text":"Definitions."}}