{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-625.\n\n1973 Ed., § 40-1119.\n\nEffect of Amendments\n\nD.C. Law 13-289 validated a previously made change and rewrote subsec. (d), which had read:\n\n\"(d) A person to whom a notice of infraction has been issued shall answer within 15 calendar days of the date the notice was issued. Failure to answer within the prescribed period may result in imposition of monetary penalties established by § 50-2301.05, in addition to the potential civil fine for the infraction. This subsection shall not apply to any fleet owner who participates in the fleet adjudication program.\"\n\nD.C. Law 16-279, in subsec. (a), par. (2), added subpars. (F), and (G); in subsec. (b), substituted \"telephone, email, or through the Department's website\" for \"telephone\"; in subsec. (d), par. (2), substituted \"mail, to the address in the Department of Motor Vehicles' records, if such address was supplied to the Department of Motor Vehicles,\" for \"mail\"; and added subsec. (f).\n\nD.C. Law 17-303, in subsec. (a)(1)(A), substituted \"civil fine and any related vehicle conveyance fee\" for \"civil fine\"; in subsec. (c), substituted \"civil fine, any related vehicle conveyance fee assessed by the District,\" for \"civil fine\"; in subsec. (d)(1), inserted \"and any related vehicle conveyance fee\"; and, in subsec. (d)(2), substituted \"penalties, fines, and any vehicle conveyance fees\" for \"penalties and fines\".\n\nD.C. Law 17-353 made a technical amendment to the enacting clause of D.C. Law 16-279, § 301(g), which did not change the text of the section.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 503(c) of Fiscal Year 1997 Budget Support Temporary Amendment Act of 1996 (D.C. Law 11-226, April 9, 1997, law notification 44 DCR 2584).\n\nFor temporary (225 day) amendment of section, see § 2(b) of Fleet Traffic Adjudication Temporary Amendment Act of 1997 (D.C. Law 12-49, February 27, 1998, law notification 45 DCR 1510).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 504(c) of the Fiscal Year 1997 Budget Support Emergency Act of 1996 (D.C. Act 11-302, July 25, 1996, 43 DCR 4181), § 504(c) of the Fiscal Year 1997 Budget Support Emergency Amendment Act of 1996 (D.C. Act 11-429, October 29, 1996, 43 DCR 6151), § 504(c) of the Fiscal Year 1997 Budget Support Congressional Adjournment Emergency Amendment Act of 1997 (D.C. Act 12-2, February 19, 1997, 44 DCR 1590), § 2(b) of the Traffic Adjudication Fleet Adjudication Emergency Amendment Act of 1997 (D.C. Act 12- 122, August 1, 1997, 44 DCR 4649), and § 2(b) of the Fleet Traffic Adjudication Legislative Review Emergency Amendment Act of 1997 (D.C. Act 12-173, October 30, 1997, 44 DCR 6911).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-104, see Historical and Statutory Notes following § 50-2301.01.\n\nFor legislative history of D.C. Law 11-198, see Historical and Statutory Notes following § 50-2301.04.\n\nFor legislative history of D.C. Law 12-76, see Historical and Statutory Notes following § 50-2303.04a.\n\nFor D.C. Law 13-289, see notes following § 50-401.\n\nFor Law 16-279, see notes following § 50-312.\n\nFor Law 17-303, see notes following § 50-2201.02.\n\nFor Law 17-353, see notes following § 50-324.\n\nTransfer of Functions\n\nThe functions of the Department of Transportation were transferred to the Department of Public Works by Reorganization Plan No. 4 of 1983, effective March 1, 1984.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: Section 3 of D.C. Law 12-76 provided that the Mayor may issue rules to implement the provisions of the act.\n\nDC CODE § 50-2303.05\n\nCurrent through December 11, 2012","credits":"(Sept. 12, 1978, D.C. Law 2-104, § 305, 25 DCR 1275; Apr. 9, 1997, D.C. Law 11-198, § 504(c), 43 DCR 4569; March 24, 1998, D.C. Law 12-76, § 2(b), 45 DCR 481; Apr. 27, 2001, D.C. Law 13-289, § 302(i), 48 DCR 2057; Mar. 14, 2007, D.C. Law 16-279, § 301(g), 54 DCR 903; Mar. 20, 2009, D.C. Law 17- 303, § 4(b), 55 DCR 12803; Mar. 25, 2009, D.C. Law 17-353, § 164(b), 56 DCR 1117.)","sections":[{"prefix":"a","text":"(1) In answer to a notice of infraction, a person to whom the notice was issued may:"},{"prefix":"A","text":" Admit, by payment of the civil fine and any related vehicle conveyance fee, the commission of the infraction; or"},{"prefix":"B","text":" Deny the commission of the infraction."},{"prefix":"2","text":" A person charged with a parking violation may contest the charge through an adjudication by mail or at an administrative hearing limited to one or more of the following grounds with appropriate evidence to support:"},{"prefix":"A","text":" That the respondent was not the owner or lessee of the cited vehicle at the time of the infraction;"},{"prefix":"B","text":" That the cited vehicle or its state registration plates were stolen at the time of the violation occurred;"},{"prefix":"C","text":" That the relevant signs prohibiting or restricting parking were missing or obscured;"},{"prefix":"D","text":" That the relevant parking meter was inoperable or malfunctioned through no fault of the respondent;"},{"prefix":"E","text":" That the facts alleged on the parking violation notice are inconsistent or do not support a finding that the specified regulation was violated;"},{"prefix":"F","text":" That the vehicle was suddenly mechanically disabled; provided, that the vehicle was removed as soon as practicable; or"},{"prefix":"G","text":" That the operator suddenly needed immediate medical assistance."},{"prefix":"b","text":" A person to whom a notice of infraction has been issued may answer by personal appearance or by mail. Answers by telephone, email, or through the Department's website may be permitted by regulation."},{"prefix":"c","text":" A person admitting the commission of an infraction shall, at the same time he submits his answer, pay the civil fine, any related vehicle conveyance fee assessed by the District, and any additional penalties, established pursuant to § 50-2301.05, as may be due for failure to answer within the time required by subsection (d) of this section without appearing at the hearing."},{"prefix":"d","text":"(1) A person to whom a notice of infraction has been issued shall answer within 30 calendar days of the date the notice was issued, or within a greater period of time as prescribed by the Director by regulation. Failure to answer the notice within this period shall result in the imposition of monetary penalties established by § 50-2301.05, in addition to the potential civil fine for the infraction and any related vehicle conveyance fee."},{"prefix":"2","text":" If a person fails to answer within 60 days, or within a greater period of time as prescribed by the Director by regulation, the commission of the infraction shall be deemed admitted and all penalties, fines, and any vehicle conveyance fees shall be assessed. Not more than 50 days after the notice is issued, the Director shall send, by regular mail, to the address in the Department of Motor Vehicles' records, if such address was supplied to the Department of Motor Vehicles, notice of the outstanding notice of infraction and of the impending deemed admission. This subsection shall not apply to any participant in the fleet adjudication program."},{"prefix":"e","text":" Any person who desires the presence at the hearing of the police officer or the Department of Transportation employee who served the notice of infraction on such person must so demand at the same time such person answers to the infraction."},{"prefix":"f","text":" A deemed admission pursuant to subsection (d)(2) of this section may be vacated by any person not participating in the fleet adjudication program, if the Department receives, within 60 days of the date of the admission, a written application to vacate that sets forth:"},{"prefix":"1","text":" A sufficient defense to the charge; and"},{"prefix":"2","text":" Excusable neglect for failing to answer within the time period provided for in subsection (d) of this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Traffic."},"chapter":{"identifier":"23","text":"Traffic Adjudication."},"subchapter":{"identifier":"III","text":"Parking, Standing, Stopping and Pedestrian Infractions. (Refs & Annos)"},"heading":{"title":"50","chaptersection":"2303","identifier":"50-2303.05","catch_text":"Answer."}}