{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-21 repealed subsec. (i), which had read as follows:\n\n\"(i) The Performance Parking Pilot Program shall terminate 2 years from November 25, 2008.\"\n\nD.C. Law 19-168, in the section heading, substituted \"Performance Parking Zones\" for \"Performance Parking Pilot Program\" ; in subsec. (a), substituted \"Performance Parking Zones\" for \"a Performance Parking Pilot Program\" and \"citywide\" for \"within and around established performance parking pilot zones\"; in subsec. (b), substituted \"following goals\" for \"following performance parking pilot zone goals\"; in subsec. (c), substituted \"The Mayor may\" for \"Within each performance parking pilot zone, the Mayor shall\"; in subsec. (d), substituted \"Notwithstanding\" for \"Within each performance parking pilot zone, and notwithstanding\" ; in subsec. (e), substituted \"changing curbside parking fees\" for \"increasing curbside parking fees within a performance parking pilot zone\"; in subsec. (f), substituted \"restrictions\" for \"restrictions within a performance parking pilot zone, except for changes to curbside parking fees pursuant to subsection (d)(1) of this section\"; in subsec. (g), substituted \"zone\" for \"pilot zone\"; and, in subsec. (h), substituted \"performance parking zone\" for \"pilot zone\" and \"project\" for \"parking pilot project\".\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 18-305 repealed subsec. (i).\n\nSection 4(b) of D.C. Law 18-305 provides that the act shall expire after 225 days of its having taken effect.\n\nTemporary Addition of Section\n\nSections 2 and 3 of D.C. Law 18-302 added sections to read as follows:\n\n\"Sec. 2. Ward 1 Enhanced Residential Parking Program.\n\n\"(a) There is established a Ward 1 Enhanced Residential Parking Program ('Program'). Any Ward 1 Advisory Neighborhood Commission ('ANC') may, by resolution of that ANC, vote to include blocks within the ANC in the Program. The Program will consist of the following requirements:\n\n\"(1) Any block that participates in the residential permit parking in Ward 1 shall have at least 50% of the legal residential parking spaces on that block designated as Zone 1 Permitted Parking Only;\n\n\"(2) A visitor parking pass program shall be available to residents similar to the program in Mount Pleasant required by section 8 of the Performance Parking Pilot Zone Act of 2010, effective November 25, 2008 (D.C. Law 17-279; D.C. Official Code § 50-2537); and\n\n\"(3) Any resident owning a vehicle registered at an address on a Ward 1 residential block may be granted a Zone 1 residential parking sticker, in accordance with the process developed by the Mayor pursuant to section 3.\n\n\"(b) Blocks within a streetscape construction project impact zone, as designated by the Mayor, shall be excluded from the Program until the Mayor declares that all major construction associated with the streetscape has been completed.\n\n\"Sec. 3. Rules.\n\n\"(a) Within 90 days of the effective date of this act, the Mayor, pursuant to Title 1 of the District of Columbia Administrative Procedure Act, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), shall issue rules to implement the provisions of this act. The proposed rules shall be submitted to the Council for a 30-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the rules, in whole or in part, by resolution, within this 30-day review period, the proposed rules shall be deemed approved.\n\n\"(b) The rules submitted to the Council shall address the following:\n\n\"(1) The application of the requirements of section 2 to streets that are on the boundary of Ward 1;\n\n\"(2) The application of the requirements of section 2 to streets that are on the boundary of an ANC;\n\n\"(3) The definition of streetscape construction project impact zones as referenced in section 2(b);\n\n\"(4) The process for receiving a visitor pass and the hours for the visitor pass programs; and\n\n\"(5) The eligibility requirements for who may receive the permit referenced in section 2(a)(3).\"\n\nSection 5(b) of D.C. Law 18-302 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section § 2(i) of D.C. Law 17-279, see § 2 of Performance Parking Extension Emergency Amendment Act of 2010 (D.C. Act 18- 603, November 17, 2010, 57 DCR 11046).\n\nFor temporary (90 day) amendment of section, see § 2 of Performance Parking Extension Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-9, February 11, 2011, 58 DCR 1427).\n\nLegislative History of Laws\n\nLaw 17-279, the \"Performance Parking Pilot Zone Act of 2008\", was introduced in Council and assigned Bill No. 17-580 which was referred to the Committee on Public Works and Environment. The Bill was adopted on first and second readings on July 15, 2008, and September 16, 2008, respectively. Signed by the Mayor on October 6, 2008, it was assigned Act No. 17-534 and transmitted to both Houses of Congress for its review. D.C. Law 17-279 became effective on November 25, 2008.\n\nFor history of Law 19-21, see notes under § 50-231.\n\nFor history of Law 19-168, see notes under § 50-320.\n\nDelegation of Authority\n\nDelegation of Authority Performance--Parking Pilot Zone Emergency Act of 2008, see Mayor's Order 2008-56, March 28, 2008 (55 DCR 5507).\n\nMiscellaneous Notes\n\nShort title: Section 6041 of D.C. Law 19-168 provided that subtitle E of title VI of the act may be cited as \"Performance Parking Zone Expansion Amendment Act of 2012\".\n\nDC CODE § 50-2531\n\nCurrent through December 11, 2012","credits":"(Nov. 25, 2008, D.C. Law 17-279, § 2, 55 DCR 11059; Sept. 14, 2011, D.C. Law 19-21, § 6083(a), 58 DCR 6226; Sept. 20, 2012, D.C. Law 19-168, § 6042(a), 59 DCR 8025.)","sections":[{"prefix":"a","text":" The Mayor may establish Performance Parking Zones for the purpose of managing curbside parking and reducing congestion citywide."},{"prefix":"b","text":" The Mayor shall establish zone-specific parking management targets, and implement regulations, to achieve the following goals:"},{"prefix":"1","text":" Protect resident parking in residential zones;"},{"prefix":"2","text":" Facilitate regular parking turnover in busy commercial areas;"},{"prefix":"3","text":" Promote the use of non-auto transportation; and"},{"prefix":"4","text":" Decrease vehicular congestion within each zone."},{"prefix":"c","text":" The Mayor may designate residential permit parking zones on currently undesignated residential blocks."},{"prefix":"d","text":" Notwithstanding any other provision of law or regulation, the Mayor may employ the following to achieve the goals and targets established pursuant to subsection (b) of this section:"},{"prefix":"1","text":" Set or adjust curbside parking fees;"},{"prefix":"2","text":" Set or adjust the days and hours during which curbside parking fees apply;"},{"prefix":"3","text":" Adjust parking fines, as needed, to dissuade illegal parking; and"},{"prefix":"4","text":" Exempt vehicles displaying valid, in-zone residential permit parking stickers from meter payment, as needed."},{"prefix":"e","text":" When changing curbside parking fees, the Mayor shall:"},{"prefix":"1","text":" Monitor curbside parking availability rates on commercial streets to establish a need for any fee increase;"},{"prefix":"2","text":" Except for fees in loading zones, not increase any fee by more than $0.50 in any one-month period, or more than once per month; and"},{"prefix":"3","text":" Except for fees in loading zones, provide notice to the affected Ward Councilmember and Advisory Neighborhood Commission (\"ANC\") of any changes in curbside parking fees at least 10 days before implementation."},{"prefix":"f","text":" Curbside signage, meter decals, and electronic displays shall provide sufficient notice of changes to restrictions within a performance parking pilot zone, except for changes to curbside parking fees pursuant to subsection (d)(1) of this section within a performance parking pilot zone, except for changes to curbside parking fees pursuant to subsection (d)(1) of this section."},{"prefix":"g","text":" The Mayor shall designate a project manager who will serve as the main point of contact for the public on matters related to each performance parking zone."},{"prefix":"h","text":" The Mayor shall publish a public web site that includes the following: performance parking zone boundaries, rules or regulations, information about how to use new parking fee technologies, and a project manager's name and contact information."},{"prefix":"i","text":" Repealed."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"25A","text":"Performance Parking Pilot Zones."},"heading":{"title":"50","chaptersection":"2531","identifier":"50-2531","catch_text":"Performance Parking Zones."}}