{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-711.\n\n1973 Ed., § 40-604a.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(301, 302, 303) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nDelegation of functions: Reorganization Order No. 18, dated October 23, 1952, created in the Department of General Administration under the direction and control of the Director of General Administration, an Administrative Services Office. This office was assigned the duties of maintaining records of space allotted to District employees for parking privately owned motor vehicles on District or Federal property and also to review requests for and make recommendations for assignments and execute control of approved assignments. Reorganization Order No. 18 was revoked by Organization Order No. 3, dated December 13, 1967, Part IVA of which continued the Administrative Services Office and the parking functions thereof. The Administrative Services Office and the functions stated in Part IVA of Organization Order No. 3 were transferred to the Director of the Department of General Services by Commissioner's Order No. 69-96, dated March 7, 1969.\n\nDC CODE § 50-2632\n\nCurrent through December 11, 2012","credits":"(June 6, 1940, 54 Stat. 241, ch. 253, §§ 1, 2, 3.)","sections":[{"prefix":"a","text":" The Council of the District of Columbia is authorized, in its discretion, to permit such officers and employees of the District of Columbia government as the Council may select to park motor vehicles in any building or buildings now or hereafter erected upon squares no. 490, 491, and 533, and reservation no. 10, in the District of Columbia, known as the Municipal Center, and to make regulations, which the Mayor shall enforce, for the control of the parking of such vehicles, including the authority to prescribe fees and charges, which the Mayor shall collect, for the privilege of parking of such vehicles."},{"prefix":"b","text":" The Council is further authorized, in its discretion, to permit the public to park motor vehicles in such portion or portions of squares no. 490, 491, and 533, and reservation no. 10, in the District of Columbia, known as the Municipal Center, as may be set apart by the said Council for such purpose, and to make such regulations, which the Mayor shall enforce, as the Council may deem advisable for the control of parking in such portion or portions of the Municipal Center as the Council may set apart for such purpose, including authority to restrict the privilege of parking therein to persons having business in the Municipal Center, and to make regulations, which the Mayor shall enforce, to prohibit parking in all portions of the Municipal Center not set apart by the Council for such purpose. The Council is further authorized in its discretion, to prescribe fees and charges, which the Mayor shall collect, for the privilege of parking motor vehicles in such portion or portions of the Municipal Center as may be set apart for such purpose, and, to aid in the collection of such fees and charges and the enforcement of such regulations, the Mayor may install mechanical parking meters or devices."},{"prefix":"c","text":" The Council is further authorized to prescribe reasonable penalties of fine not to exceed $25 or imprisonment not to exceed 10 days for the violation of any regulation promulgated under the authority of this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"26","text":"Regulation of Parking."},"subchapter":{"identifier":"III","text":"Miscellaneous."},"heading":{"title":"50","chaptersection":"2632","identifier":"50-2632","catch_text":"Parking of automobiles in Municipal Center; regulations; violations and penalties."}}