{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-851.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-153, see Historical and Statutory Notes following § 50-2501.\n\nLaw 11-110, the \"Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nDC CODE § 50-2511\n\nCurrent through December 11, 2012","credits":"(Aug. 23, 1994, D.C. Law 10-153, § 12, 41 DCR 4652; Apr. 18, 1996, D.C. Law 11-110, § 45(a), 43 DCR 530.)","sections":[{"prefix":"a","text":"(1) Parking districts shall be geographical areas definable by specific metes and bounds and may be located in any area permitted in accordance with the zoning regulations of the District."},{"prefix":"2","text":" Parking facilities may be established in any section or portion of the District except that no parking facilities shall be established upon any property zoned residential without the approval of the Zoning Commission of the District. The Zoning Commission may grant such approval only after public notice and hearing in accordance with § 6-641.03, and a finding that the location of a parking facility in the area is to the benefit of the residents."},{"prefix":"b","text":" The establishment of a parking district shall be initiated with a petition signed by the owners of real property that represents 50% or more of the combined assessed value of all Class 3, Class 4, and Class 5 real property, as those classes of real property are established pursuant to § 47-813, located within a proposed parking district. Upon receipt of a valid petition, the Authority shall assess the parking needs within the proposed parking district and recommend to the Mayor the establishment of a parking district if the Authority determines that the establishment of a parking district is warranted."},{"prefix":"c","text":" A recommendation to the Mayor for the establishment of a parking district shall describe the metes and bounds of the proposed parking district and shall also contain the following information:"},{"prefix":"1","text":" An assessment of current facilities for parking within the proposed parking district and an assessment of current and future parking needs for that area;"},{"prefix":"2","text":" A proposal for the establishment of parking facilities within the proposed parking district including the specific structures to be erected and a time frame for completion of such facilities; and"},{"prefix":"3","text":" A statement of finding that the establishment of the proposed parking facility or facilities within the proposed parking district is not in violation of existing zoning regulations of the District."},{"prefix":"d","text":" Simultaneous with submittal of the recommendation to the Mayor for the establishment of a parking district, the Authority shall submit a financial plan for funding the public parking facilities within the proposed parking district which may include the following:"},{"prefix":"1","text":" Specific user charges proposed;"},{"prefix":"2","text":" An ad valorem real property tax rate to be imposed on Class 3, Class 4, and Class 5 real property within the parking district; and"},{"prefix":"3","text":" Any other elements of the financial plan which would generate revenues sufficient to meet debt service, administrative fees and any other expenses relating to bonds sold to finance the proposed parking facilities within the parking district and also provide for operating and maintenance costs."},{"prefix":"e","text":" If the Mayor approves the recommendation by the Authority, the Mayor shall transmit proposed legislation to the Council for the creation of the proposed parking district within 60 days from the date the Mayor receives the recommendation from the Authority."},{"prefix":"f","text":" After the Council receives the proposed legislation for establishment of the parking district from the Mayor, the Council may establish by act the parking district."},{"prefix":"g","text":" The Council is authorized in each fiscal year following the establishment of a parking district to levy and cause to be collected special real property taxes in the nature of ad valorem taxes from property owners in each parking district."},{"prefix":"h","text":" The special tax levied on the property owners in the parking district and other monies collected by the parking district shall be used to pay the following for the specific parking district for which the tax is levied:"},{"prefix":"1","text":" The system fee;"},{"prefix":"2","text":" The administrative fee; and"},{"prefix":"3","text":" The repayment of debt service, credit enhancements, and administrative fees."},{"prefix":"i","text":" Property owners who fail to pay the special tax authorized by subsection (g) of this section shall be subject to interest and penalties for nonpayment of taxes pursuant to § 47-1813.04."},{"prefix":"j","text":" On a date to be set by the Mayor, the Authority shall submit to the Mayor a budget, which shall be included in the annual or supplemental budget transmitted by the Mayor to the Council pursuant to § 47-204.42, covering all anticipated revenue, transfers, expenses, and capital outlays of the Authority."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"25","text":"Public Parking Authority."},"heading":{"title":"50","chaptersection":"2511","identifier":"50-2511","catch_text":"Parking districts."}}