{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-806.\n\n1973 Ed., § 40-805.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-108, see Historical and Statutory Notes following § 50-2634.\n\nFor Law 16-175, see notes following § 50-2602.\n\nMiscellaneous Notes\n\nMotor Vehicle Parking Agency abolished: The Motor Vehicle Parking Agency was abolished and the functions thereof transferred to the Board of Commissioners of the District of Columbia by Reorganization Plan No. 5 of 1952. The Agency was reestablished by Reorganization Order No. 54, dated June 30, 1953, and continued by Organization Order No. 106, dated May 17, 1955. The functions of the Motor Vehicle Parking Agency were transferred to the Department of Highways and Traffic by Commissioner's Order 72-159, dated June 22, 1972. Reorganization Plan No. 2 of 1975 combined the Department of Highways and Traffic and the Department of Motor Vehicles to form the Department of Transportation.\n\nThe functions of the Department of Transportation were transferred to the Department of Public Works by Reorganization Plan No. 4 of 1983, effective March 1, 1984.\n\nFederal Works Agency abolished: The Federal Works Agency and the office of Federal Works Administrator were abolished and the functions thereof transferred to the Administrator of General Services by the Act of June 30, 1949, 63 Stat. 380, § 103. Certain functions of the Federal Works Administrator with respect to public roads were transferred to the Secretary of Commerce by Reorganization Plan No. 7 of 1949, and subsequently transferred to the Secretary of Transportation by § 1655 of Title 49 of the United States Code.\n\nDepartment of Vehicles and Traffic abolished: See Historical and Statutory Notes following § 50-2201.03.\n\nDC CODE § 50-2604\n\nCurrent through December 11, 2012","credits":"(Feb. 16, 1942, 56 Stat. 92, ch. 76, § 4; Dec. 16, 1944, 58 Stat. 808, ch. 595, § 2; Sept. 26, 1980, D.C. Law 3-108, § 3(a), 27 DCR 3781; Nov. 16, 2006, D.C. Law 16-175, § 4(c), 53 DCR 6499.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"26","text":"Regulation of Parking."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"50","chaptersection":"2604","identifier":"50-2604","catch_text":"Motor Vehicle Parking Agency; creation and composition; term; powers. [Repealed]"}}