{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-724.\n\n1973 Ed., § 40-616.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 628 of Fiscal Year 2011 Supplemental Budget Support Emergency Act of 2010 (D.C. Act 18-694, January 19, 2011, 58 DCR 662).\n\nFor temporary (90 day) addition of section, see § 2 of Citizens with Disabilities Parking Fairness Emergency Act of 2012 (D.C. Act 19-342, April 10, 2012, 59 DCR 2877).\n\nLegislative History of Laws\n\nFor history of Law 18-370, see notes under § 50-921.10.\n\nFor history of Law 19-21, see notes under § 50-231.\n\nFor history of Law 19-168, see notes under § 50-320.\n\nMiscellaneous Notes\n\nOffice of Collector of Taxes abolished: The Office of the Collector of Taxes was abolished and the functions thereof transferred to the Board of Commissioners of the District of Columbia by Reorganization Plan No. 5 of 1952. All functions of the Office of the Collector of Taxes including the functions of all officers, employees and subordinate agencies were transferred to the Director, Department of General Administration by Reorganization Order No. 3, dated August 28, 1952. Reorganization Order No. 20, dated November 10, 1952, transferred the functions of the Collector of Taxes to the Finance Office. The same Order provided for the Office of the Collector of Taxes headed by a Collector in the Finance Office, and abolished the previously existing Office of the Collector of Taxes. Reorganization Order No. 20 was superseded and replaced by Organization Order No. 121, dated December 12, 1957, which provided that the Finance Office (consisting of the Office of the Finance Officer, Property Tax Division, Revenue Division, Treasury Division, Accounting Division, and Data Processing Division) would continue under the direction and control of the Director of General Administration, and that the Treasury Division would perform the function of collecting revenues of the District of Columbia and depositing the same with the Treasurer of the United States. Organization Order No. 121 was revoked by Organization Order No. 3, dated December 13, 1967, Part IVC of which prescribed the functions of the Finance Office within a newly established Department of General Administration. The executive functions of the Board of Commissioners were transferred to the Commissioner of the District of Columbia by § 401 of Reorganization Plan No. 3 of 1967. Functions of the Finance Office as stated in Part IVC of Organization Order No. 3 were transferred to the Director of the Department of Finance and Revenue by Commissioner's Order No. 69-96, dated March 7, 1969.\n\nSection 629 of D.C. Law 18-370 provides:\n\n\"Sec. 629. Applicability.\n\n\"This subtitle shall apply as of October 1, 2011; except, that sections 622 and 623(a)(2) shall apply as of the effective date of this act.\"\n\nShort title: Section 6081 of D.C. Law 19-21 provided that subtitle I of title VI of the act may be cited as \"Performance Parking Pilot Zone Amendment Act of 2011\".\n\nDC CODE § 50-2633\n\nCurrent through December 11, 2012","credits":"(April 4, 1938, 52 Stat. 192, ch. 62, § 11; Apr. 8, 2011, D.C. Law 18-370, § 628, 58 DCR 1008; Sept. 14, 2011, D.C. Law 19-21, § 6082, 58 DCR 6226; Sept. 20, 2012, D.C. Law 19-168, § 6003, 59 DCR 8025.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"26","text":"Regulation of Parking."},"subchapter":{"identifier":"III","text":"Miscellaneous."},"heading":{"title":"50","chaptersection":"2633","identifier":"50-2633","catch_text":"Parking meters. [Repealed]"}}