{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-849.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-153, see Historical and Statutory Notes following § 50-2501.\n\nDC CODE § 50-2509\n\nCurrent through December 11, 2012","credits":"(Aug. 23, 1994, D.C. Law 10-153, § 10, 41 DCR 4652.)","sections":[{"prefix":"a","text":" After the establishment of a parking district by the Council pursuant to § 50-2511, the Authority may request that the Mayor transfer District-owned property to the Authority. The Mayor, pursuant to Chapter 8 of Title 10, may sell, lease, grant, convey, acquire, or otherwise transfer to the Authority any real property owned by the District to fulfill the purposes set forth in § 50-2503."},{"prefix":"b","text":" After the establishment of a parking district by the Council pursuant to § 50-2511, the Authority may request that the Mayor purchase, lease, sublease, or acquire real property for the Authority to control or operate as a parking facility. The Mayor, pursuant to § 1-301.91, may purchase, lease, sublease, or otherwise acquire for the Authority real property necessary for a public parking facility."},{"prefix":"c","text":" The Mayor, pursuant to § 1-301.91, may purchase, lease, or sublease from the Authority or otherwise enter into agreements with the Authority to acquire property rights in any public parking facility acquired by the Authority."},{"prefix":"d","text":" The Mayor may enter into contracts with the Authority, including long-term contracts, for the management, operation, maintenance, and repair of any public parking garage facility owned or leased by the District or for which the District is otherwise responsible."},{"prefix":"e","text":" The Mayor shall have the right to reacquire any property obtained by the Authority from the District whenever the Authority determines that the property is no longer needed for fulfillment of the purposes for which it was acquired."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"25","text":"Public Parking Authority."},"heading":{"title":"50","chaptersection":"2509","identifier":"50-2509","catch_text":"Transfer of property interest between the District and the Authority."}}