{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-279, see notes following § 50-2531.\n\nDC CODE § 50-2533\n\nCurrent through December 11, 2012","credits":"(Nov. 25, 2008, D.C. Law 17-279, § 4, 55 DCR 11059.)","sections":[{"prefix":"a","text":" The Columbia Heights Retail Performance Parking Pilot Zone is designated as:"},{"prefix":"1","text":" The area bounded by:"},{"prefix":"A","text":" 1100 through 1500 blocks of Monroe Street, N.W.;"},{"prefix":"B","text":" 1100 through 1500 blocks of Harvard Street, N.W.;"},{"prefix":"C","text":" 2900 through 3400 blocks of 11th Street, N.W.; and"},{"prefix":"D","text":" 2900 through 3300 blocks of 16th Street, N.W.; including both sides of boundary streets;"},{"prefix":"2","text":" Both sides of the 2900 through 3400 blocks of 14th Street, N.W.; and"},{"prefix":"3","text":" Both sides of the 1400 block of Girard Street, N.W."},{"prefix":"b","text":" The Mayor shall take the following actions for the Columbia Heights Retail Performance Parking Pilot Zone:"},{"prefix":"1","text":" Install, on all residential streets in the zone and all other approaches to the municipal parking garage, signs that direct traffic toward off-street parking within the retail complex on the west side of the 3100 block of 14th Street, N.W., state the price for the off-street parking, and encourage public transportation use;"},{"prefix":"2","text":" Assign a sufficient number of parking control officers and traffic control officers to enforce parking regulations 7 days per week; and"},{"prefix":"3","text":" Implement revisions to residential permit parking zones."},{"prefix":"c","text":" Notwithstanding § 50-2531(d)(1), any curbside parking fee set within the Columbia Heights Retail Performance Parking Pilot Zone at the initiation of the pilot program shall not exceed $2 per hour."},{"prefix":"d","text":" Notwithstanding § 50-2531(d)(3), any increases in parking fines in the Columbia Heights Retail Performance Parking Pilot Zone shall be subject to the Council review and approval requirements of § 50-2610."},{"prefix":"e","text":" Within the first 30 days of implementation of the Columbia Heights Retail Performance Parking Pilot Zone, the Mayor shall only issue warning citations for curbside parking violations related to the pilot program in this zone."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"25A","text":"Performance Parking Pilot Zones."},"heading":{"title":"50","chaptersection":"2533","identifier":"50-2533","catch_text":"Columbia Heights Retail Performance Parking Pilot Zone."}}