{"text":"The powers of the Authority shall include the following:","historical":"Prior Codifications\n\n1981 Ed., § 40-847.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-153, see Historical and Statutory Notes following § 50-2501.\n\nDC CODE § 50-2507\n\nCurrent through December 11, 2012","credits":"(Aug. 23, 1994, D.C. Law 10-153, § 8, 41 DCR 4652.)","sections":[{"prefix":"1","text":" To have perpetual existence as a corporation pursuant to the laws of the District pertaining to corporations;"},{"prefix":"2","text":" To appoint, by majority vote of the Board an Executive Director, General Counsel, and other officers and employees as the Authority may deem necessary;"},{"prefix":"3","text":" To assess the parking needs of the District and encourage the establishment of parking districts;"},{"prefix":"4","text":" To adopt bylaws for the management and regulation of its affairs;"},{"prefix":"5","text":" To sue and be sued;"},{"prefix":"6","text":" To form or join partnerships or joint ventures;"},{"prefix":"7","text":" To enter into leases and subleases, either as lessor or lessee;"},{"prefix":"8","text":" To grant privileges, permits, and concessions and enter into contracts with any individual, partnership, corporation, federal or state agency, or authority;"},{"prefix":"9","text":" To fix, charge, and collect tolls, rates, rentals, and other charges for the use of the facilities of, or for the services rendered by, the Authority or public parking projects of the Authority;"},{"prefix":"10","text":" To issue tickets for parking violations on property under the control or operation of the Authority;"},{"prefix":"11","text":" To acquire real or personal property or interests in such property by means of purchase, lease, sublease, grant, deed, transfer, or other means of conveyance including but not limited to acquisition of property pursuant to § 50-2508, provided that the Authority shall not have the power to acquire property by eminent domain;"},{"prefix":"12","text":" To undertake any public parking project, acquisition, construction, or any other acts necessary to carry out the purposes of the Authority;"},{"prefix":"13","text":" To convey, sell, transfer, lease, or exchange any land, buildings or facilities held by the Authority and deemed by the Authority to be in furtherance of the purposes of the Authority; and"},{"prefix":"14","text":" To issue or incur debt."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"25","text":"Public Parking Authority."},"heading":{"title":"50","chaptersection":"2507","identifier":"50-2507","catch_text":"General powers of the Authority."}}