{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-614.\n\n1973 Ed., § 40-1112.\n\nEffect of Amendments\n\nD.C. Law 13-289, in subsec. (c), substituted \"30 calendar days\" for \"15 calendar days\"; and, in subsec. (d), substituted \"on its face, for reasons other than compliance with subsection (c) of this section\" for \"on its face\".\n\nD.C. Law 16-279, in subsec. (c), increased the time for which a person has to answer the notice of infraction from 30 calendar days to 60 calendar days.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-104, see Historical and Statutory Notes following § 50-2301.01.\n\nFor D.C. Law 13-289, see notes following § 50-401.\n\nFor Law 16-279, see notes following § 50-312.\n\nDC CODE § 50-2302.04\n\nCurrent through December 11, 2012","credits":"(Sept. 12, 1978, D.C. Law 2-104, § 204, 25 DCR 1275; Apr. 27, 2001, D.C. Law 13-289, § 302(d), 48 DCR 2057; Mar. 14, 2007, D.C. Law 16-279, § 301(b), 54 DCR 903.)","sections":[{"prefix":"a","text":" The notice of infraction shall be the summons and complaint for the purposes of this subchapter. The Director shall prescribe the form of the notice of infraction and shall establish procedures for the proper administrative controls over the dispersal thereof. The notice of infraction may be the same as the uniform traffic violation notice."},{"prefix":"b","text":" The notice of infraction shall contain information advising the person to whom it is issued of the manner in which and the time within which he may answer the infraction alleged in the notice."},{"prefix":"c","text":" The notice of infraction shall advise the person to whom it is issued that his failure to answer the notice of infraction within 60 calendar days from the date of issuance or greater period established by the Director by regulation shall by operation of law result in a suspension of his District operator's permit or, in the case of a person who is not a resident of the District, his privilege to drive within the District, pending his compliance with § 50- 2302.05."},{"prefix":"d","text":" If a hearing examiner determines that a notice of infraction is defective on its face, for reasons other than compliance with subsection (c) of this section, he shall enter an order dismissing the notice of infraction and promptly notify the person to whom it was issued."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Traffic."},"chapter":{"identifier":"23","text":"Traffic Adjudication."},"subchapter":{"identifier":"II","text":"Moving Infractions."},"heading":{"title":"50","chaptersection":"2302","identifier":"50-2302.04","catch_text":"Notice of infraction."}}