{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-139, see notes following ยง 50-2701.\n\nDC CODE ยง 50-2702\n\nCurrent through December 11, 2012","credits":"(June 22, 2006, D.C. Law 16-139, ยง 3, 53 DCR 3682.)","sections":[{"prefix":"a","text":" An abandoned, accident, or recovered stolen vehicle may be removed from public space or private property and stored by a private towing company at a storage facility consistent with chapter 4 of Title 16 of the District of Columbia Municipal Regulations. Within 5 days after the vehicle has been towed to the storage facility, the Department of Public Works shall send a towing and storage notice by first-class mail to the last known address of the owner of record of the vehicle and the lienholders of record, based on information in the records of the Department of Motor Vehicles or in the records of the appropriate agency of the jurisdiction where the vehicle is registered. The Department of Public Works shall also provide electronic or other notice to the National Insurance Crime Bureau or other national organization identified by the Director that collects data on stolen vehicles to permit the organization to determine whether the vehicle is stolen. If the vehicle was removed from private property, notice shall also be sent by first-class mail to the owner of that property, based on information in the records of the District of Columbia Office of Tax and Revenue. The notice shall:"},{"prefix":"1","text":" Describe the year, make, model, and vehicle identification number of the vehicle; except, that the Director may waive this requirement if the vehicle is so damaged that none of this identifying information can be determined;"},{"prefix":"2","text":" Indicate why the vehicle was towed;"},{"prefix":"3","text":" Identify the location where the vehicle is stored; and"},{"prefix":"4","text":" Advise the owner and lienholders of the procedures for reclaiming the vehicle, including:"},{"prefix":"A","text":" The payment due for the towing charges and storage fees imposed pursuant to ยง 50-2421.09;"},{"prefix":"B","text":" The time period in which the vehicle may be reclaimed; and"},{"prefix":"C","text":" A warning that a scrap title shall be issued to the private towing company if the vehicle is not reclaimed by the expiration of the reclamation period."},{"prefix":"b","text":" If the address of the owner or lienholders cannot be determined, the Department of Public Works shall publish a towing and storage notice in a newspaper of general circulation in the District within 10 days after a vehicle is delivered by a private towing company to a storage facility. If any mailed notice is returned as undeliverable within 14 days after the date of mailing, a towing and storage notice shall also be published. The published notice may contain a listing of more than one vehicle and, for each vehicle, shall:"},{"prefix":"1","text":" Describe the year, make, model, and vehicle identification number of each vehicle; except, that the Director may waive this requirement if the vehicle is so damaged that none of this identifying information can be determined;"},{"prefix":"2","text":" Provide a telephone number or website address to inform the owner or lienholders of the vehicle reclamation procedures;"},{"prefix":"3","text":" Indicate the date by which the vehicle must be reclaimed; and"},{"prefix":"4","text":" Warn the owner and lienholders that the towing service may be issued a scrap title for the vehicle if the procedures are not completed by the expiration of the reclamation period."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"27","text":"Scrap Vehicle Title Authorization."},"heading":{"title":"50","chaptersection":"2702","identifier":"50-2702","catch_text":"Removal of abandoned, accident, or recovered stolen vehicles by private tow companies; notice of removal."}}