{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-716.\n\n1973 Ed., § 40-609.\n\nEffect of Amendments\n\nD.C. Law 13-238, in subsec. (b), rewrote pars. (1) and (2), added the last sentence to par. (4), and added par. (6). Subsec. (b), pars. (1) and (2) had read:\n\n\"(b)(1) No individual shall, when the individual's blood contains .08% or more, by weight, of alcohol (or when .38 micrograms or more of alcohol are contained in 1 milliliter of his breath, consisting of substantially alveolar air), or defendant's urine contains .10% or more, by weight, of alcohol, or under the influence of intoxicating liquor or any drug or any combination thereof, operate or be in physical control of any vehicle in the District. No individual under 21 years of age shall, when the individual's blood, breath, or urine contains any measurable amount of alcohol, operate or be in physical control of any vehicle in the District. Any individual violating any provision of this paragraph, upon conviction for the first offense, unless the individual has previously been convicted for a violation of paragraph (2) of this subsection, shall be fined $300 and in addition may be imprisoned for not more than 90 days; upon conviction for the second offense, or for the first offense following a previous conviction for a violation of paragraph (2) of this subsection, within a 15-year period, shall be fined an amount not less than $1,000 and not more than $5,000 and in addition may be imprisoned for not more than 1 year; and, upon conviction for the third or any subsequent offense, or for the second offense following a previous conviction for a violation of paragraph (2) of this subsection, within a 15-year period, shall be fined an amount not less than $2,000 and not more than $10,000 and in addition may be imprisoned for not more than 1 year.\n\n\"(2) No individual shall, while the individual's ability to operate a vehicle is impaired by the consumption of intoxicating liquor, operate or be in physical control of any vehicle in the District. Any individual violating any provision of this paragraph, upon conviction for the 1st offense, unless the individual has previously been convicted for a violation of paragraph (1) of this subsection, shall be fined not less than $200 and not more than $300 and in addition may be imprisoned for not more than 30 days; upon conviction for the 2nd offense, or for the 1st offense following a previous conviction for a violation of paragraph (1) of this subsection, within a 15-year period, shall be fined an amount not less than $300 and not more than $500 and in addition may be imprisoned for not more than 90 days; and, upon conviction for the 3rd or any subsequent offense, or for the 2nd offense following a previous conviction for a violation of paragraph (1) of this subsection, within a 15- year period, shall be fined an amount not less than $1,000 and not more than $5,000 and in addition may be imprisoned for not more than 1 year.\"\n\nPub. L. 109-356 rewrote subsec. (b)(3) which had read as follows:\n\n\"(3) All fines imposed pursuant to this subsection shall be used exclusively for the enforcement and prosecution of the District traffic alcohol laws.\"\n\nD.C. Law 16-195 rewrote subsec. (b)(1): and, in subsec. (b)(2), substituted \"person\" for \"individual\". Prior to amendment, subsec. (b)(1) read as follows:\n\n\"(b)(1)(A) No individual shall, when the individual's blood contains .08% or more, by weight, of alcohol (or when .38 micrograms or more of alcohol are contained in 1 milliliter of his breath, consisting of substantially alveolar air), or the individual's urine contains .10% or more, by weight, of alcohol, or under the influence of intoxicating liquor or any drug or any combination thereof, operate or be in physical control of any vehicle in the District. No individual under 21 years of age shall, when the individual's blood, breath, or urine contains any measurable amount of alcohol, operate or be in physical control of any vehicle in the District. Any individual violating any provision of this paragraph, upon conviction for the first offense, unless the individual has previously been convicted for a violation of paragraph (2) of this subsection, shall be fined $300 and may be imprisoned for not more than 90 days. In addition, if the individual's blood contains at least .20%, but not more than .25%, by weight, of alcohol, the individual shall be imprisoned for an additional mandatory minimum period of 5 days, or if the level is more than .25%, by weight, of alcohol, for an additional mandatory minimum period of 10 days. The additional mandatory minimum period shall not be suspended by the court.\n\n\"(B) Upon conviction for the second offense, or for the first offense following a previous conviction for a violation of paragraph (2) of this subsection, within a 15-year period, an individual shall be fined an amount not less $1,000 and not more than $5,000 and sentenced for a period of imprisonment of not less than 5 days, which must be imposed and not suspended, and not more than one year, or required to perform at least 30 days of community service in accordance with D.C. Code § 16-712. In addition, if the individual's blood contains at least .20%, but not more than .25%, by weight, of alcohol, the individual shall be imprisoned for an additional mandatory minimum period of 10 days, or if the level is more than .25%, by weight, of alcohol, for an additional mandatory minimum period of 20 days. The additional mandatory minimum period shall not be suspended by the court.\n\n\"(C) Upon conviction for the third or any subsequent offense, or for the second offense following a previous conviction for a violation of paragraph (2) of this subsection, within a 15-year period, an individual shall be fined an amount not less than $2,000 and not more than $10,000 and either sentenced for a period of imprisonment of not less than 10 days, which must be imposed and not suspended, and not more than one year, or required to perform at least 60 days of community service in accordance with § 16-712. In addition, if the individual's blood contains at least .20%, but not more than .25%, by weight, of alcohol, the individual shall be imprisoned for an additional minimum mandatory period of 15 days, or if the level is more than .25%, by weight, of alcohol volume, for an additional mandatory minimum period of 25 days. The additional mandatory minimum period shall not be suspended by the court.\"\n\n\"(D) In addition to the penalties otherwise authorized by this section, any individual convicted for a violation of paragraphs (1) and (2) of this subsection while transporting an individual 17 years of age or younger shall be fined an additional minimum of $500 and not more than $1000 and sentenced to perform 48 hours of community service benefiting children or, for a subsequent offense, 80 hours of community service in such program.\"\n\nD.C. Law 16-306, in subsec. (d), substituted \"who is convicted or adjudicated a juvenile delinquent as a result of the commission in the District\" for \"who is convicted in the District\".\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (b).\n\nD.C. Law 18-88 rewrote subsecs. (b)(1)(B), (C), (D), and (b)(2), which had read as follows:\n\n\"(B) Upon conviction for the second offense, or for the first offense following a previous conviction for a violation of paragraph (2) of this subsection, within a 15-year period, an individual shall be fined an amount not less $1,000 and not more than $5,000 and sentenced for a period of imprisonment of not less than 5 days, which must be imposed and not suspended, and not more than one year, or required to perform at least 30 days of community service in accordance with § 16-712. In addition, if the person's alcohol concentration was at least 0.20 grams per 100 milliliters of blood or per 210 liters of breath, or was at least 0.25 grams per 100 milliliters of urine, but was not more than 0.25 grams per 100 milliliters of blood or per 210 liters of breath, or was not more than 0.32 grams per 100 milliliters of urine, the person shall be imprisoned for an additional minimum mandatory period of 10 days or if the person's alcohol concentration was more than 0.25 grams per 100 milliliters of blood or per 210 liters of breath or more than 0.32 grams per 100 milliliters of urine, the person shall be imprisoned for an additional mandatory minimum period of 20 days; which additional mandatory minimum periods shall not be suspended by the court.\n\n\"(C) Upon conviction for the third or any subsequent offense, or for the second offense following a previous conviction for a violation of paragraph (2) of this subsection, within a 15-year period, an individual shall be fined an amount not less than $2,000 and not more than $10,000 and either sentenced for a period of imprisonment of not less than 10 days, which must be imposed and not suspended, and not more than one year, or required to perform at least 60 days of community service in accordance with § 16-712.   In addition, if the person's alcohol concentration was at least 0.20 grams per 100 milliliters of blood or per 210 liters of breath, or was at least 0.25 grams per 100 milliliters of urine, but was not more than 0.25 grams per 100 milliliters of blood or per 210 liters of breath, or was not more than 0.32 grams per 100 milliliters of urine, the person shall be imprisoned for an additional minimum mandatory period of 15 days, or if the person's alcohol concentration was more than 0.25 grams per 100 milliliters of blood or per 210 liters of breath or 0.32 grams per 100 milliliters of urine, the person shall be imprisoned for a mandatory minimum period of 25 days, which additional mandatory minimum periods shall not be suspended by the court.\n\n\"(D) In addition to the penalties otherwise authorized by this section, any person convicted for a violation of paragraphs (1) and (2) of this subsection while transporting a person 17 years of age or younger shall be fined an additional minimum of $500 and not more than $1000 and sentenced to perform 48 hours of community service benefiting children or, for a subsequent offense, 80 hours of community service in such program.\"\n\n\"(2) No person shall, while the person's ability to operate a vehicle is impaired by the consumption of intoxicating liquor, operate or be in physical control of any vehicle in the District. Any person violating any provision of this paragraph, upon conviction for the first offense, unless the person has previously been convicted for a violation of paragraph (1) of this subsection, shall be fined not less than $200 and not more than $300 and may be imprisoned for not more than 30 days; upon conviction for the second offense, or for the first offense following a previous conviction for a violation of paragraph (1) of this subsection, within a 15-year period, shall be fined an amount not less than $300 and not more than $500 and either sentenced for a period of imprisonment of not less than 5 days, which must be imposed and not suspended, and not more than one year or required to perform at least 30 days of community service in accordance with § 16-712; and, upon conviction for the third or any subsequent offense, or for the second offense following a previous conviction for a violation of paragraph (1) of this subsection, within a 15-year period, shall be fined an amount not less than $1,000 and not more than $5,000 and either sentenced for a period of imprisonment of not less than 10 days, which must be imposed and not suspended, and not more than one year or required to perform at least 60 days of community service in accordance with § 16-712.\"\n\nD.C. Law 19-21, in subsec. (b)(3), deleted \", shall be used by the District of Columbia exclusively for the enforcement and prosecution of the District traffic alcohol laws, and shall remain available until expended\" following \"District of Columbia\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3 of Underage Drinking Temporary Amendment Act of 1993 (D.C. Law 10-12, September 11, 1993, law notification 40 DCR 6834).\n\nFor temporary (225 day) amendment of section, see § 4 of Driving Under the Influence Repeat Offenders Temporary Amendment Act of 2000 (D.C. Law 13-198, October 21, 2000, law notification 47 DCR 8988).\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 2 of the Driving Under the Influence Repeat Offenders Emergency Amendment Act of 2000 (D.C. Act 13-382, July 24, 2000, 47 DCR 6697).\n\nFor temporary (90-day) repeal of expiration date of section, see § 4 of the Driving Under the Influence Repeat Offenders Emergency Amendment Act of 2000 (D.C. Act 13-382, July 24, 2000, 47 DCR 6697).\n\nFor temporary (90 day) amendment of section, see §§ 2 and 4 of the Driving Under the Influence Repeat Offenders Congressional Review Emergency Amendment Act of 2000 (D.C. Act 13-437, October 20, 2000, 47 DCR 8737).\n\nFor temporary (90 day) amendment of section, see § 228(a) of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 4(e)(1) of Anti-Drunk Driving Clarification Emergency Amendment Act of 2006 (D.C. Act 16-469, July 31, 2006, 53 DCR 6764).\n\nFor temporary (90 day) amendment of section, see § 228(a) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 8 of Anti-Drunk Driving Clarification Second Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-518, October 27, 2006, 53 DCR 9104).\n\nFor temporary (90 day) amendment of section, see § 8(a) of Anti-Drunk Driving Clarification Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-6, January 16, 2007, 54 DCR 1452).\n\nFor temporary (90 day) amendment of section, see § 228(a) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 228(a) of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nFor temporary (90 day) amendment of section, see § 228 of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) amendment of section, see § 228 of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18- 227, October 21, 2009, 56 DCR 8668).\n\nFor temporary (90 day) repeal of section, see § 102(e) of Comprehensive Impaired Driving and Alcohol Testing Program Emergency Amendment Act of 2012 (D.C. Act 19-429, July 30, 2012, 59 DCR 9387).\n\nFor temporary (90 day) repeal of section, see § 102(e) of Comprehensive Impaired Driving and Alcohol Testing Program Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-508, October 26, 2012, 59 DCR 12774).\n\nLegislative History of Laws\n\nLaw 4-29 was introduced in Council and assigned Bill No. 4-123, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on May 5, 1981, and May 19, 1981, respectively. Signed by the Mayor on June 9, 1981, it was assigned Act No. 4-51 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 4-145, see Historical and Statutory Notes following § 50-2201.03.\n\nFor legislative history of D.C. Law 4-174, see Historical and Statutory Notes following § 50-2203.01.\n\nFor legislative history of D.C. Law 9-96, see Historical and Statutory Notes following § 50-2201.02.\n\nLaw 10-68, the \"Technical Amendments Act of 1993,\" was introduced in Council and assigned Bill No. 10-166, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 29, 1993, and July 13, 1993, respectively. Signed by the Mayor on August 23, 1993, it was assigned Act No. 10-107 and transmitted to both Houses of Congress for its review. D.C. Law 10-68 became effective on February 5, 1994.\n\nLaw 10-122, the \"Alcoholic Beverage Control Act and Rules Reform Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-207, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on February 1, 1994, and March 1, 1994, respectively. Signed by the Mayor on March 21, 1994, it was assigned Act No. 10-214 and transmitted to both Houses of Congress for its review. D.C. Law 10- 122 became effective on May 24, 1994.\n\nLaw 12-212, the \"Anti-Drunk Driving Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-581, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on October 6, 1998, and November 10, 1998, respectively. Signed by the Mayor on December 1, 1998, it was assigned Act No. 12-517 and transmitted to both Houses of Congress for its review. D.C. Law 12-212 became effective on April 13, 1999.\n\nLaw 13-238, the \"Driving Under the Influence Repeat Offenders Amendment Act of 2000,\" was introduced in Council and assigned Bill No. 13-715, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on November 8, 2000, and December 5, 2000, respectively. Signed by the Mayor on December 21, 2000, it was assigned Act No. 13-516 and transmitted to both Houses of Congress for its review. D.C. Law 13-238 became effective on April 3, 2001.\n\nFor Law 16-195, see notes following § 50-406.\n\nFor Law 16-306, see notes following § 50-1403.02.\n\nFor Law 17-353, see notes following § 50-324.\n\nFor Law 18-88, see notes following § 50-1731.02.\n\nFor history of Law 19-21, see notes under § 50-231.\n\nReferences in Text\n\n\"This act\", referred to at the end of subsection (b)(4), means the District of Columbia Traffic Act, 1925.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nImplementation of authority under Law 4-145: See Mayor's Order 83-234, September 30, 1983.\n\nMayor authorized to issue rules: See Historical and Statutory Notes following § 50-2205.02.\n\nExpiration of Law 12-212: Section 8(b) of D.C. Law 12-212 providing that the act shall expire on September 30, 2000, was repealed by section 4 of D.C. Law 13-238.\n\nShort title: Section 9001 of D.C. Law 19-21 provided that subtitle A of title IX of the act may be cited as \"Fiscal Year 2012 Transfer of Special Purpose Funds Act of 2011\".\n\nDC CODE § 50-2201.05\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1925, 43 Stat. 1124, ch. 443, § 10; Feb. 27, 1931, 46 Stat. 1427, ch. 317, § 4; Dec. 15, 1944, 58 Stat. 805, ch. 588; Aug. 16, 1954, 68 Stat. 732, ch. 741, §§ 7, 8; Aug. 5, 1981, D.C. Law 4-29, § 604(b)(1), 28 DCR 3081; Sept. 14, 1982, D.C. Law 4-145, §§ 5, 7, 29 DCR 3138; Mar. 9, 1983, D.C. Law 4-174, §§ 10, 11, 29 DCR 5753; May 5, 1992, D.C. Law 9-96, § 4(c), 38 DCR 7274; Feb. 5, 1994, D.C. Law 10-68, § 32, 40 DCR 6311; May 24, 1994, D.C. Law 10-122, § 3, 41 DCR 1658; Apr. 13, 1999, D.C. Law 12-212, § 2(a), 46 DCR 5; Apr. 3, 2001, D.C. Law 13-238, § 2(a), 48 DCR 602; Oct. 16, 2006, 120 Stat. 2042, Pub. L. 109-356, § 307; Mar. 2, 2007, D.C. Law 16-195, § 8, 53 DCR 8675; Apr. 24, 2007, D.C. Law 16-306, § 228(a), 53 DCR 8610; Mar. 25, 2009, D.C. Law 17-353, § 141, 56 DCR 1117; Dec. 10, 2009, D.C. Law 18-88, § 228, 56 DCR 7413; Sept. 14, 2011, D.C. Law 19-21, § 9002, 58 DCR 6226.)","sections":[{"prefix":"a","text":"(1) Any person operating a vehicle, who shall injure any person therewith, or who shall do substantial damage to property therewith and fail to stop and give assistance, together with his name, place of residence, including street and number, and the name and address of the owner of the vehicle so operated, to the person so injured, or to the owner of such property so damaged, or to the operator of such other vehicle, or to any bystander who shall request such information on behalf of the injured person, or, if such owner or operator is not present, then he shall report the information above required to a police station or to any police officer within the District immediately. In all cases of accidents resulting in injury to any person, the operator of the vehicle causing such injury shall also report the same to any police station or police officer within the District immediately."},{"prefix":"2","text":" Any operator whose vehicle causes personal injury to an individual and who fails to conform to the above requirements shall, upon conviction of the 1st offense, be fined not more than $500, or shall be imprisoned not more than 6 months, or both; and upon the conviction of his 2nd or subsequent offense, shall be fined not more than $1,000, or shall be imprisoned not more than 1 year, or both."},{"prefix":"3","text":" Any operator whose vehicle causes substantial damage to any other vehicle or property and fails to conform to the above requirements, shall, upon conviction of the 1st offense, be fined not more than $100, or be imprisoned not more than 30 days, or both; and for the 2nd or any subsequent offense, be fined not more than $300, or be imprisoned not more than 90 days, or both."},{"prefix":"b","text":"(1)(A)(i) No person shall operate or be in physical control of any vehicle in the District:"},{"prefix":"I","text":" When the person's alcohol concentration at the time of testing is 0.08 grams or more either per 100 milliliters of blood or per 210 liters of breath or is 0.10 grams or more per 100 milliliters of urine;"},{"prefix":"II","text":" While under the influence of intoxicating liquor or any drug or any combination thereof; or"},{"prefix":"III","text":" If under 21 years of age, when the person's blood, breath, or urine contains any measurable amount of alcohol."},{"prefix":"ii","text":" Any person violating any provision of this paragraph upon conviction for the first offense, unless the person has been previously been convicted for a violation of paragraph (2) of this subsection, shall be fined $300 and may be imprisoned for not more than 90 days. In addition, if the person's alcohol concentration was at least 0.20 grams per 100 milliliters of blood or per 210 liters of breath, or was at least 0.25 grams per 100 milliliters of urine, but was not more than 0.25 grams per 100 milliliters of blood or per 210 liters of breath, or was not more than 0.32 grams per 100 milliliters of urine, the person shall be imprisoned for a mandatory minimum period of 5 days, or if the person's alcohol concentration was more than 0.25 grams per 100 milliliters of blood or per 210 liters of breath or 0.32 grams per 100 milliliters of urine, the person shall be imprisoned for an additional mandatory minimum period of 10 days, which mandatory minimum period shall not be suspended by the court."},{"prefix":"B","text":"(i) Any person convicted of a second offense under subparagraph (A)(i) of this paragraph shall be sentenced pursuant to sub-subparagraph (iii) of this subparagraph if the second offense occurs within 15 years of the conviction for the first offense under subparagraph (A)(i) of this paragraph."},{"prefix":"ii","text":" Any person who is convicted of an offense listed in subparagraph (A)(i) of this paragraph following a previous conviction for a violation of paragraph (2) of this subsection shall be sentenced pursuant to sub-subparagraph (iii) of this subparagraph if the offense listed in subparagraph (A)(i) of this paragraph occurs within 15 years of the prior conviction under paragraph (2) of this subsection."},{"prefix":"iii","text":" Any person convicted of a subsequent offense pursuant to sub-subparagraphs (i) or (ii) of this subparagraph shall be fined not less than $1,000 and not more than $5,000, and sentenced to a term of imprisonment of not more than one year and not less than a mandatory-minimum of 5 days, which shall be imposed and not suspended. In addition to the mandatory-minimum and any additional term of imprisonment which may be imposed, the court may impose a sentence of at least 30 days of community service in accordance with § 16- 712."},{"prefix":"iv","text":" In addition to the penalty authorized in sub-subparagraph (iii) of this subparagraph, if the person's alcohol concentration was at least 0.20 grams per 100 milliliters of blood or per 210 liters of breath, or was at least 0.25 grams per 100 milliliters of urine, but was not more than 0.25 grams per 100 milliliters of blood or per 210 liters of breath, or was not more than 0.32 grams per 100 milliliters of urine, the person shall be imprisoned for an additional mandatory-minimum period of 10 days, or if the person's alcohol concentration was more than 0.25 grams per 100 milliliters of blood or per 210 liters of breath or more than 0.32 grams per 100 milliliters of urine, the person shall be imprisoned for an additional mandatory-minimum period of 20 days. The additional mandatory-minimum periods of imprisonment shall not be suspended by the court."},{"prefix":"C","text":"(i) Any person convicted of a third or subsequent offense listed under subparagraph (A)(i) of this paragraph shall be sentenced pursuant to sub-subparagraph (iii) of this subparagraph if the third or subsequent offense occurs within 15 years of the prior conviction."},{"prefix":"ii","text":" Any person who is convicted of a second offense under subparagraph (A)(i) of this paragraph following a previous conviction for a violation of paragraph (2) of this subsection shall be sentenced pursuant to subsection sub-subparagraph (iii) of this subparagraph if the second offense occurs within 15 years of the prior conviction under paragraph (2) of this subsection."},{"prefix":"iii","text":" Any person convicted of a subsequent offense pursuant to sub-subparagraph (i) or (ii) of this subparagraph shall be fined an amount not less than $2,000 and not more than $ 10,000, and sentenced to a term of imprisonment of not more than one year and not less than a mandatory-minimum of 10 days, which shall be imposed and not suspended. In addition, the person may be required to perform at least 60 days of community service in accordance with § 16-712."},{"prefix":"iv","text":" In addition to the penalty authorized in sub-subparagraph (iii) of this subparagraph, if the person's alcohol concentration was at least 0.20 grams per 100 milliliters of blood or per 210 liters of breath, or was at least 0.25 grams per 100 milliliters of urine, but was not more than 0.25 grams per 100 milliliters of blood or per 210 liters of breath, or was not more than 0.32 grams per 100 milliliters of urine, the person shall be imprisoned for an additional mandatory-minimum period of 15 days, or if the person's alcohol concentration was more than 0.25 grams per 100 milliliters of blood or per 210 liters of breath or 0.32 grams per 100 milliliters of urine, the person shall be imprisoned for an additional mandatory-minimum period of 25 days. The additional mandatory-minimum periods of imprisonment shall not be suspended by the court."},{"prefix":"D","text":" In addition to the penalties otherwise authorized by this section, any person convicted of a violation of paragraphs (1) and (2) of this subsection while transporting a person 17 years of age or younger shall be fined an additional minimum of $500 and not more than $1000 and sentenced to perform 48 hours of community service benefiting children for the first such offense and 80 hours of community service for a subsequent such offense."},{"prefix":"2","text":"(A) No person shall, while the person's ability to operate a vehicle is impaired by the consumption of intoxicating liquor, operate or be in physical control of any vehicle in the District."},{"prefix":"B","text":" Any person violating any provision of subparagraph (A) of this paragraph, upon conviction for the first offense, unless the person has previously been convicted for a violation of paragraph (1) of this subsection, shall be fined not less than $200 and not more than $300 and may be imprisoned for not more than 30 days."},{"prefix":"C","text":" Any person convicted of a second offense under subparagraph (A) of this paragraph shall be sentenced pursuant to subparagraph (E) of this paragraph if the second offense occurs within 15 years of a conviction for a first offense under subparagraph (A) of this paragraph."},{"prefix":"D","text":" Any person convicted of an offense under subparagraph (A) of this paragraph following a prior conviction for a violation of paragraph (1)(A)(i) of this subsection shall be sentenced pursuant to subparagraph (E) of this paragraph if the offense under subparagraph (A) of this paragraph occurs within 15 years of the prior conviction for an offense listed under paragraph (1)(A)(i) of this subsection."},{"prefix":"E","text":" Any person convicted of an offense under subparagraph (A) of this paragraph pursuant to subparagraphs (C) or (D) of this paragraph shall be fined not less than $300 and not more than $500 and sentenced to a term of imprisonment of not more than one year and not less than a mandatory-minimum of 5 days, which shall be imposed and not suspended. In addition, the person may be required to perform at least 30 days of community service in accordance with § 16-712."},{"prefix":"F","text":" Any person convicted of a third or subsequent offense under subparagraph (A) of this paragraph shall be fined not less than $1,000 and not more than $5,000 and sentenced to a term of imprisonment of not more than one year and not less than a mandatory-minimum of 10 days, which shall be imposed and not suspended. In addition, the person may be required to perform at least 60 days of community service in accordance with § 16-712."},{"prefix":"G","text":" Any person convicted of a second offense under subparagraph (A) of this paragraph who has previously been convicted of an offense listed under paragraph (1)(A)(i) of this subsection shall, if the second offense occurs within 15 years of the prior conviction for an offense listed under paragraph (1)(A)(i) of this subsection, be fined in an amount not less than $1,000 and not more than $5,000 and sentenced to a period of imprisonment of not more than one year and not less than a mandatory-minimum of 10 days, which shall be imposed and not suspended. In addition, the person may be required to perform at least 60 days of community service in accordance with § 16-712."},{"prefix":"3","text":" Notwithstanding any other provision of law, all fines imposed and collected pursuant to this subsection during fiscal year 2006 and each succeeding fiscal year shall be transferred to the General Fund of the District of Columbia."},{"prefix":"4","text":" Convictions under this subsection prior to September 14, 1982 shall constitute a prior offense under paragraph (1) of this subsection if the individual's previous conviction occurred within 15 years of the conviction pursuant to this act. A conviction of any individual or a finding of guilty in the case of a juvenile under the provisions of substantially similar laws of any other state or of the United States, shall be considered a conviction."},{"prefix":"5","text":" The Corporation Counsel of the District of Columbia, or his assistants, shall prosecute violations of this subsection, in the name of the District of Columbia. The Corporation Counsel is authorized to request that a person who is charged with a violation of any provision of paragraph (1) of this subsection agree, as a condition to acceptance into a diversion program in lieu of prosecution, to pay the District of Columbia or its agents a reasonable fee for the costs to the District of the person's participation in the diversion program; provided, that the Corporation Counsel shall set the fee by rule and at a level which the Corporation Counsel determines will not unreasonably discourage persons from entering the diversion program. The Corporation Counsel may reduce or waive the fee if it finds that the person is indigent. The Mayor shall determine the provider, the content, and eligibility requirements for any diversion program."},{"prefix":"6","text":" Any person convicted of violating paragraphs (1) or (2) of this subsection who has previously been convicted of violating either provision within a 15- year period, shall receive an assessment of the person's degree of alcohol abuse and treatment, as appropriate."},{"prefix":"b-1","text":"(1) A law enforcement officer who has reasonable grounds to believe that a person is or has been violating subsection (b) of this section, without making an arrest or issuing a violation notice, may request the person to submit to a preliminary breath test, to be administered by the officer, who shall use a device which the Mayor has by rule approved for that purpose."},{"prefix":"2","text":" Before administering the test, the officer shall advise the person to be tested that the test is voluntary and that the results of the test will be used to aid in the officer's decision whether to arrest the person."},{"prefix":"3","text":" The results of the preliminary breath test shall be used by the officer to aid in the decision whether to arrest the person. Except as provided in subsection (d) of this section, the results of the test shall not be used as evidence by the District in any prosecution, and shall not be admissible in any judicial proceeding."},{"prefix":"4","text":" The results of the test may be used, and shall be admissible, in any judicial or other proceeding in which the validity of the arrest or the conduct of the officer is an issue."},{"prefix":"c","text":" Any violation of any provision of law or regulation issued thereunder which is repealed or amended by this part, and any liability arising under such provisions or regulations may, if the violation occurred or the liability arose prior to such repeal or amendment, be prosecuted to the same extent as if this part had not been enacted."},{"prefix":"c-1","text":"(1) Except as provided in paragraph (2) of this subsection, when a law enforcement officer arrests a person for a violation of any provision of subsection (b) of this section, the officer shall cause the motor vehicle which the arrested person operated or controlled to be impounded."},{"prefix":"2","text":" The officer shall not cause the vehicle to be impounded if:"},{"prefix":"A","text":" A registered owner of the vehicle authorizes the officer to release the vehicle to a person:"},{"prefix":"i","text":" Who is in the company of the arrested person;"},{"prefix":"ii","text":" Who has in his or her immediate possession a valid permit to operate a motor vehicle; and"},{"prefix":"iii","text":" Whom the officer determines to be in physical condition to operate the vehicle without violating subsection (b) of this section;"},{"prefix":"B","text":" A registered owner of the vehicle:"},{"prefix":"i","text":" Is present to take custody of the vehicle;"},{"prefix":"ii","text":" Has in his or her immediate possession a valid permit to operate a motor vehicle; and"},{"prefix":"iii","text":" Is determined by the officer to be in physical condition to operate the vehicle without violating subsection (b) of this section; or"},{"prefix":"C","text":" The arrested person authorizes the officer to release the vehicle to a person:"},{"prefix":"i","text":" Who is not in the company of the arrested person;"},{"prefix":"ii","text":" Who has in his or her immediate possession a valid permit to operate a motor vehicle;"},{"prefix":"iii","text":" Whom the officer determines to be in physical condition to operate the vehicle without violating subsection (b) of this section; and"},{"prefix":"iv","text":" Who shall take possession of the vehicle within a reasonable period of time from a public parking space to be determined by the arresting officer."},{"prefix":"3","text":"(A) Except as provided in paragraph (4) of this subsection or in subparagraph (B) of this paragraph, an impounded vehicle shall be released:"},{"prefix":"i","text":" At any time to a registered owner of the vehicle, other than the arrested person; or"},{"prefix":"ii","text":" 24 hours after the arrest, to the arrested person."},{"prefix":"B","text":" No vehicle shall be released to a person unless a law enforcement officer determines that the person is in physical condition to operate a motor vehicle without violating subsection (b) of this section."},{"prefix":"C","text":" If the law enforcement officer has a reasonable doubt that the person is in the physical condition required by subparagraph (B) of this paragraph, the officer may direct that a chemical test be administered to determine the person's blood-alcohol or blood-drug content. The results of the test may not be used as evidence in any criminal proceeding. If the person refuses to submit to a chemical test, the officer may determine that the person does not meet the condition of subparagraph (B) of this paragraph."},{"prefix":"4","text":" Any motor vehicle that is impounded shall be subject to an impoundment charge of $50, which shall be paid prior to the release of the motor vehicle. Any motor vehicle that remains impounded and unclaimed for more than 72 hours shall be processed and handled as an abandoned vehicle, and shall be subject to any other charges and costs, including storage fees and relocation costs, as are otherwise provided and assessed by the Mayor."},{"prefix":"5","text":"(A) Except as provided in subparagraph (B) of this paragraph, neither the District of Columbia nor any employee of the District of Columbia shall be liable for injury to persons or damage to property which results from any act or omission in the implementation of any provision of this subsection."},{"prefix":"B","text":" An employee of the District of Columbia may be liable for injury or damage which results from the gross negligence of the employee. If the act or omission of the employee which constitutes gross negligence occurred while the employee was engaged in furthering the governmental interest of the District of Columbia, the District of Columbia may also be liable for the resulting injury or damage."},{"prefix":"d","text":" The Mayor or his designated agent shall revoke the operator's permit or the privilege to drive a motor vehicle in the District of Columbia, or revoke both such permit and privilege, of any person who is convicted or adjudicated a juvenile delinquent as a result of the commission in the District of any of the following offenses:"},{"prefix":"1","text":" Operating or being in control of a vehicle while the individual's blood contains .08% or more, by weight, of alcohol, or while .38 micrograms or more of alcohol are contained in 1 milliliter of the individual's breath, consisting substantially of alveolar air, or while the individual's urine contains .10% or more, by weight, of alcohol, or while under the influence of intoxicating liquor or any drug or any combination thereof."},{"prefix":"2","text":" Any homicide committed by means of a motor vehicle."},{"prefix":"3","text":" Leaving the scene of an accident in which the motor vehicle driven by him was involved and in which there is bodily injury, without giving assistance or making known his identity and address and the identity and address of the owner of said vehicle."},{"prefix":"4","text":" Reckless driving or operating or being in physical control of a vehicle while the ability to operate is impaired by the consumption of intoxicating liquor involving bodily injury."},{"prefix":"5","text":" Any felony in the commission of which a motor vehicle is involved."},{"prefix":"e","text":" Whenever a judgment of conviction of any offense set forth in subsection (d) of this section has become final, the clerk of the court in which the judgment was entered shall certify such conviction to the Mayor or his designated agent, who shall thereupon take the action required by subsection (d) of this section. A judgment of conviction shall be deemed to have become final for the purposes of this subsection:"},{"prefix":"1","text":" If no appeal is taken from the judgment, upon the expiration of the time within which an appeal could have been taken; or"},{"prefix":"2","text":" If an appeal is taken from the judgment, the date upon which the judgment, having been sustained, can no longer be appealed from or reviewed on a writ of certiorari."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Traffic."},"chapter":{"identifier":"22","text":"Regulation of Traffic."},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"part":{"identifier":"A","text":"Traffic Act, 1925."},"heading":{"title":"50","chaptersection":"2201","identifier":"50-2201.05","catch_text":"Fleeing from scene of accident; driving under the influence of liquor or drugs."}}