{"text":"The Council of the District of Columbia finds that:","historical":"Prior Codifications\n\n1981 Ed., ยง 40-491.\n\nLegislative History of Laws\n\nLaw 5-46, Senior Citizen Motor Vehicle Accident Prevention Course Certification Act of 1983, was introduced in Council and assigned Bill No. 5-30, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on September 20, 1983, and October 4, 1983, respectively. Signed by the Mayor on October 21, 1983, it was assigned Act No. 5-72 and transmitted to both Houses of Congress for its review.\n\nDC CODE ยง 50-2001\n\nCurrent through December 11, 2012","credits":"(Feb. 9, 1984, D.C. Law 5-46, ยง 2, 30 DCR 5638.)","sections":[{"prefix":"1","text":" Drivers 55 years of age and older are an increasing segment of the District of Columbia's motorists whose unique driving habits justify the development of driver improvement training programs specifically designed for senior citizens."},{"prefix":"2","text":" Statistics indicate that although the number of annual miles driven declines for drivers 55 years of age and older, motor vehicle accident rates for senior citizens increase when measured by accidents per mile driven, and highlight the need for measures to improve highway safety by educating older drivers about their specific driving customs and experiences."},{"prefix":"3","text":" Senior citizen motor vehicle safety and driver improvement programs will improve the driving skills of older motorists, will update their driving knowledge, and will result in greater driving safety in the District of Columbia."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Safety."},"chapter":{"identifier":"20","text":"Senior Citizen Motor Vehicle Accident Prevention Course Certification (Refs & Annos)"},"heading":{"title":"50","chaptersection":"2001","identifier":"50-2001","catch_text":"Findings."}}