{"text":"All passenger motor vehicles and watercraft owned by the District of Columbia shall be operated and utilized in conformity with 31 U.S.C. §§ 1343(a) to (d), 1344, and 1349(b), and shall be under the direction and control of the Mayor of the District of Columbia. The Mayor is authorized to alter or change the assignment or direct the alteration or interchangeable use of any passenger motor vehicles or watercraft by officers and employees of the District of Columbia except as otherwise provided in such sections. Limitations on the official use of passenger motor vehicles, as set out in such sections, shall not apply to the Mayor or, with the approval of the Mayor, to officers and employees of the District government the character of whose duties make such transportation necessary.","historical":"Prior Codifications\n\n1981 Ed., § 40-902.\n\n1973 Ed., § 40-501a.\n\nReferences in Text\n\n\"31 U.S.C. §§ 1343(a) to (d), 1344, and 1349(b)\", referred to in the first sentence of this section, was substituted for \"§ 5 of the Act of July 16, 1914, as amended by § 16 of the Act of August 2, 1946 ( 31 U.S.C. 638a)\", \"such sections\", referred to at the end of the second sentence of this section, was substituted for \"such Act\", and \"such sections\", referred to in the last sentence of this section, was substituted for \"§ 5 of such Act\" on authority of § 4(b) of the Act of September 13, 1982, Pub. L. 97-258.\n\nMiscellaneous Notes\n\nRestrictions on use of appropriated funds to compensate chauffeurs: See Act of October 1, 1976, 90 Stat. 1494, Pub. L. 94-446, § 111; Act of October 30, 1979, 93 Stat. 713, Pub. L. 96-93, § 210.\n\nDC CODE § 50-202\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 1973, 87 Stat. 504, Pub. L. 93-140, § 2.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Commercial and Government Vehicles."},"chapter":{"identifier":"2","text":"Public-Owned Vehicles."},"heading":{"title":"50","chaptersection":"202","identifier":"50-202","catch_text":"Official use."}}