{"text":"Nothing contained in this part shall be construed to interfere with the exclusive charge and control prior to March 3, 1925, committed to the Director of the National Park Service over the park system of the District, and he is hereby authorized and empowered to make and enforce all regulations for the control of vehicles and traffic, and limiting the speed thereof on roads, highways, and bridges within the public grounds in the District, under his control, subject to the penalties prescribed in this part.","historical":"Prior Codifications\n\n1981 Ed., § 40-721.\n\n1973 Ed., § 40-613.\n\nEmergency Act Amendments\n\nFor temporary (90 day) repeal of section, see § 102(h) of Comprehensive Impaired Driving and Alcohol Testing Program Emergency Amendment Act of 2012 (D.C. Act 19-429, July 30, 2012, 59 DCR 9387).\n\nFor temporary (90 day) amendment of section, see § 102(h) of Comprehensive Impaired Driving and Alcohol Testing Program Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-508, October 26, 2012, 59 DCR 12774).\n\nTransfer of Functions\n\nBy Executive Order No. 6166, dated June 10, 1933, the Office of Public Buildings and Public Parks of the National Capital was changed to National Parks, Buildings, and Reservations. Act of March 2, 1934, 48 Stat. 389, ch. 38, § 1, abolished National Parks, Buildings, and Reservations and transferred its powers and duties to the National Park Service.\n\nDC CODE § 50-2201.07\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1925, 43 Stat. 1126, ch. 443, § 16(b); July 3, 1926, 44 Stat. 835, ch. 760, § 3.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Traffic."},"chapter":{"identifier":"22","text":"Regulation of Traffic."},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"part":{"identifier":"A","text":"Traffic Act, 1925."},"heading":{"title":"50","chaptersection":"2201","identifier":"50-2201.07","catch_text":"Control over park system not affected by this part."}}