{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-615.\n\n1973 Ed., § 40-1113.\n\nEffect of Amendments\n\nD.C. Law 13-289 rewrote the section, which had read:\n\n\"(a) In answer to a Notice of Infraction, a person to whom the notice was issued may:\n\n\"(1) Admit, by payment of the civil fine, the commission of the infraction; or\n\n\"(2) Deny the commission of the infraction.\n\n\"(b) Failure to answer within the time prescribed in subsection (d) of this section shall be deemed an admission to the commission of the infraction.\n\n\"(c) Any person appearing before a hearing examiner who refuses to enter an answer shall be deemed to have denied the infraction. Payment of fine for the infraction shall be deemed a finding of liability. A person admitting that an infraction occurred shall, at the same time he submits his answer, pay the civil fine and any additional penalties established pursuant to § 50-2301.05, as may be due for failure to answer within the time required by subsection (d) of this section. In such case, such person need not appear at the hearing, unless the commission of such infraction would subject him to the suspension or revocation of his license or privilege to drive pursuant to Chapter II of Title 32 of the District of Columbia Rules and Regulations in which case he shall answer in person.\n\n\"(d)(1) A person to whom a notice of infraction has been issued must answer within 15 calendar days of the date the notice was issued or within a greater period of time as prescribed by the Director by regulation. If a person fails to answer such notice within this period, such person's operators' permit, in the case of a resident of the District or other person with a District operators' permit, or such person's privilege to drive within the District, in the case of a nonresident or resident licensed in another jurisdiction, shall by operation of law be suspended until such person answers the notice.\n\n\"(2) A notice of such suspension shall be personally served upon the respondent or left at his recorded address with a person of suitable age and discretion residing therein or shall be mailed by certified mail to him at his recorded address. Such suspension shall take effect 5 days after the personal service or the receipt of certified mail; provided, that refusal to accept personal service or delivery of certified mail shall be the equivalent of personal service or receipt of certified mail, if, immediately upon advice of such refusal, the Director causes a copy of the notice to be sent to the respondent by regular mail with a statement that, despite such refusal, the suspension will go into effect 5 days from the date the notice was sent by regular mail.\n\n\"(3) A person who fails to answer within the prescribed period referred to in subsection (a) (1) of this section shall answer by personal appearance unless permitted by regulation by the Director to answer by other means.\"\n\nD.C. Law 15-307, in subsec. (f), substituted \"307.7\" for \"307.6\".\n\nD.C. Law 16-117, designated the existing text of subsec. (b) as par. (b)(1); and added pars. (b)(2) and (b)(3).\n\nD.C. Law 16-279 rewrote subsecs. (d), (e), and (f), which formerly read:\n\n\"(d)(1) A person to whom a notice of infraction has been issued must answer within 30 calendar days of date the notice was issued or within a greater period of time as prescribed by the Director by regulation.\n\n\"(2) If a person fails to answer the notice within this 30 day period, the person's operator's permit, in the case of a resident of the District or a person with a District operator's permit, or the person's privilege to drive within the District, in the case of a nonresident or resident licensed in another jurisdiction, shall be suspended by operation of law pursuant to subsection (f) of this section.\n\n\"(e) If a person fails to answer the notice within 60 days after the date the notice was issued, or within a greater period of time as prescribed by the Director by regulation, the commission of the infraction shall be deemed admitted and all points, penalties, and fines shall be assessed. Not more than 50 days after the notice is issued, the Director shall send, by regular mail, notice of the outstanding notice of infraction and of the impending deemed admission. The notice may be combined with the notice of suspension described in subsection (f) of this section.\n\n\"(f) A notice of the suspension provided for in subsection (d) of this section shall be sent by regular mail to the respondent's address on the Department's records. Suspensions shall take effect 15 days after the date the notice was sent. The possession by the Department of a copy of a suspension notice addressed to a respondent, or a copy of the certificate or affidavit provided for in 18 DCMR 307.7, establishes a rebuttable presumption that the notice, as written, was received by the respondent by the date the suspension became effective.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 504(a) of Fiscal Year 1997 Budget Support Temporary Amendment Act of 1996 (D.C. Law 11-226, April 9, 1997, law notification 44 DCR 2584).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 401(a) of the Omnibus Budget Support Emergency Act of 1993 (D.C. Act 10-32, June 3, 1993, 40 DCR 3658).\n\nFor temporary amendment of section, see § 504(b) of the Fiscal Year 1997 Budget Support Emergency Act of 1996 (D.C. Act 11-302, July 25, 1996, 43 DCR 4181), § 504(b) of the Fiscal Year 1997 Budget Support Emergency Amendment Act of 1996 (D.C. Act 11-429, October 29, 1996, 43 DCR 6151), and § 504(b) of the Fiscal Year 1997 Budget Support Congressional Adjournment Emergency Amendment Act of 1997 (D.C. Act 12-2, February 19, 1997, 44 DCR 1590).\n\nFor temporary (90 day) establishment of adjudication process, see § 4 of Motor Vehicle Registration and Operator's Permit Issuance Enhancement Emergency Amendment Act of 2002 (D.C. Act 14-413, July 16, 2002, 49 DCR 7378).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-104, see Historical and Statutory Notes following § 50-2301.01.\n\nFor legislative history of D.C. Law 11-198, see Historical and Statutory Notes following § 50-2301.04.\n\nFor D.C. Law 13-289, see notes following § 50-401.\n\nFor Law 15-307, see notes following § 50-1331.01.\n\nLaw 16-117, the \"Vehicle Insurance Enforcement Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-56 which was referred to the Committee on the Judiciary.  The Bill was adopted on first and second readings on February 7, 2006, and March 7, 2006, respectively.   Signed by the Mayor on March 23, 2006, it was assigned Act No. 16-319 and transmitted to both Houses of Congress for its review.  D.C. Law 16-117 became effective on June 8, 2006.\n\nFor Law 16-279, see notes following § 50-312.\n\nEditor's Notes\n\nChapters 1 and 3 of Title 18 of the DCMR (Vehicles and Traffic) (June, 1987) has replaced Chapter II of Title 32 of the District of Columbia Rules and Regulations, referred to in (c).\n\nMiscellaneous Notes\n\nSection 1001 of D.C. Law 11-198 provides that titles I, II, III, V, and VI and sections 405 and 406 of the act shall apply after September 30, 1996.\n\nDC CODE § 50-2302.05\n\nCurrent through December 11, 2012","credits":"(Sept. 12, 1978, D.C. Law 2-104, § 205, 25 DCR 1275; Apr. 9, 1997, D.C. Law 11-198, § 504(b), 43 DCR 4569; Apr. 27, 2001, D.C. Law 13-289, § 302(e), 48 DCR 2057; Apr. 8, 2005, D.C. Law 15-307, § 207(a), 52 DCR 1700; June 8, 2006, D.C. Law 16-117, § 202, 53 DCR 2548; Mar. 14, 2007, D.C. Law 16- 279, § 301(c), 54 DCR 903.)","sections":[{"prefix":"a","text":" In answer to a notice of infraction, a person to whom the notice was issued may:"},{"prefix":"1","text":" Admit, by payment of the civil fine, the commission of the infraction; or"},{"prefix":"2","text":" Deny the commission of the infraction."},{"prefix":"b","text":"(1) A person charged with a moving violation may contest the charge through an administrative hearing, except where adjudication by mail is authorized by the Director."},{"prefix":"2","text":" A motor vehicle owner or operator shall be permitted to contest by mail the charge of operating or permitting to be operated a motor vehicle without required insurance being in effect with respect to that motor vehicle pursuant to § 31-2413(a)(3). For the purposes of contesting the charge, the owner or operator shall be permitted to present as evidence establishing that the required insurance was in effect with respect to the motor vehicle any of the following:"},{"prefix":"A","text":" An Insurance Identification Card;"},{"prefix":"B","text":" An insurance policy;"},{"prefix":"C","text":" Any other evidence that constitutes reasonable proof that the required insurance was in effect; or"},{"prefix":"D","text":" Copies of any documents described in subparagraphs (A) through (C) of this paragraph."},{"prefix":"3","text":" Unless the hearing examiner has reasonable doubt about the veracity of the evidence presented pursuant to paragraph (2)(A) and (B) of this subsection, submission of either shall be sufficient to dismiss the charge of operating or permitting to be operated a motor vehicle without required insurance being in effect with respect to that motor vehicle pursuant to § 31-2413(a)(3)."},{"prefix":"c","text":"(1)(A) A person charged with a moving violation may admit, with an explanation, the infraction by mail or in person. A person admitting an infraction shall, at the same time they submit their answer, pay the civil fine and any additional penalties established pursuant to § 50-2301.05 as may be due for failure to answer within the time required by subsection (d) of this section. Payment of the fine for the infraction shall be deemed a finding of liability."},{"prefix":"B","text":" The provisions of this section which authorize admit with an explanation for parking violations shall take effect beginning October 1, 2002."},{"prefix":"2","text":" A person admitting the infraction may include in their answer an explanation as to why points should not be assessed. A hearing examiner may, upon consideration of the explanation, order the waiver of applicable points, or authorize the deletion of the assessed points upon the satisfactory completion of driving school."},{"prefix":"d","text":" If a person fails to answer a notice of infraction within 30 calendar days of the date the notice was issued, or within a greater period of time as prescribed by the Director by regulation, a penalty equal to the amount of the fine shall be added pursuant to § 50-2301.05(a)."},{"prefix":"e","text":" If a person fails to answer the notice within 60 calendar days after the date the notice was issued, or within a greater period of time as prescribed by the Director by regulation, the commission of the infraction shall be deemed admitted and all points, penalties, and fines shall be assessed, and, except where the notice of infraction was issued in reliance upon an automated traffic enforcement device, the person's District of Columbia operator's permit, or the person's privilege to drive within the District in the case of a person holding an out-of-state permit, shall be suspended until payment of the penalties, fines, and a reinstatement fee."},{"prefix":"f","text":" Not more than 50 days after the notice is issued, the Director shall send by regular mail addressed to the person's address on the Department of Motor Vehicle's records notice of the outstanding notice of infraction and the effective date of the deemed admission and suspension of driving privileges. For holders of out-of-state licenses, the address in the Department of Motor Vehicle's records shall be the address available through the Washington Area Law Enforcement System, or similar interstate database containing license information from state issuing agencies, or the address displayed on the person's driver's license as presented at the time notice of infraction was issued."},{"prefix":"g","text":" A suspension resulting from a failure to answer shall remain in effect until the person answers the notice, except that once the offense is deemed admitted the suspension may only be lifted by payment of the fine for the offense and any additional penalties established pursuant to § 50-2301.05, as may be due for failure to answer within the time required by subsection (d)(1) of this section."},{"prefix":"h","text":"(1) The Director is authorized to implement amnesty programs as he or she considers necessary to encourage respondents to answer outstanding notices of infraction or pay outstanding fines. The Director shall send to the Council written notice of the intent to establish an amnesty program 45 days prior to its implementation."},{"prefix":"2","text":" An initial 6 month amnesty period shall commence on April 27, 2001, and shall be applicable to any person issued a notice of infraction for a moving violation prior to April 9, 1997. During this amnesty period, any person who admits the commission of an infraction by payment of the fine shall have all applicable penalties and points waived. Any person eligible for the amnesty program, who fails to participate in the program, shall answer all outstanding notices of infraction 60 days after the conclusion of the amnesty period, after which they shall be deemed to have admitted the commission of the offenses and all point, penalties, and fines shall be assessed."},{"prefix":"3","text":" Ninety days after the conclusion of the amnesty period described in paragraph (2) of this subsection, the Director shall provide the Council with a report detailing the results of the amnesty program. The report shall indicate, by year, the number of outstanding moving violations prior to the commencement of the amnesty program, the number of infractions for which payment was received and the total amount of the payment, the number of tickets answered during the final 60 day period, and the number of outstanding tickets remaining and the total dollar value of those tickets. Based on the findings of the amnesty program report, the District may exercise options to send unpaid tickets to a collection agency."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Traffic."},"chapter":{"identifier":"23","text":"Traffic Adjudication."},"subchapter":{"identifier":"II","text":"Moving Infractions."},"heading":{"title":"50","chaptersection":"2302","identifier":"50-2302.05","catch_text":"Answer."}}