{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-850.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-153, see Historical and Statutory Notes following § 50-2501.\n\nDC CODE § 50-2510\n\nCurrent through December 11, 2012","credits":"(Aug. 23, 1994, D.C. Law 10-153, § 11, 41 DCR 4652.)","sections":[{"prefix":"a","text":" There is established a special fund to be known as the Parking System Fund (\"Fund\")."},{"prefix":"b","text":" The Authority shall administer the Fund."},{"prefix":"c","text":" The monies deposited into the Fund shall not be a part of, nor lapse into, the General Fund of the District."},{"prefix":"d","text":" Monies in the Fund shall derive from the following sources:"},{"prefix":"1","text":" An administrative fee to be determined by the Authority and collected from each parking district which is based upon the administrative expenses associated with the specific parking district;"},{"prefix":"2","text":" A system fee paid by each parking district to the Authority which is based on a percentage of the outstanding debt or a percentage of the total costs of operation or maintenance associated with the specific parking district;"},{"prefix":"3","text":" Proceeds from the sale of bonds issued by the Authority;"},{"prefix":"4","text":" Interest earnings;"},{"prefix":"5","text":" Monies made available by the District or other governmental entities;"},{"prefix":"6","text":" Parking fees collected by the Authority from the parking districts;"},{"prefix":"7","text":" Ad valorem taxes collected on behalf of the Authority; and"},{"prefix":"8","text":" Federal grants, private monies, or other sources of monies for parking facilities."},{"prefix":"e","text":" The Fund shall be used for the following purposes:"},{"prefix":"1","text":" To collect proceeds of operation from each parking district;"},{"prefix":"2","text":" To pay the principal, interest, redemption premiums, costs, fees, and penalties for borrowings of the Authority either when due or in anticipation of a shortfall in revenue in any funding source identified or pledged to any parking district;"},{"prefix":"3","text":" To make inter-fund loans to any 1 or more of the parking districts established pursuant to § 50-2511;"},{"prefix":"4","text":" To fund capital projects of the Authority including costs of acquiring property, developing, constructing, renovating, altering, maintaining, improving, repairing, or expanding any public parking facility; and"},{"prefix":"5","text":" To pay the administrative costs of the parking districts."},{"prefix":"f","text":" After the purposes described in subsection (e) of this section have been satisfied, funds may be held in a general purpose account as working capital repair and renovation reserve funds, or retained earnings."},{"prefix":"g","text":" The Fund shall maintain separate accounts for each parking district to account fully for:"},{"prefix":"1","text":" Cash receipts and disbursements;"},{"prefix":"2","text":" Loans to and from other parking districts in the parking system fund;"},{"prefix":"3","text":" Revenue by source of revenue;"},{"prefix":"4","text":" Expenses and expenditures by line item and purpose; and"},{"prefix":"5","text":" Revenue and bond proceeds."},{"prefix":"h","text":" Monies in each separate parking district account shall derive from the following sources:"},{"prefix":"1","text":" Any monies made available by the District or other governmental entity for specific application within a parking district;"},{"prefix":"2","text":" All parking fees collected by the Authority within a parking district;"},{"prefix":"3","text":" Ad valorem taxes collected on behalf of the Authority within a parking district; and"},{"prefix":"4","text":" All proceeds from the sale of bonds issued for public parking facilities within a parking district."},{"prefix":"i","text":" Except as provided in § 50-2511(h), monies in each separate parking district account shall be used for the following purposes:"},{"prefix":"1","text":" To pay the principal, interest, redemption premiums, and other costs, fees, or penalties associated with debt service on facilities within a parking district;"},{"prefix":"2","text":" To establish and maintain debt service reserve funds;"},{"prefix":"3","text":" To pay the costs associated with the development of, land acquisition for, and construction of capital improvements to existing and future public parking facilities located within a parking district;"},{"prefix":"4","text":" To pay the costs of repairing and renovating public parking facilities within a parking district;"},{"prefix":"5","text":" To pay the costs of administering, operating, and maintaining facilities located within a parking district; and"},{"prefix":"6","text":" To pay the administrative and system fees as determined by the Authority to the Fund."},{"prefix":"j","text":" Annual financial statements for the Fund shall be prepared and submitted to the Mayor and the Council."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"25","text":"Public Parking Authority."},"heading":{"title":"50","chaptersection":"2510","identifier":"50-2510","catch_text":"Parking System Fund."}}