{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-626.\n\n1973 Ed., § 40-1120.\n\nEffect of Amendments\n\nD.C. Law 13-289 substituted \"Chapter 10 of Title 18 of the District of Columbia Municipal Regulations\" for \"Chapter IX of Title 32 of the District of Columbia Rules and Regulations\" in subsec. (a); deleted \"or admitted with explanation\" following \"has admitted\" in the introductory paragraph of subsec. (c); and rewrote subsec. (d), which had read:\n\n\"(d) If a person to whom a notice of infraction has been issued fails to appear at a hearing where he is required to do so, the hearing examiner may enter a judgment by default sustaining the charges, fix the appropriate fine and assess appropriate penalties, if any, if the infraction is established by a preponderance of the evidence. Before such a default judgment is entered, the Department shall notify the respondent by regular mail that an infraction is outstanding, that a default judgment is pending and that such judgment may be avoided by entering an answer or making an appearance within 30 days of such notice. Such notice shall be mailed to the respondent's recorded address.\"\n\nD.C. Law 16-279, in subsec. (e), extended the time to submit a written application to vacate from within 30 days of the effective date of the judgment to within 60 days of the effective date of the judgment.\n\nD.C. Law 17-303, in subsec. (d), substituted \"appropriate penalties and vehicle conveyance fee\" for \"appropriate penalties\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-104, see Historical and Statutory Notes following § 50-2301.01.\n\nFor D.C. Law 13-289, see notes following § 50-401.\n\nFor Law 16-279, see notes following § 50-312.\n\nFor Law 17-303, see notes following § 50-2201.02.\n\nEditor's Notes\n\nChapter 10 of Title 18 of the DCMR (Vehicles and Traffic) (June, 1987) has replaced Chapter IX of Title 32 of the District of Columbia Rules and Regulations, referred to in (a).\n\nDC CODE § 50-2303.06\n\nCurrent through December 11, 2012","credits":"(Sept. 12, 1978, D.C. Law 2-104, § 306, 25 DCR 1275; Apr. 27, 2001, D.C. Law 13-289, § 302(j), 48 DCR 2057; Mar. 14, 2007, D.C. Law 16-279, § 301(h), 54 DCR 903; Mar. 20, 2009, D.C. Law 17-303, § 4(c), 55 DCR 12803.)","sections":[{"prefix":"a","text":" Each hearing for the adjudication of a traffic infraction pursuant to this subchapter shall be held before a hearing examiner in accordance with Chapter 10 of Title 18 of the District of Columbia Municipal Regulations except as provided in this chapter."},{"prefix":"b","text":" The burden of proof shall be upon the District, and no infraction may be established except upon proof by a preponderance of the evidence."},{"prefix":"c","text":" The police officer or Department employee issuing the notice of infraction shall appear at the hearing of a case wherein the respondent has denied that the infraction occurred by his commission; provided, that demand therefor has been made pursuant to § 50-2303.05(e). The police officer or Department employee issuing the notice of infraction shall not be required to attend the hearing of a case wherein the respondent has admitted that the infraction occurred by his commission:"},{"prefix":"1","text":" Unless the respondent requests the presence of the officer or employee, as the case may be, at the same time he answers to the infraction and the hearing examiner determines that the testimony of such officer would assist his determination of the appropriate sanction to impose; or"},{"prefix":"2","text":" Unless the hearing examiner decides to require such presence."},{"prefix":"d","text":" If a person to whom a notice of infraction has been issued fails to appear at a hearing for which he or she received notice, the hearing examiner may enter a default judgment sustaining the charges, fix the appropriate fine, and assess appropriate penalties and vehicle conveyance fee, if any, if commission of the infraction is established by a preponderance of the evidence."},{"prefix":"e","text":" A default judgment shall take effect and notice shall be given pursuant to § 50-2302.05(f). The notice shall further indicate that the default judgment may only be vacated if the Department, receives, within 60 day of the effective date of the judgment, a written application to vacate the default that sets forth:"},{"prefix":"1","text":" A sufficient defense to the charge; and"},{"prefix":"2","text":" Excusable neglect as to the respondent's failure to attend the hearing."},{"prefix":"f","text":" After due consideration of the evidence and arguments, the hearing examiner shall determine whether the infraction has been established. Where the infraction is not established, an order dismissing the charges shall be entered. Where a determination is made that an infraction has been established or where an answer admitting the commission of the infraction or admitting the commission of the infraction with explanation has been received, an appropriate order shall be entered in the Department's records."},{"prefix":"g","text":" The hearing examiner may impose a civil fine for violation of infractions to which this subchapter is applicable up to and including an amount prescribed by § 50-2301.05 exclusive of fees and charges imposed for the towing or booting of a vehicle or additional penalties imposed for failure to answer to such infraction in a timely manner."},{"prefix":"h","text":" All civil fines and other monies collected pursuant to the provisions of this subchapter shall be paid into the General Fund of the District."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Traffic."},"chapter":{"identifier":"23","text":"Traffic Adjudication."},"subchapter":{"identifier":"III","text":"Parking, Standing, Stopping and Pedestrian Infractions. (Refs & Annos)"},"heading":{"title":"50","chaptersection":"2303","identifier":"50-2303.06","catch_text":"Hearing."}}