{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-718.1.\n\nEffect of Amendments\n\nD.C. Law 13-289 rewrote subsecs. (a) and (h); and added subsec. (j). Subsecs. (a) and (h) had read:\n\n\"(a) Except as provided in subsection (b) of this section, no motor vehicle may be operated or parked upon the public streets or spaces of the District of Columbia with:\n\n\"(1) A front windshield or front side windows that allow less than 70% light transmittance; or\n\n\"(2) A rear windshield or rear side windows that allow less than 50% light transmittance.\"\n\n\"(h) Limousines, ambulances, buses and hearses, meeting the requirements of 18 DCMR 413.10, church-owned vehicles, and all official government vehicles, shall be exempt from the requirements of this section.\"\n\nD.C. Law 15-307 added subsecs. (k) to (p).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 1002 of the Fiscal Year 1999 Budget Support Emergency Act of 1998 (D.C. Act 12-401, July 13, 1998, 45 DCR 4794), § 1002 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1998 (D.C. Act 12-564, January 12, 1999, 46 DCR 669), and § 1002 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1999 (D.C. Act 13-41, March 31, 1999, 46 DCR 3446).\n\nLegislative History of Laws\n\nLaw 10-163, the \"Motor Vehicle Tinted Window Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-422, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on June 7, 1994, and June 21, 1994, respectively. Signed by the Mayor on July 8, 1994, it was assigned Act No. 10-276 and transmitted to both Houses of Congress for its review. D.C. Law 10-163 became effective on August 26, 1994.\n\nFor D.C. Law 13-289, see notes following § 50-401.\n\nFor Law 15-307, see notes following § 50-1331.01.\n\nDC CODE § 50-2207.02\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1925, 43 Stat. 1119, ch. 443, § 11a, as added Aug. 26, 1994, D.C. Law 10-163, § 2, 41 DCR 4886; Apr. 27, 2001, D.C. Law 13-289, § 402, 48 DCR 2057; Apr. 8, 2005, D.C. Law 15-307, § 205(b), 52 DCR 1700.)","sections":[{"prefix":"a","text":"(1) Except as provided in subsection (b) of this section, no motor vehicle, other than a mini-van, may be operated or parked upon the public streets or spaces of the District of Columbia with:"},{"prefix":"A","text":" A front windshield or front side windows that allow less than 70% light transmittance; or"},{"prefix":"B","text":" A rear windshield or rear side windows that allow less than 50% light transmittance."},{"prefix":"2","text":" Except as provided in subsection (b) of this section, no mini-van may be operated or parked upon the public streets or spaces of the District of Columbia with:"},{"prefix":"A","text":" A front windshield or front side windows that allow less than 55% light transmittance, or"},{"prefix":"B","text":" A rear windshield or rear side windows that allow less than 35% light transmittance."},{"prefix":"b","text":" A motor vehicle may be operated or parked upon the public streets of the District of Columbia with a front windshield that allows less than 70% light transmittance above the AS-1 line, or within 5 inches from the top of the windshield."},{"prefix":"c","text":" Any person who operates or parks a motor vehicle in violation of subsection (a) of this section shall be issued a $50 citation."},{"prefix":"d","text":"(1) Except as provided by subsection (f) of this section, any motor vehicle found to violate subsection (a) of this section shall be required to be inspected at an official District Inspection Station within 5 business days after the finding."},{"prefix":"2","text":" If the motor vehicle is not brought into compliance with subsection (a) of this section by the end of the 5-day period, the owner of the vehicle shall be fined not more than $1,000."},{"prefix":"e","text":"(1) Except as provided by subsection (f) of this section, any motor vehicle found to violate subsection (a) of this section on a second or subsequent occasion shall be required to be inspected at an official District Inspection Station within 5 business days after the second or subsequent finding."},{"prefix":"2","text":" If the motor vehicle is not brought into compliance with subsection (a) of this section by the end of the 5-day period, the owner of the vehicle may be fined not more than $5,000."},{"prefix":"f","text":" Any police officer or other authorized government agent of the District may order the immediate removal of a motor vehicle from the public streets to an official District Inspection Station if the police officer or other authorized government agent determines that the health and safety of the public is at risk due to window tinting in violation of subsection (a) of this section."},{"prefix":"g","text":" No person shall install window tinting on a motor vehicle which is not exempt pursuant to subsection (h) of this section, in the District of Columbia which would cause the motor vehicle to violate subsection (a) of this section if the vehicle were operated or parked on the public streets of the District of Columbia."},{"prefix":"h","text":" This section shall not apply to:"},{"prefix":"1","text":" Limousines, ambulances, buses, and hearses meeting the requirements of 18 DCMR § 413.10;"},{"prefix":"2","text":" Church owned vehicles;"},{"prefix":"3","text":" All official government vehicles;"},{"prefix":"4","text":" Vehicles with tinted windows installed by the manufacturer prior to purchase; or"},{"prefix":"5","text":" Vehicles exempted by the Director of the Department of Motor Vehicles because the owner of the vehicle has a medical condition requiring windows which allows less light than permitted pursuant to subsection (a) of this section."},{"prefix":"i","text":" Nothing in this subchapter shall be construed to modify or affect any federal law concerning the window tinting of motor vehicles that is applicable to manufacturers, importers, dealers, or motor vehicle repair businesses for new or used motor vehicles and equipment."},{"prefix":"j","text":" The Director of the Department of Motor Vehicles is authorized to promulgate rules to implement the provisions this section and to amend existing provisions of Title 18 of the District of Columbia Municipal Regulations to conform to its requirements. Rules promulgated or amended pursuant to this section shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, holidays, and days of Council recess."},{"prefix":"k","text":" Notice of an infraction issued pursuant to subsections (d)(2) or (e)(2) of this section shall be mailed by U.S. mail to the owner's last known address in the Department of Motor Vehicles' records."},{"prefix":"l","text":" Violations of subsections (d)(2) and (e)(2) of this section shall be adjudicated as moving violations."},{"prefix":"m","text":" Answers to notices sent pursuant to subsection (k) of this section shall be in accordance with § 50-2302.05(a), (b), (c), and (e)), and subsection (n) of this section."},{"prefix":"n","text":"(1) A person to whom a notice of infraction has been issued shall answer within 30 calendar days of the date the notice was mailed or within a greater period of time as prescribed by the Director by regulation."},{"prefix":"2","text":" If a person fails to answer the notice within the 30-day period or within the period of time prescribed by the Director, the person's registration certificate shall be suspended. The notice of the suspension shall be mailed by U.S. mail to the person's address on the Department's records. Suspension shall take effect 15 days after the date the notice of suspension was mailed."},{"prefix":"3","text":" The possession by the Department of a copy of the notice of suspension addressed to a person or a copy of the certificate or affidavit provided for in 18 DCMR § 307.7 shall establish a rebuttable presumption that the notice of suspension was received by the person by the date the suspension became effective."},{"prefix":"4","text":" A suspension resulting from a failure to answer shall remain in effect until the person answers the notice, except that once the offense is deemed admitted the suspension may be lifted only by payment of the fine for the offense and any additional penalties imposed pursuant to § 50-2301.05, for failure to answer within the time required by paragraph (1) of this subsection."},{"prefix":"o","text":" The Director shall reject any vehicles appearing for inspection pursuant to Chapter 11 of this title whose window tint violates subsections (a) or (b) of this section."},{"prefix":"p","text":" No points shall be assessed for any violation of this section."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Traffic."},"chapter":{"identifier":"22","text":"Regulation of Traffic."},"subchapter":{"identifier":"IV","text":"Obscured Vision."},"heading":{"title":"50","chaptersection":"2207","identifier":"50-2207.02","catch_text":"Tinted windows prohibited."}}