{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-604.\n\n1973 Ed., § 40-1104.\n\nEffect of Amendments\n\nD.C. Law 16-279, in subsec. (b), repealed par. (6), which formerly read:\n\n\"(6) To adjudicate notices of civil infractions issued to taxicab operators or owners pursuant to 31 DCMR 825 including the power to:\n\n\"(A) Preside over a hearing in a contested matter;\n\n\"(B) Compel the attendance of a witness by subpoena, administer an oath, take testimony of a witness under oath, and dismiss, rehear, or continue a case; and\n\n\"(C) Issue a proposed decision including the imposition of a fine for a civil infraction set forth in 31 DCMR 825.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 504(a) of Fiscal Year 1997 Budget Support Temporary Amendment Act of 1996 (D.C. Law 11-226, April 9, 1997, law notification 44 DCR 2584).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 504(a) of the Fiscal Year 1997 Budget Support Emergency Act of 1996 (D.C. Act 11-302, July 25, 1996, 43 DCR 4181), § 504(a) of the Fiscal Year 1997 Budget Support Emergency Amendment Act of 1996 (D.C. Act 11-429, October 29, 1996, 43 DCR 6151), and § 504(a) of the Fiscal Year 1997 Budget Support Congressional Adjournment Emergency Amendment Act of 1997 (D.C. Act 12-2, February 19, 1997, 44 DCR 1590).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-104, see Historical and Statutory Notes following § 50-2301.01.\n\nLaw 5-66 was introduced in Council and assigned Bill No. 5-350. The Bill was adopted on first and second readings on December 20, 1983. Signed by the Mayor on January 11, 1984, it was assigned Act No. 5-99 and transmitted to both Houses of Congress for its review.\n\nLaw 5-83 was introduced in Council and assigned Bill No. 5-220, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on February 28, 1984, and March 13, 1984, respectively. Signed by the Mayor on March 29, 1984, it was assigned Act No. 5-119 and transmitted to both Houses of Congress for its review.\n\nLaw 9-148, the \"Bureau of Traffic Adjudication Hearing Examiner Temporary Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-521. The Bill was adopted on first and second readings on May 6, 1992, and June 2, 1992, respectively. Signed by the Mayor on June 19, 1992, it was assigned Act No. 9-228 and transmitted to both Houses of Congress for its review. D.C. Law 9-148 became effective on September 10, 1992.\n\nLaw 9-206, the \"Bureau of Traffic Adjudication Hearing Examiner Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-539, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on November 4, 1992, and December 1, 1992, respectively. Signed by the Mayor on December 18, 1992, it was assigned Act No. 9-335 and transmitted to both Houses of Congress for its review. D.C. Law 9-206 became effective on March 17, 1993.\n\nLaw 11-198, the \"Fiscal Year 1997 Budget Support Act of 1996,\" was introduced in Council and assigned Bill No. 11-741, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 19, 1996, and July 3, 1996, respectively. Signed by the Mayor on July 26, 1996, it was assigned Act No. 11-360 and transmitted to both Houses of Congress for its review. D.C. Law 11-198 became effective April 9, 1997.\n\nFor Law 16-279, see notes following § 50-312.\n\nTransfer of Functions\n\nThe functions of the Department of Transportation were transferred to the Department of Public Works by Reorganization Plan No. 4 of 1983, effective March 1, 1984.\n\nDC CODE § 50-2301.04\n\nCurrent through December 11, 2012","credits":"(Sept. 12, 1978, D.C. Law 2-104, § 104, 25 DCR 1275; Mar. 14, 1984, D.C. Law 5-66, § 2, 31 DCR 214; May 22, 1984, D.C. Law 5-83, § 2, 31 DCR 1683; Sept. 10, 1992, D.C. Law 9-148, § 2, 39 DCR 4915; Mar. 17, 1993, D.C. Law 9-206, § 2, 40 DCR 12; Apr. 9, 1997, D.C. Law 11-198, § 504(a), 43 DCR 4569; Mar. 14, 2007, D.C. Law 16-279, § 301(a), 54 DCR 903.)","sections":[{"prefix":"a","text":" The Director shall appoint and prescribe the duties of a Chief Hearing Examiner and other hearing examiners as are necessary to implement the provisions of this chapter. The Chief Hearing Examiner and each hearing examiner appointed pursuant to this section shall serve as career service employees in accordance with § 1-608.01."},{"prefix":"b","text":" The hearing examiners, in addition to the powers granted them by Chapter IX of Title 32 of the District of Columbia Rules and Regulations, shall have the following powers:"},{"prefix":"1","text":" To determine in prescribed cases whether a member of the Metropolitan Police Department or the Department of Transportation shall be called as a witness in an adjudication pursuant to subchapters II and III of this chapter;"},{"prefix":"2","text":" To impose sanctions for infractions under subchapter II of this chapter including:"},{"prefix":"A","text":" Monetary fines and penalties;"},{"prefix":"B","text":" The required attendance at traffic school; and"},{"prefix":"C","text":" The suspension of operators' permits pending the payment of monetary fines and penalties or the successful completion of traffic school;"},{"prefix":"3","text":" To impose monetary fines and penalties for infractions under subchapter III of this chapter;"},{"prefix":"4","text":"(A) To permit the payment of monetary fines and penalties in excess of $50 in monthly installments over a period not greater than 6 months. In the case of a moving infraction, the hearing examiner may suspend the respondent's operators' permit if the fines and penalties have not been paid upon termination of the installment period or if the respondent defaults on 2 consecutive installments."},{"prefix":"B","text":" Such suspension shall take effect upon service of a notice of suspension upon the respondent, by personal service, by leaving such notice at his recorded address with a person of suitable age and discretion residing therein or by certified mail sent to his recorded address and shall remain in effect until the fines and penalties are paid; provided, that refusal to accept personal service or delivery of certified mail shall be the equivalent of personal service or receipt of certified mail, if immediately upon advice of such refusal, the Director causes a copy of the notice to be sent to the respondent by regular mail with a statement that, despite such refusal, the suspension will go into effect 5 days from the date the notice was sent by regular mail;"},{"prefix":"5","text":" To suspend the imposition of traffic violation points (other than those based upon offenses listed in § 50-2302.02) conditioned upon:"},{"prefix":"A","text":" Good driving behavior; and"},{"prefix":"B","text":" The successful completion of traffic school or other rehabilitative measures."},{"prefix":"6","text":" Repealed."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Traffic."},"chapter":{"identifier":"23","text":"Traffic Adjudication."},"subchapter":{"identifier":"I","text":"Purposes; Definitions; Establishment; Hearing Examiners; Sanctions; Time Computations; Regulations. (Refs & Annos)"},"heading":{"title":"50","chaptersection":"2301","identifier":"50-2301.04","catch_text":"Hearing examiners."}}