{"text":"Within 90 days from September 9, 1989, the Mayor shall, pursuant to subchapter I of Chapter 5 of Title 2, issue rules to implement the provisions of this act. The proposed rules shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution within this 45-day review period, the proposed rules shall be deemed approved.","historical":"Prior Codifications\n\n1981 Ed., § 40-836.\n\nEmergency Act Amendments\n\nFor temporary (90 day) provisions for the removal and disposition of abandoned, dangerous, and unlawfully parked vehicles, see §§ 2 to 12, 14, and 15 of the Removal and Disposition of Abandoned, Dangerous and Other Unlawfully Parked Vehicles Reform Emergency Act of 2002 (D.C. Act 15-104, June 20, 2003, 50 DCR 5534).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-24, see Historical and Statutory Notes following § 50-2622.\n\nEffective Dates\n\nSection 12 of D.C. Law 8-24 provided that the act shall take effect after a 30- day period of Congressional review following approval by the Mayor (or in the event of veto by the Mayor, action by the Council of the District of Columbia to override the veto) as provided in § 1-206.02(c)(1), and publication in either the District of Columbia Register, the District of Columbia Statutes-at-Large, or the District of Columbia Municipal Regulations; or by November 1, 1989, whichever occurs later. D.C. Law 8-24 was effective September 9, 1989.\n\nReferences in Text\n\n\"This act\", referred to in the first sentence, is D.C. Law 8-24.\n\nDC CODE § 50-2406\n\nCurrent through December 11, 2012","credits":"(Sept. 9, 1989, D.C. Law 8-24, § 11, 36 DCR 4575.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"24","text":"Abandoned and Junk Vehicle Removal."},"subchapter":{"identifier":"I","text":"Administrative Provisions."},"heading":{"title":"50","chaptersection":"2406","identifier":"50-2406","catch_text":"Rules."}}