{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-168 rewrote subsec. (a); and, in subsec. (b), substituted \"continually available for projects within the zone from which revenues were raised for\" for \"continually available for\". Prior to amendment, subsec. (a) read as follows:\n\n\"(a) There is established as a nonlapsing fund the Performance Parking Program Fund ('Fund'). All parking-meter revenue collected within the Performance Parking Pilot Zones shall be deposited in the Fund. The Fund shall be used solely for the purposes set forth in § 50-2534 and shall be administered by the Director of the District Department of Transportation.\"\n\nLegislative History of Laws\n\nFor history of Law 19-21, see notes under § 50-231.\n\nFor history of Law 19-168, see notes under § 50-320.\n\nDC CODE § 50-2531.01\n\nCurrent through December 11, 2012","credits":"((Nov. 25, 2008, D.C. Law 17-279, § 2a, as added Sept. 14, 2011, D.C. Law 19-21, § 6083(b), 58 DCR 6226; Sept. 20, 2012, D.C. Law 19-168, § 6042(b), 59 DCR 8025.)","sections":[{"prefix":"a","text":"(1) There is established as a nonlapsing fund the Performance Parking Program Fund (\"Fund\"), which shall be used solely for the purposes set forth in § 50-2534, and shall be administered by the Director of the District Department of Transportation."},{"prefix":"2","text":" One-half of the net revenue derived from any modifications to meter rates, meter hours, or metered areas within each performance parking zone shall be deposited in the Fund, provided the net revenue:"},{"prefix":"A","text":" For performance parking zones established:"},{"prefix":"i","text":" After September 30, 2012, shall be the amount in excess of the revenue that would have been collected if the Mayor had kept the meter rates, meter hours, and metered areas in effect as of September 30, 2012; and"},{"prefix":"ii","text":" Before October 1, shall be the amount in excess of the revenue that would have been collected if the Mayor had kept the meter rates, meter hours, and metered areas in effect as of September 30, 2011; and"},{"prefix":"B","text":" For the H Street performance parking zone shall be the amount in excess of the revenue that would have been collected if the Mayor kept the meter rates, meter hours, and metered areas at those levels as of June 1, 2012."},{"prefix":"b","text":" All funds deposited into the Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for projects within the zone from which revenues were raised for the uses and purposes set forth in § 50-2534 without regard to fiscal year limitation, subject to authorization by Congress."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"25A","text":"Performance Parking Pilot Zones."},"heading":{"title":"50","chaptersection":"2531","identifier":"50-2531.01","catch_text":"Performance Parking Program Fund."}}