{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-616.\n\n1973 Ed., § 40-1114.\n\nEffect of Amendments\n\nD.C. Law 13-289, in subsec. (a), substituted \"Chapter 10 of Title 18 of the District of Columbia Municipal Regulations\" for \"Chapter IX of Title 32 of the District of Columbia Rules and Regulations\";   and rewrote subsecs. (b) and (i), which had read:\n\n\"(b) If a person to whom a notice of infraction has been issued fails to appear at a hearing where he is required to do so, the hearing examiner may suspend that person's license or privilege to drive until such person appears at a hearing or pays a civil fine pursuant to § 50-2302.05(c).   Such suspension shall take effect and notice shall be given in accordance with § 50- 2302.05(d).\"\n\n\"(i) All civil fines and other monies collected pursuant to the provisions of this title shall be paid into the General Fund of the District.\"\n\nD.C. Law 16-279, in subsec. (b), reduced the application to vacate time from within 90 days of the effective date of the judgment to from within 60 days of the effective date of the judgment; in subsec. (c), substituted \"denied the commission of the infraction; except, no officer is required at the hearing when a violation is detected by an automated traffic enforcement system\" for \"denied the commission of the infraction\"; and in subsec. (f)(2), substituted \"The completion of traffic school in lieu of the assessment of the applicable points; or\" for \"The required completion of traffic school; or\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-104, see Historical and Statutory Notes following § 50-2301.01.\n\nFor D.C. Law 13-289, see notes following § 50-401.\n\nFor Law 16-279, see notes following § 50-312.\n\nEditor's Notes\n\nChapter 10 of Title 18 of the DCMR (Vehicles and Traffic) (June, 1987) has replaced Chapter IX of Title 32 of the District of Columbia Rules and Regulations, referred to in (a) and (h).\n\nChapter 3 of Title 18 of the DCMR (Vehicles and Traffic) (June, 1987) has replaced the provisions governing assessment of traffic points formerly contained in Chapter II of Title 32 of the District of Columbia Rules and Regulations, referred to in (e).\n\nDC CODE § 50-2302.06\n\nCurrent through December 11, 2012","credits":"(Sept. 12, 1978, D.C. Law 2-104, § 206, 25 DCR 1275; Apr. 27, 2001, D.C. Law 13-289, § 302(f), 48 DCR 2057; Mar. 14, 2007, D.C. Law 16-279, § 301(d), 54 DCR 903.)","sections":[{"prefix":"a","text":" Each hearing for the adjudication of a traffic infraction pursuant to this subchapter shall be held before a hearing examiner in accordance with Chapter 10 of Title 18 of the District of Columbia Municipal Regulations except as provided by this chapter. The burden of proof shall be on the District and no infraction shall be established except by clear and convincing evidence."},{"prefix":"b","text":" If a person to whom a notice of infraction has been issued fails to appear at a hearing for which he or she received notice, the hearing examiner may enter a default judgment sustaining the charges, fix the appropriate fine, assess appropriate penalties, if any, and suspend the person's license or privilege to drive in the District until the fines and penalties are paid, if the commission of the infraction is established by clear and convincing evidence. The judgment and suspension shall take effect and notice shall be given in accordance with § 50-2302.05(f). The notice shall further indicate that the default judgment may only be vacated if there is received, within 60 days of the effective date of the judgment, a written application to vacate the default that sets forth:"},{"prefix":"1","text":" A sufficient defense to the charge; and"},{"prefix":"2","text":" Excusable neglect as to the respondent's failure to attend the hearing."},{"prefix":"c","text":" The police officer issuing the notice of infraction shall appear at the hearing of a case wherein the respondent has denied the commission of the infraction; except, no officer is required at the hearing when a violation is detected by an automated traffic enforcement system. The police officer issuing the notice of infraction shall not be required to attend the hearing of a case wherein the respondent has admitted or has admitted with explanation the commission of the infraction unless:"},{"prefix":"1","text":" The respondent requests the presence of the officer at the same time that he answers to the infraction and the hearing examiner determines that the testimony of such officer would assist his determination of the appropriate sanction to impose; or"},{"prefix":"2","text":" The hearing examiner decides to require such presence."},{"prefix":"d","text":" After due consideration of the evidence and arguments presented, the hearing examiner shall determine whether the infraction has been established. Where the infraction is not established, an order dismissing the charge shall be entered. Where a determination is made that an infraction has been established or where an answer admitting the commission of the infraction or admitting the commission of the infraction with explanation has been received, an appropriate order shall be entered in the Department's records."},{"prefix":"e","text":" An order, entered pursuant to a determination that an infraction has been established or pursuant to the receipt of an answer admitting the infraction or admitting the infraction with explanation, shall be civil in nature but shall be treated as an adjudication that an infraction has been committed for the purposes of this chapter and for the purposes of the assessment of traffic points pursuant to Chapter II of Title 32 of the District of Columbia Rules and Regulations."},{"prefix":"f","text":" The hearing examiner may impose as sanctions for such infraction:"},{"prefix":"1","text":" A civil fine and applicable penalties as prescribed pursuant to § 50- 2301.05;"},{"prefix":"2","text":" The completion of traffic school in lieu of the assessment of the applicable points; or"},{"prefix":"3","text":" Both of the preceding sanctions."},{"prefix":"g","text":" In making the determination whether an infraction is established, the hearing examiner shall not consider the traffic record of the respondent, unless so requested by the respondent. However, the hearing examiner shall consider the respondent's traffic record in determining the appropriate sanction to impose."},{"prefix":"h","text":" The hearing examiner may stay the imposition of any sanction imposed pending administrative review pursuant to part F of Chapter IX of Title 32 of the District of Columbia Rules and Regulations and subchapter IV of this chapter; provided, that the respondent posts a security in the amount of the civil fine and any penalties and, in the case where the sanction includes the suspension or revocation of his license to drive, surrenders his operator's permit to the Bureau of Traffic Adjudication. If a respondent surrenders his operator's permit, a temporary permit shall be issued pursuant to the standards set forth in § 9.202(b)(2) of Title 32 of the District of Columbia Rules and Regulations."},{"prefix":"i","text":" Except where a stay is ordered, failure to pay any assessed civil fines and penalties due within 15 calendar days after final decision shall result in suspension of a respondent's operator's permit, in the case of a resident of the District or other person with a District operator's permit, or the person's privilege to drive within the District, in the case of a nonresident or resident licensed in another jurisdiction. The suspension shall take effect and notice shall be given in accordance with § 50-2302.05(f). All civil fines and other monies collected pursuant to the provisions of this title shall be paid into the General Fund of the District."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Traffic."},"chapter":{"identifier":"23","text":"Traffic Adjudication."},"subchapter":{"identifier":"II","text":"Moving Infractions."},"heading":{"title":"50","chaptersection":"2302","identifier":"50-2302.06","catch_text":"Hearing."}}