{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-846.\n\nEffect of Amendments\n\nD.C. Law 17-108, in subsec. (a), inserted \"The Executive Director shall be a District resident throughout his or her term and failure to maintain District residency shall result in a forfeiture of the position.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-153, see Historical and Statutory Notes following § 50-2501.\n\nLaw 17-108, the \"Jobs for D.C. Residents Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-185 which was referred to the Committee on Workforce Development and Government Operations. The Bill was adopted on first and second readings on July 10, 2007, and October 2, 2007, respectively. Signed by the Mayor on October 26, 2007, it was assigned Act No. 17-172 and transmitted to both Houses of Congress for its review. D.C. Law 17-108 became effective on February 6, 2008.\n\nDC CODE § 50-2506\n\nCurrent through December 11, 2012","credits":"(Aug. 23, 1994, D.C. Law 10-153, § 7, 41 DCR 4652; Feb. 6, 2008, D.C. Law 17-108, § 216(a), 54 DCR 10993.)","sections":[{"prefix":"a","text":" The Board shall appoint an Executive Director who shall be the chief administrative officer of the Authority. The Executive Director shall not be a member of the Board and shall serve at the pleasure of the Board. The Executive Director shall be a District resident throughout his or her term and failure to maintain District residency shall result in a forfeiture of the position."},{"prefix":"b","text":" In addition to any other duties set forth in this chapter, the Executive Director shall:"},{"prefix":"1","text":" Supervise and manage all business affairs and operation and management of properties of the Authority;"},{"prefix":"2","text":" Sign and execute all authorized bonds, contracts, and other obligations in the name of the Authority;"},{"prefix":"3","text":" Perform all administrative duties as may be required by the Authority; and"},{"prefix":"4","text":" Perform all other duties as the Authority may require to carry out the provisions of this chapter."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"25","text":"Public Parking Authority."},"heading":{"title":"50","chaptersection":"2506","identifier":"50-2506","catch_text":"Executive Director."}}