{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90-day) addition of § 40-931 [1981 Ed.], see § 3402 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90-day) addition of § 40-951 [1981 Ed.], see § 3602 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 3602 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nFor Law 13-172, see notes following § 50-203.\n\nMiscellaneous Notes\n\nSection 120 of Pub. L. 107-96 provides:\n\n\"(a) RESTRICTIONS ON USE OF OFFICIAL VEHICLES. -- Except as otherwise provided in this section, none of the funds made available by this Act or by any other Act may be used to provide any officer or employee of the District of Columbia with an official vehicle unless the officer or employee uses the vehicle only in the performance of the officer's or employee's official duties. For purposes of this paragraph, the term 'official duties' does not include travel between the officer's or employee's residence and workplace (except: (1) in the case of an officer or employee of the Metropolitan Police Department who resides in the District of Columbia or is otherwise designated by the Chief of the Department; (2) at the discretion of the Fire Chief, an officer or employee of the District of Columbia Fire and Emergency Medical Services Department who resides in the District of Columbia and is on call 24 hours a day; (3) the Mayor of the District of Columbia; and (4) the Chairman of the Council of the District of Columbia).\n\n\"(b) INVENTORY OF VEHICLES. -- The Chief Financial Officer of the District of Columbia shall submit, by November 15, 2001, an inventory, as of September 30, 2001, of all vehicles owned, leased or operated by the District of Columbia government. The inventory shall include, but not be limited to, the department to which the vehicle is assigned; the year and make of the vehicle; the acquisition date and cost; the general condition of the vehicle; annual operating and maintenance costs; current mileage; and whether the vehicle is allowed to be taken home by a District officer or employee and if so, the officer or employee's title and resident location.\n\n\"(c) No officer or employee of the District of Columbia government (including any independent agency of the District but excluding the Office of the Chief Technology Officer, the Chief Financial Officer of the District of Columbia, and the Metropolitan Police Department) may enter into an agreement in excess of $2,500 for the procurement of goods or services on behalf of any entity of the District government until the officer or employee has conducted an analysis of how the procurement of the goods and services involved under the applicable regulations and procedures of the District government would differ from the procurement of the goods and services involved under the Federal supply schedule and other applicable regulations and procedures of the General Services Administration, including an analysis of any differences in the costs to be incurred and the time required to obtain the goods or services.\"\n\nDC CODE § 50-204\n\nCurrent through December 11, 2012","credits":"(Oct. 19, 2000, D.C. Law 13-172, § 3602, 47 DCR 6308.)","sections":[{"prefix":"a","text":" Except as otherwise provided in this section, no officer or employee of the District may be provided with an official vehicle unless the officer or employee uses the vehicle only in the performance of the officer's or employee's official duties. For purposes of this subsection, the term \"official duties\" shall not include travel between the officer's or employee's residence and workplace; except in the case of (1) an officer or employee of the Metropolitan Police Department who resides in the District or is otherwise designated by the Chief of the Department; (2) at the discretion of the Fire Chief, an officer or employee of the D.C. Fire and Emergency Medical Services Department who resides in the District and is on call 24 hours a day; (3) the Mayor; and (4) the Chairman of the Council."},{"prefix":"b","text":"(1) No officer or employee of the executive branch of the District government, except the Mayor, shall utilize the services of any District government employee for use as a chauffeur from residence to work or vice versa, unless such use is authorized first, in writing, by the Mayor. All such authorizations and the cost thereof, shall be reported to the Council on a quarterly basis."},{"prefix":"2","text":" No officer or employee of the executive branch of the District government, except the Mayor, shall utilize the services of any District government employee for use as a chauffeur during the work day unless such use is authorized in writing, by the appropriate agency head. All such authorizations and the cost thereof, shall be reported to the Council on a quarterly basis and made available to the public upon request."},{"prefix":"c","text":" The Mayor shall submit to the Council, by December 15, 2001, an inventory, as of September 30, 2001, of all vehicles owned, leased or operated by the District government. The inventory shall include, but not be limited to, the department to which the vehicle is assigned; the year and make of the vehicle; the acquisition date and cost; the general condition of the vehicle; annual operating and maintenance costs; current mileage; and whether the vehicle is allowed to be taken home by a District officer or employee and if so, the officer or employee's title and resident location."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Commercial and Government Vehicles."},"chapter":{"identifier":"2","text":"Public-Owned Vehicles."},"heading":{"title":"50","chaptersection":"204","identifier":"50-204","catch_text":"Restrictions on the Use of Official Vehicles"}}