{"text":"By June 30th of each year, the Mayor shall submit to the Council a report on parking and traffic enforcement for the previous calendar year. The report shall include, but not be limited to, the following:","historical":"Prior Codifications\n\n1981 Ed., § 40-608.\n\n1973 Ed., § 40-1108.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-104, see Historical and Statutory Notes following § 50-2301.01.\n\nDC CODE § 50-2301.08\n\nCurrent through December 11, 2012","credits":"(Sept. 12, 1978, D.C. Law 2-104, § 108, 25 DCR 1275.)","sections":[{"prefix":"1","text":" The number of persons hired as hearing examiners:"},{"prefix":"A","text":" The level of compensation for each hearing examiner;"},{"prefix":"B","text":" The length of time each hearing examiner has served in that capacity; and"},{"prefix":"C","text":" The qualifications for hearing examiners;"},{"prefix":"2","text":" The number of notices of infraction issued:"},{"prefix":"A","text":" The number of notices of infraction issued for moving infractions;"},{"prefix":"B","text":" The number of notices of infraction issued for parking, standing, stopping and pedestrian infractions; and"},{"prefix":"C","text":" The number of notices of infraction issued by each agency authorized to issue notices of infraction;"},{"prefix":"3","text":" The number of answers filed for moving infractions:"},{"prefix":"A","text":" The number of \"admit\" answers filed for moving infractions:"},{"prefix":"i","text":" The number of hearings held for respondents who admit the commission of moving infractions; and"},{"prefix":"ii","text":" The number of suspensions and revocations of respondents who admit the commission of moving infractions;"},{"prefix":"B","text":" The number of \"admit with explanation\" answers filed for moving infractions; the number of suspensions and revocations of respondents who admit with explanation the commission of a moving infraction;"},{"prefix":"C","text":" The number of \"deny\" answers filed for moving infractions:"},{"prefix":"i","text":" The number of determinations of liability of respondents who deny the commission of moving infractions;"},{"prefix":"ii","text":" The number of dismissals of respondents who deny the commission of moving infractions; and"},{"prefix":"iii","text":" The number of suspensions and revocations of respondents who deny the commission of moving infractions;"},{"prefix":"D","text":" The number of suspensions for failure to answer notices of infraction; and"},{"prefix":"E","text":" The number of suspensions for failure to appear at a hearing;"},{"prefix":"4","text":" The number of answers filed for parking, standing, stopping and pedestrian infractions:"},{"prefix":"A","text":" The number of \"admit\" answers filed for parking, standing, stopping and pedestrian infractions;"},{"prefix":"B","text":" The number of \"admit with explanation\" answers filed for parking, standing, stopping and pedestrian infractions; and"},{"prefix":"C","text":" The number of \"deny\" answers filed for parking, standing, stopping and pedestrian infractions:"},{"prefix":"i","text":" The number of determinations of liability of respondents who deny the commission of parking, standing, stopping and pedestrian infractions; and"},{"prefix":"ii","text":" The number of dismissals of respondents who deny the commission of parking, standing, stopping and pedestrian infractions;"},{"prefix":"5","text":" The number of notices of infraction for which sanctions are imposed:"},{"prefix":"A","text":" The number of notices of infraction for which a civil fine is imposed;"},{"prefix":"B","text":" The number of notices of infraction for which a penalty is imposed; and"},{"prefix":"C","text":" The number of notices of infraction for which attendance at traffic school is required;"},{"prefix":"6","text":" The number of notices of infraction issued to lessors covered under § 50-2303.04:"},{"prefix":"A","text":" The penalties and fines imposed for infractions under § 50-2303.04;"},{"prefix":"B","text":" The penalties and fines actually paid under § 50-2303.04;"},{"prefix":"C","text":" The number of outstanding infractions under § 50-2303.04; and"},{"prefix":"D","text":" The amount of fines and penalties outstanding under § 50-2303.04;"},{"prefix":"7","text":" The number of appeals filed with the appeals boards:"},{"prefix":"A","text":" The number of decisions set aside by appeals boards;"},{"prefix":"B","text":" The number of decisions affirmed by appeals boards;"},{"prefix":"C","text":" The list of attorneys available for service on appeals boards;"},{"prefix":"D","text":" The list of citizens available for service on appeals boards; and"},{"prefix":"E","text":" A list of each appeals board appointed by the Director;"},{"prefix":"8","text":" The number of appeals filed with the Superior Court of the District of Columbia:"},{"prefix":"A","text":" The number of decisions set aside by the Superior Court of the District of Columbia; and"},{"prefix":"B","text":" The number of decisions affirmed by the Superior Court of the District of Columbia;"},{"prefix":"9","text":" The number of appeals filed with the District of Columbia Court of Appeals:"},{"prefix":"A","text":" The number of decisions set aside by the District of Columbia Court of Appeals; and"},{"prefix":"B","text":" The number of decisions affirmed by the District of Columbia Court of Appeals;"},{"prefix":"10","text":" The number of vehicles towed and booted:"},{"prefix":"A","text":" The number of vehicles towed;"},{"prefix":"B","text":" The number of vehicles booted;"},{"prefix":"C","text":" The average cost of each tow; and"},{"prefix":"D","text":" The average cost of each booting; and"},{"prefix":"11","text":" The total revenues generated by this chapter:"},{"prefix":"A","text":" The total collected in fines and penalties;"},{"prefix":"B","text":" The total collected in towing fees; and"},{"prefix":"C","text":" The total collected in booting fees."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Traffic."},"chapter":{"identifier":"23","text":"Traffic Adjudication."},"subchapter":{"identifier":"I","text":"Purposes; Definitions; Establishment; Hearing Examiners; Sanctions; Time Computations; Regulations. (Refs & Annos)"},"heading":{"title":"50","chaptersection":"2301","identifier":"50-2301.08","catch_text":"Report to Council."}}