{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-832.\n\n1981 Ed., § 40-832.\n\nEffect of Amendments\n\nD.C. Law 15-35, in subsec. (a), substituted \"any abandoned or dangerous vehicle\" for \"any abandoned or junk vehicle\" and \"space\" for \"highway\" in the introductory paragraph, rewrote pars. (1), (3), (5), and (6), inserted \"or dangerous\" after \"abandoned\" in par. (4), and repealed pars. (7) and (8). Prior to amendment, pars. (1), (3), (5), (6), (7), and (8) had read as follows:\n\n\"(1) Determine whether the vehicle is an abandoned or junk vehicle in accordance with § 50-2401;\n\n\"(3) Place a conspicuous warning notice on the vehicle that informs the owner that unless the vehicle is removed within 72 consecutive hours it shall be removed by the District government, if the Abandoned and Junk Vehicle Division has reason to believe that the vehicle is abandoned;\n\n\"(4) Impound any abandoned vehicle, if appropriate;\n\n\"(5) Notify the owner and any lien holder of record in the Office of the Recorder of Deeds of the District of Columbia that the abandoned vehicle will be sold at public auction if not reclaimed within 45 days after the date of the notice;\n\n\"(6) Sell any abandoned vehicle at public auction and use the proceeds of the sale in accordance with § 50-2623;\n\n\"(7) Place a conspicuous warning notice on a junk vehicle on public property that informs the owner that the District government shall tow and transfer the vehicle and recycle, dismantle, salvage, or demolish the vehicle immediately; and\n\n\"(8) Implement and enforce Chapter 8 of Title 6, with respect to a junk vehicle on private property, if the junk vehicle has been deemed a nuisance.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 13(c)(2) of the Removal and Disposition of Abandoned, Dangerous and Other Unlawfully Parked Vehicles Reform Emergency Act of 2002 (D.C. Act 15-104, June 20, 2003, 50 DCR 5534).\n\nFor temporary (90 day) amendment of section, see § 13(c)(2) of Removal and Disposition of Abandoned and Other Unlawfully Parked Vehicles Reform Congressional Review Emergency Act of 2003 (D.C. Act 15-171, October 6, 2003, 50 DCR 9163).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-24, see Historical and Statutory Notes following § 50-2622.\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-845, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615 and transmitted to both Houses of Congress for its review. D.C. Law 12-261 became effective on April 20, 1999.\n\nFor Law 15-35, see notes following § 50-2201.03.\n\nEffective Dates\n\nSection 12 of D.C. Law 8-24 provided that the act shall take effect after a 30- day period of Congressional review following approval by the Mayor (or in the event of veto by the Mayor, action by the Council of the District of Columbia to override the veto) as provided in § 1-206.02(c)(1), and publication in either the District of Columbia Register, the District of Columbia Statutes-at-Large, or the District of Columbia Municipal Regulations; or by November 1, 1989, whichever occurs later. D.C. Law 8-24 was effective September 9, 1989.\n\nMiscellaneous Notes\n\nShort title: See Historical and Statutory Notes following § 50-2401.\n\nEffect of repeal provisions: Section 14 of D.C. Law 15-35 provides: \"Any repeal of a law or regulation by this act shall not invalidate any enforcement action, adjudication, or any other action made or taken pursuant to such law or regulation.\"\n\nApplication of Law 15-35: Section 15 of D.C. Law 15-35 provides: \"This act shall apply to all vehicles impounded after its effective date. This act shall also apply to all vehicles impounded prior to its effective date provided that notice is sent to the owners and lien holders in accordance with the provisions of subsections 7(b) or (c), as is applicable.\"\n\nDC CODE § 50-2402\n\nCurrent through December 11, 2012","credits":"(Sept. 9, 1989, D.C. Law 8-24, § 3, 36 DCR 4575; Apr. 20, 1999, D.C. Law 12-261, § 3003, 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-35, § 13(c)(2), 50 DCR 6579.)","sections":[{"prefix":"a","text":" There is established an Abandoned and Junk Vehicle Division of the Department of Public Works (\"Abandoned and Junk Vehicle Division\"), which shall be responsible for the removal of any abandoned or dangerous vehicle from any public or private property including any public space. The Abandoned and Junk Vehicle Division shall:"},{"prefix":"1","text":" Determine whether the vehicle is an abandoned or dangerous vehicle in accordance with § 50-2421.02;"},{"prefix":"2","text":" Determine whether the vehicle has been stolen and relinquish custody of the vehicle to the Metropolitan Police Department, if the vehicle has been stolen;"},{"prefix":"3","text":" Place or mail, as applicable, the appropriate warning notice described in §§ 50-2421.04 and 50-2421.05;"},{"prefix":"4","text":" Impound any abandoned or dangerous vehicle, if appropriate;"},{"prefix":"5","text":" Mail the impoundment notice required by § 50-2421.07(b) to the owner and lienholders of any impounded vehicle;"},{"prefix":"6","text":" Sell or dispose of unclaimed impounded vehicles, including all items of personal property left therein, pursuant to § 50-2421.10;"},{"prefix":"7","text":" Repealed; and"},{"prefix":"8","text":" Repealed."},{"prefix":"b","text":" The Mayor shall use personnel who are charged with private or public space inspection, sanitation inspection, and traffic and parking enforcement responsibilities to investigate and place warning notices on abandoned and junk vehicles."},{"prefix":"c","text":" The Mayor shall encourage all District government agencies and residents to identify and report abandoned and junk vehicles to the Abandoned and Junk Vehicle Division and shall, within 90 days of September 9, 1989, implement an educational campaign to accomplish this task."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"24","text":"Abandoned and Junk Vehicle Removal."},"subchapter":{"identifier":"I","text":"Administrative Provisions."},"heading":{"title":"50","chaptersection":"2402","identifier":"50-2402","catch_text":"Abandoned and Junk Vehicle Division established."}}