{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-712.\n\n1973 Ed., § 40-605.\n\nEffect of Amendments\n\nD.C. Law 15-289 rewrote subsec. (c) which had read:\n\n\"(c) Any individual violating any provision of this section where the offense constitutes reckless driving shall upon conviction for the 1st offense be fined not more than $250 or imprisoned not more than 3 months, or both; and upon conviction for the 2nd or any subsequent offense committed within 2 years from the date of any such previous offense such individual shall be fined not more than $1,000 or imprisoned not more than 1 year, or both.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 102(c) of Comprehensive Impaired Driving and Alcohol Testing Program Emergency Amendment Act of 2012 (D.C. Act 19-429, July 30, 2012, 59 DCR 9387).\n\nFor temporary (90 day) amendment of section, see § 102(c) of Comprehensive Impaired Driving and Alcohol Testing Program Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-508, October 26, 2012, 59 DCR 12774).\n\nLegislative History of Laws\n\nLaw 2-104 was introduced in Council and assigned Bill No. 2-195, which referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 13, 1978 and June 27, 1978, respectively. Signed by the Mayor on July 1, 1978, it was assigned Act No. 2-215 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 4-145, see Historical and Statutory Notes following § 50-2201.03.\n\nFor Law 15-289, see notes following § 50-1401.01.\n\nMiscellaneous Notes\n\nDefinitions applicable: For definitions applicable in this section, see § 50- 2201.02.\n\nDC CODE § 50-2201.04\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1925, 43 Stat. 1123, ch. 443, § 9; July 3, 1926, 44 Stat. 814, ch. 739, § 5; Feb. 27, 1931, 46 Stat. 1427, ch. 317, § 4; June 24, 1936, 49 Stat. 1901, ch. 749; Nov. 25, 1942, 56 Stat. 1023, ch. 642, § 1; Sept. 12, 1978, D.C. Law 2-104, § 601, 25 DCR 1275; Sept. 14, 1982, D.C. Law 4-145, § 7, 29 DCR 3138; Apr. 5, 2005, D.C. Law 15-289, § 2(c), 52 DCR 1446.)","sections":[{"prefix":"a","text":" No vehicle shall be operated at a greater rate of speed than permitted by the regulations adopted under the authority of this part."},{"prefix":"b","text":" Any person who drives any vehicle upon a highway carelessly and heedlessly in willful or wanton disregard of the rights or safety of others, or without due caution and circumspection and at a speed or in a manner so as to endanger or be likely to endanger any person or property, shall be guilty of reckless driving."},{"prefix":"c","text":" Any individual violating any provision of this section where the offense constitutes reckless driving shall upon conviction for the 1st offense be fined not more than $500 or imprisoned not more than 3 months, or both; upon conviction for the 2nd offense committed within a 2-year period shall be fined not more than $1,000 or imprisoned not more than 1 year, or both; and upon conviction for the 3rd or any subsequent offense committed within a 2-year period of the 1st offense shall be fined not more than $3,000 or imprisoned not more than 1 year, or both."},{"prefix":"d","text":" Any individual violating any provision of this section, except where the offense constitutes reckless driving, shall be subject to a civil fine under the District of Columbia Traffic Adjudication Act (§ 50-2301.01 et seq.)."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Traffic."},"chapter":{"identifier":"22","text":"Regulation of Traffic."},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"part":{"identifier":"A","text":"Traffic Act, 1925."},"heading":{"title":"50","chaptersection":"2201","identifier":"50-2201.04","catch_text":"Speeding and reckless driving."}}