{"text":"When used in this subchapter, unless the context indicates otherwise:","historical":"Prior Codifications\n\n1981 Ed., § 40-804.\n\n1973 Ed., § 90-803.\n\nEffect of Amendments\n\nD.C. Law 14-235 rewrote par. (5) which had read as follows:\n\n\"(5) The term 'motor vehicle' means any vehicle propelled by an internal-combustion engine, electricity, or steam. The term 'motor vehicle' shall not include traction engines, road rollers, vehicles propelled only upon rails or tracks, and battery-operated wheelchairs when operated by a handicapped person at speeds not exceeding 10 miles per hour.\"\n\nD.C. Law 15-35 repealed pars. (6) and (7) which had read as follows:\n\n\"(6) The term 'abandoned vehicle' means any motor vehicle, trailer, or semitrailer:\n\n\"(A) That is inoperable and left unattended on public property for more than 72 hours;\n\n\"(B) That has remained illegally on public property for more than 72 hours;\n\n\"(C) That has remained on public property for more than 72 hours and:\n\n\"(i) Is not displaying current valid registration; or\n\n\"(ii) Is displaying registration of another vehicle;\n\n\"(D) That has remained on private property for more than 30 days and is inoperable in that 1 or more of its major mechanical components, including, but not limited to, engine, transmission, drive train, or wheels, is missing or not functional unless such vehicle is kept in an enclosed building completely shielded from the view of individuals on the adjoining properties; or\n\n\"(E) That has remained unclaimed for 45 days after proper notice.\"\n\n\"(7) The term 'junk vehicle' means any vehicle that is wrecked, dismantled, or in irreparable condition.\"\n\nD.C. Law 15-105, in par. (3), validated a previously made technical correction.\n\nD.C. Law 16-175 repealed par. (3), which had read as follows:\n\n\"(3) The term 'Agency' means the Motor Vehicle Parking Agency created in § 50- 2604.\"\n\nD.C. Law 16-224, in par. (5), revived the provisions of D.C. Law 14-235 that expired on October 1, 2005, and substituted \"personal mobility devices, as defined by § 50-2201.02(12), or a battery-operated wheelchair when operated by a person with a disability\" for \"electric personal assistive mobility devices, as defined by § 50-2201.02(12), and battery-operated wheelchairs when operated by a handicapped person at speeds not exceeding 10 miles per hour\".\n\nD.C. Law 16-305, in par. (5), purported to substitute \"person with a disability\" for \"handicapped person\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 12 of Motor Vehicle Definition Electric Personal Assistive Mobility Device Exemption Temporary Amendment Act of 2006 (D.C. Law 16-85, April 4, 2006, law notification 53 DCR 3344).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 13(d) of the Removal and Disposition of Abandoned, Dangerous and Other Unlawfully Parked Vehicles Reform Emergency Act of 2002 (D.C. Act 15-104, June 20, 2003, 50 DCR 5534).\n\nFor temporary (90 day) amendment of section, see § 13(d) of Removal and Disposition of Abandoned and Other Unlawfully Parked Vehicles Reform Congressional Review Emergency Act of 2003 (D.C. Act 15-171, October 6, 2003, 50 DCR 9163).\n\nFor temporary (90 day) amendment of section, see § 12 of Motor Vehicle Definition Electric Personal Assistive Mobility Device Exemption Emergency Amendment Act of 2005 (D.C. Act 16-237, December 22, 2005, 53 DCR 249).\n\nFor temporary (90 day) amendment of section, see § 12 of Motor Vehicle Definition Electric Personal Assistive Mobility Device Exemption Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-323, March 23, 2006, 53 DCR 2567).\n\nFor temporary (90 day) amendment of section, see § 210 of Personal Mobility Device Emergency Amendment Act of 2006 (D.C. Act 16-528, December 4, 2006, 53 DCR 9826).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-108, see Historical and Statutory Notes following § 50-2634.\n\nLaw 5-176 was introduced in Council and assigned Bill No. 5-382, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on December 4, 1984, and December 18, 1984, respectively. Signed by the Mayor on January 11, 1985, it was assigned Act No. 5-241 and transmitted to both Houses of Congress for its review.\n\nLaw 11-95, the \"Prohibition on Abandoned Vehicles Amendment Act of 1995,\" was introduced in Council and assigned Bill No. 11-071, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 7, 1995, and December 5, 1995, respectively. Signed by the Mayor on December 19, 1995, it was assigned Act No. 11-178 and transmitted to both Houses of Congress for its review. D.C. Law 11-95 became effective on February 28, 1996.\n\nFor Law 15-35, see notes following § 50-2201.03.\n\nFor Law 15-105, see notes following § 50-203.\n\nLaw 16-175, the \"Parking Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-536 which was referred to the Committee on Public Works and environment. The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively. Signed by the Mayor on July 21, 2006, it was assigned Act No. 16-453 and transmitted to both Houses of Congress for its review. D.C. Law 16-175 became effective on November 16, 2006.\n\nFor Law 16-224, see notes following § 50-601.\n\nFor Law 16-305, see notes following § 50-101.\n\nMiscellaneous Notes\n\nMotor Vehicle Parking Agency abolished: See Historical and Statutory Notes following § 50-2604.\n\nExpiration of Law 14-235: Section 14 of D.C. Law 14-235 provided that the act shall expire on October 1, 2005.\n\nDC CODE § 50-2602\n\nCurrent through December 11, 2012","credits":"(Feb. 16, 1942, 56 Stat. 91, ch. 76, § 2; Sept. 26, 1980, D.C. Law 3-108, § 3(a), 27 DCR 3781; Mar. 15, 1985, D.C. Law 5-176, § 8, 32 DCR 748; Feb. 28, 1996, D.C. Law 11-95, § 2, 42 DCR 7180; Mar. 25, 2003, D.C. Law 14-235, § 12, 49 DCR 9788; Oct. 28, 2003, D.C. Law 15-35, § 13(d), 50 DCR 6579; Mar. 13, 2004, D.C. Law 15-105, § 90(a), 51 DCR 881; Nov. 16, 2006, D.C. Law 16-175, § 4(a), 53 DCR 6499; Mar. 6, 2007, D.C. Law 16-224, § 210, 53 DCR 10225.)","sections":[{"prefix":"1","text":" The term \"District\" means the District of Columbia."},{"prefix":"2","text":" The term \"Mayor\" means the Mayor of the District of Columbia."},{"prefix":"3","text":" Repealed."},{"prefix":"4","text":" The term \"parking facilities\" means 1 or more public off-street parking areas for motor vehicles, including necessary structures."},{"prefix":"5","text":" The term \"motor vehicle\" means any device propelled by an internal combustion engine, electricity, or steam. The term \"motor vehicle\" shall not include traction engines, road rollers, vehicles propelled only upon rails or tracks, personal mobility devices, as defined by § 50-2201.02(12), or a battery- operated wheelchair when operated by a person with a disability."},{"prefix":"6","text":" Repealed."},{"prefix":"7","text":" Repealed."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"26","text":"Regulation of Parking."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"50","chaptersection":"2602","identifier":"50-2602","catch_text":"Definitions."}}