{"text":"","historical":"Temporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Taxi Zone Operating Hours Temporary Amendment Act of 2009 (D.C. Law 17-379, March 31, 2009, law notification 56 DCR 3445).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Taxi Zone Operating Hours Emergency Amendment Act of 2008 (D.C. Act 17-682, January 12, 2009, 56 DCR 1107).\n\nLegislative History of Laws\n\nFor Law 17-279, see notes following § 50-2531.\n\nDC CODE § 50-2536\n\nCurrent through December 11, 2012","credits":"(Nov. 25, 2008, D.C. Law 17-279, § 7, 55 DCR 11059.)","sections":[{"prefix":"a","text":" The Mayor shall establish a taxicab zone in Adams Morgan by July 15, 2008, which shall include, at a minimum, the following areas:"},{"prefix":"1","text":" The width of 18th Street, N.W., from the intersection of 18th Street, N.W., and Wyoming Avenue, N.W., to the intersection of 18th Street, N.W., and Columbia Road, N.W.; and"},{"prefix":"2","text":" The width of Columbia Road, N.W., from the intersection of Columbia Road, N.W., and Biltmore Street, N.W., to the intersection of Columbia Road, N.W., and Euclid Street, N.W."},{"prefix":"b","text":" Except as provided in this section, Title 31 of the District of Columbia Municipal Regulations shall apply to the established taxicab zone."},{"prefix":"c","text":" The Mayor shall post signage throughout the zone identifying zone hours, zone restrictions, and taxicab stand locations, and give notice of the same to the District of Columbia Taxicab Commission, affected ANCs, and business organizations before implementation of the Adams Morgan Taxicab Zone Pilot Program."},{"prefix":"d","text":" A taxicab, as defined in Article XI of Title II of the Washington Metropolitan Transit Regulation Compact, approved September 15, 1960 (74 Stat. 1031; D.C. Official Code § 9-1103.01), shall not pick up a passenger for hire within a designated taxicab zone during taxi zone hours, except at a designated taxicab stand."},{"prefix":"e","text":" For the purposes of this section, the term \"taxi zone hours\" shall mean from 9:00 p.m. Thursday though 4:00 a.m. Friday; from 9:00 p.m. Friday though 4:00 a.m. Saturday; and from 9:00 p.m. Saturday though 4:00 a.m. Sunday."},{"prefix":"f","text":" The Mayor shall establish at least one taxicab stand within or adjacent to the Adams Morgan taxicab zone. Any taxicab stand shall:"},{"prefix":"1","text":" Be clearly identified with signage;"},{"prefix":"2","text":" Have adequate queue space for a maximum number of taxicabs, as identified by the Mayor; and"},{"prefix":"3","text":" Have adequate space for taxicab patrons to queue."},{"prefix":"g","text":" Taxicabs shall stand in taxicab stands established pursuant to subsection (f) of this section only while awaiting passengers for hire."},{"prefix":"h","text":" The provisions of this section shall be enforced pursuant to § 50-312 (f) and (g)."},{"prefix":"i","text":" The Adams Morgan Taxicab Zone Pilot Program shall terminate on October 1, 2010."},{"prefix":"j","text":" Forty-five days before the termination of the Adams Morgan Taxicab Zone Pilot Program, the Mayor shall present a report to the Council on the efficacy of the program, which shall include recommendations on the continued need for a designated taxicab zone in Adams Morgan."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"25A","text":"Performance Parking Pilot Zones."},"heading":{"title":"50","chaptersection":"2536","identifier":"50-2536","catch_text":"Adams Morgan Taxicab Zone Pilot Program."}}