{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-279, see notes following § 50-2531.\n\nDC CODE § 50-2532\n\nCurrent through December 11, 2012","credits":"(Nov. 25, 2008, D.C. Law 17-279, § 3, 55 DCR 11059.)","sections":[{"prefix":"a","text":" The Ballpark Performance Parking Pilot Zone is designated as the area bounded by:"},{"prefix":"1","text":" The Southeast/Southwest Freeway on the north, 10th Street, S.E., on the east, 12th Street, S.W., on the west, and the Washington Channel and Anacostia River on the south, including both sides of boundary streets, but not including the Southeast/Southwest Freeway; and"},{"prefix":"2","text":" East Capitol Street on the north, 11th Street, S.E., on the east, Washington Avenue, S.W., and South Capitol Street on the west, and the Southeast/Southwest Freeway on the south, including both sides of boundary streets, but not including the Southeast/Southwest Freeway."},{"prefix":"b","text":" The Mayor shall assign parking control and traffic control officers for implementation of the pilot program within the Ballpark Performance Parking Pilot Zone, and enhanced enforcement on stadium event days;"},{"prefix":"c","text":" Pursuant to § 50-2531(d)(1), the Mayor shall adjust fees to achieve 10% to 20% availability of curbside parking spaces."},{"prefix":"d","text":" Notwithstanding § 50-2531(e)(2), for curbside parking spaces where there are not established parking fees on November 25, 2008, the Mayor may increase fees up to once per month by an amount up to 50% of the initial fee set for this parking pilot zone."},{"prefix":"e","text":" Notwithstanding § 50-2531(d)(1) and except south of the Southeast/Southwest Freeway, where curbside fees existed before the establishment of the performance parking pilot zone, the Mayor shall not set the initial performance parking pilot zone fee higher than the existing fee."},{"prefix":"f","text":" Notwithstanding any other provision of this chapter, the Mayor shall not charge curbside parking fees on District or federal holidays."},{"prefix":"g","text":" Within the first 30 days of implementation of the Ballpark Performance Parking Pilot Zone, the Mayor may issue warning citations for curbside parking violations related to the pilot program in the zone."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"25A","text":"Performance Parking Pilot Zones."},"heading":{"title":"50","chaptersection":"2532","identifier":"50-2532","catch_text":"Ballpark Performance Parking Pilot Zone."}}