{"text":"The Director shall establish appeals boards to consider and determine appeals brought by persons aggrieved by decisions of hearing examiners. The Director shall appoint to each appeals board one employee of the Department of Transportation, one attorney from a list of practicing and willing attorneys submitted by the District of Columbia Bar or, if no such list is submitted, from a list compiled by the Director and one citizen from a list of willing citizens compiled and kept by the Director. In compiling and keeping such list of citizens, the Director shall consult with the various Advisory Neighborhood Commissions.  The Director shall appoint a Chairperson for each appeals board. Members of appeals boards who are not employees of the District government shall receive compensation equivalent to the rate established for a GS-14 employee in the Civil Service prorated according to the number of hours actually served.  Employees of the District government may not receive additional compensation but shall receive administrative leave during their actual service on an appeals board.  All members of appeals boards shall receive reimbursement for actual expenses incurred.   The Director shall designate employees of the Department to assist the appeals boards and shall provide such facilities and supplies as are necessary to enable the appeals boards to carry out their functions.","historical":"Prior Codifications\n\n1981 Ed., § 40-631.\n\n1973 Ed., § 40-1121.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-104, see Historical and Statutory Notes following § 50-2301.01.\n\nTransfer of Functions\n\nThe functions of the Department of Transportation were transferred to the Department of Public Works by Reorganization Plan No. 4 of 1983, effective March 1, 1984.\n\nDC CODE § 50-2304.01\n\nCurrent through December 11, 2012","credits":"(Sept. 12, 1978, D.C. Law 2-104, § 401, 25 DCR 1275.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Traffic."},"chapter":{"identifier":"23","text":"Traffic Adjudication."},"subchapter":{"identifier":"IV","text":"Administrative Review."},"heading":{"title":"50","chaptersection":"2304","identifier":"50-2304.01","catch_text":"Appeals boards."}}