{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-139, in the lead-in language to subsec. (a), substituted \"impounded vehicle stored at a District government impoundment facility\" for \"impounded vehicle\".\n\nD.C. Law 16-279, in subsec. (a), repealed pars. (1), (2), and (3), which formerly read:\n\n\"(1) Appearing at the Department of Motor Vehicles;\n\n\"(2) Answering all outstanding notices of parking infractions for the vehicle, other than those tickets deemed admitted pursuant to § 50-2303.05(d)(2);\n\n\"(3) Attending a hearing, to be held within one working day of the answer, for all infractions that are denied;\"\n\nD.C. Law 17-20, in subsec. (a)(6), inserted \"; provided further, that the towing fee shall be $1,000 if the vehicle was impounded pursuant to a violation of 18 DCMR § 2405.3(e)\" following \"to tow the vehicle\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of this section, see § 9 of Removal and Disposition of Abandoned and Other Unlawfully Parked Vehicles Reform Congressional Review Emergency Act of 2003 (D.C. Act 15-171, October 6, 2003, 50 DCR 9163).\n\nFor temporary (90 day) amendment of section, see § 6073 of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nLegislative History of Laws\n\nFor Law 15-35, see notes following § 50-2421.01.\n\nFor Law 16-139, see notes following § 50-2701.\n\nFor Law 16-279, see notes following § 50-312.\n\nFor Law 17-20, see notes following § 50-324.\n\nDC CODE § 50-2421.09\n\nCurrent through December 11, 2012","credits":"(Oct. 28, 2003, D.C. Law 15-35, § 9, 50 DCR 6579; June 22, 2006, D.C. Law 16-139, § 11, 53 DCR 3682; Mar. 14, 2007, D.C. Law 16-279, § 302, 54 DCR 903; Sept. 18, 2007, D.C. Law 17-20, § 6073, 54 DCR 7052.)","sections":[{"prefix":"a","text":" An owner or lienholder, or a person duly authorized by either, may reclaim an impounded vehicle stored at a District government impoundment facility at any time prior to the expiration of the applicable reclamation period, by:"},{"prefix":"1","text":" Repealed;"},{"prefix":"2","text":" Repealed;"},{"prefix":"3","text":" Repealed;"},{"prefix":"4","text":" Paying any booting fee and all outstanding fines and penalties for infractions for which liability has been admitted, deemed admitted, or sustained after hearing;"},{"prefix":"5","text":" Furnishing proof of entitlement to possession of the vehicle;"},{"prefix":"6","text":" Paying to the District government, or the towing company, as directed by the Department, a towing fee of $100 and a storage fee of $20 per day; provided, that the towing fee shall be $275 and a storage fee of $20 per day shall be imposed if the size or the weight of the impounded vehicle requires the Department or an outside contractor to use special equipment to tow the vehicle; provided further, that the towing fee shall be $1,000 if the vehicle was impounded pursuant to a violation of 18 DCMR § 2405.3(e)."},{"prefix":"b","text":" Fines and penalties due for parking tickets issued to a vehicle and the towing and storage fee charges due pursuant to subsection (a)(6) of this section shall constitute a continuing lien against the impounded motor vehicle. The lien thus created shall be an automatic lien, which is perfected as of the first date that the fines, penalties, or fees are due and shall be a prior and preferred claim over all other liens."},{"prefix":"c","text":" Any person who has paid a fine for parking, storing, or leaving an abandoned or dangerous vehicle on public space, and who, after reclaiming the vehicle, thereafter again parks, stores, or leaves that vehicle on public space in violation of § 50-2421.03(1), shall be prosecuted by the Office of the Corporation Counsel, and shall be punished by a fine of not more than $500, imprisonment of not more than 90 days, or both."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"24","text":"Abandoned and Junk Vehicle Removal."},"subchapter":{"identifier":"II","text":"Removal and Disposition of Abandoned and Other Unlawfully Parked Vehicles."},"heading":{"title":"50","chaptersection":"2421","identifier":"50-2421.09","catch_text":"Procedures for reclaiming impounded vehicles; lien; penalties."}}