{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-21, in subsec. (c), deleted \"from\" following \"retain\"; and, in subsec. (e), substituted \"all proceeds in this subsection\" for \"the remainder\".\n\nD.C. Law 19-171, in subsec. (e), substituted \"the day of the auctions. The proceeds from the fee\" for \"that day, and all proceeds in this subsection\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of this section, see § 10 of Removal and Disposition of Abandoned and Other Unlawfully Parked Vehicles Reform Congressional Review Emergency Act of 2003 (D.C. Act 15-171, October 6, 2003, 50 DCR 9163).\n\nLegislative History of Laws\n\nFor Law 15-35, see notes following § 50-2421.01.\n\nFor history of Law 19-21, see notes under § 50-231.\n\nFor history of Law 19-171, see notes under § 50-921.02.\n\nDC CODE § 50-2421.10\n\nCurrent through December 11, 2012","credits":"(Oct. 28, 2003, D.C. Law 15-35, § 10, 50 DCR 6579; Sept. 14, 2011, D.C. Law 19-21, § 9101, 58 DCR 6226; Sept. 26, 2012, D.C. Law 19-171, § 146, 59 DCR 6190.)","sections":[{"prefix":"a","text":" The Department may, consistent with reasonable business practices, sell or otherwise dispose of an unclaimed vehicle."},{"prefix":"b","text":" If an unclaimed vehicle is sold at a public auction or through other means pursuant to subsection (a) of this section, the purchaser shall take title to the vehicle free and clear of all liens and claims of ownership by others, receive a sales receipt, and be entitled, upon application and the payment of all applicable fees, to a certificate of title and registration; provided, that all other eligibility requirements are met."},{"prefix":"c","text":" The Department shall retain the proceeds of the sale or disposition of any vehicle an amount that represents reimbursement for the costs of sale, the costs of towing and storing the vehicle, the costs of furnishing notice and other related enforcement activities, the payment of such liens as were declared null and void, and the remainder shall be deposited into the General Fund."},{"prefix":"d","text":" Except for vehicles enclosed on private property or located on the property of a business engaged in the lawful repair, storage, salvage, or disposal of vehicles, any person who purchases a vehicle that has been sold for salvage only from the Department, and who, thereafter, leaves, stores, or parks the vehicle on public space or private property, shall be guilty of a misdemeanor prosecuted by the Office of the Corporation Counsel, and shall be subject to a fine for each offense not to exceed $5,000, imprisonment for a period not to exceed one year, or both."},{"prefix":"e","text":" The Director is authorized to establish a non-refundable cost-based auction admission fee. The proceeds from this fee shall be used to offset the costs of all vehicle auctions held on the day of the auctions. The proceeds from the fee shall be deposited into the General Fund."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"24","text":"Abandoned and Junk Vehicle Removal."},"subchapter":{"identifier":"II","text":"Removal and Disposition of Abandoned and Other Unlawfully Parked Vehicles."},"heading":{"title":"50","chaptersection":"2421","identifier":"50-2421.10","catch_text":"Disposal of unclaimed vehicles; penalties; auction admission fees."}}