{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-812.1.\n\nEmergency Act Amendments\n\nFor temporary (90 day) repeal of section, see § 13(e)(1) of the Removal and Disposition of Abandoned, Dangerous and Other Unlawfully Parked Vehicles Reform Emergency Act of 2002 (D.C. Act 15-104, June 20, 2003, 50 DCR 5534).\n\nFor temporary (90 day) repeal of section, see § 13(e)(1) of Removal and Disposition of Abandoned and Other Unlawfully Parked Vehicles Reform Congressional Review Emergency Act of 2003 (D.C. Act 15-171, October 6, 2003, 50 DCR 9163).\n\nLegislative History of Laws\n\nLaw 8-24, \"District of Columbia Abandoned and Junk Vehicle Removal Amendment Act of 1989,\" was introduced in Council and assigned Bill No. 8-10, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on May 16, 1989 and May 30, 1989, respectively. Signed by the Mayor on June 14, 1989, it was assigned Act No. 8-46 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 11-95, see Historical and Statutory Notes following § 50-2602.\n\nEffective Dates\n\nSection 12 of D.C. Law 8-24 provided that the act shall take effect after a 30- day period of Congressional review following approval by the Mayor (or in the event of veto by the Mayor, action by the Council of the District of Columbia to override the veto) as provided in § 1-206.02(c)(1), and publication in either the District of Columbia Register, the District of Columbia Statutes-at-Large, or the District of Columbia Municipal Regulations; or by November 1, 1989, whichever occurs later. D.C. Law 8-24 was effective September 9, 1989.\n\nMiscellaneous Notes\n\nEffect of repeal provisions: Section 14 of D.C. Law 15-35 provides: \"Any repeal of a law or regulation by this act shall not invalidate any enforcement action, adjudication, or any other action made or taken pursuant to such law or regulation.\"\n\nApplication of Law 15-35: Section 15 of D.C. Law 15-35 provides: \"This act shall apply to all vehicles impounded after its effective date. This act shall also apply to all vehicles impounded prior to its effective date provided that notice is sent to the owners and lien holders in accordance with the provisions of subsections 7(b) or (c), as is applicable.\"\n\nDC CODE § 50-2622\n\nCurrent through December 11, 2012","credits":"(Jan. 15, 1942, ch. 4, § 1a, as added Sept. 9, 1989, D.C. Law 8-24, § 7(b), 36 DCR 4575; Feb. 28, 1996, D.C. Law 11-95, § 3(b), 42 DCR 7180; Oct. 28, 2003, D.C. Law 15-35, § 13(e)(1), 50 DCR 6579.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"26","text":"Regulation of Parking."},"subchapter":{"identifier":"II","text":"Parking on Property Controlled by the United States."},"heading":{"title":"50","chaptersection":"2622","identifier":"50-2622","catch_text":"Notice to owner of abandoned or junk vehicle taken into custody. [Repealed]"}}