{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of this section, see § 4 of Removal and Disposition of Abandoned and Other Unlawfully Parked Vehicles Reform Congressional Review Emergency Act of 2003 (D.C. Act 15-171, October 6, 2003, 50 DCR 9163).\n\nLegislative History of Laws\n\nFor Law 15-35, see notes following § 50-2421.01.\n\nDC CODE § 50-2421.04\n\nCurrent through December 11, 2012","credits":"(Oct. 28, 2003, D.C. Law 15-35, § 4, 50 DCR 6579.)","sections":[{"prefix":"a","text":" The District government, or any towing company at the direction of the Department shall remove an abandoned or dangerous vehicle parked, left, or stored on public space in violation of § 50-2421.03(1), as follows:"},{"prefix":"1","text":" An abandoned vehicle shall be removed 48 hours after a warning notice has been conspicuously placed on the vehicle. The warning notice shall be placed at the first sighting of a vehicle that meets the physical characteristics of an abandoned vehicle. The warning notice shall indicate the date and time it was placed and the date and time that the District is authorized to remove, impound, or dispose of the vehicle if the vehicle is not moved. The notice shall also include a statement indicating the vehicle will not be towed if the owner or other authorized person certifies to the Department that the vehicle is undergoing emergency repair. The notice shall provide a telephone number, and website if any, that will inform the owner how to accomplish the certification."},{"prefix":"2","text":" A dangerous vehicle shall be immediately removed without the placement of a warning notice."},{"prefix":"b","text":" If more than one basis exists for removing a vehicle, whether stated in this subchapter or in any other law or regulation, the shortest removal period shall apply, including removal without a warning notice."},{"prefix":"c","text":" No vehicle shall be removed from public space pursuant to this section until a notice of infraction is conspicuously placed on the vehicle."},{"prefix":"d","text":" Except as provided in this section, it shall be unlawful for any person, except the owner, a person authorized by the owner in writing, an employee of the District government in connection with the performance of official duties, or a tow crane operator who has valid authorization from the District government, to do any of the following:"},{"prefix":"1","text":" Tamper with, remove, or attempt to tamper with or remove any vehicle owned by another person;"},{"prefix":"2","text":" Tamper with, remove, or attempt to tamper with or remove any vehicle that is on public space and to which a District government warning notice that relates to the removal of the vehicle has been affixed; or"},{"prefix":"3","text":" Remove, mutilate, or attempt to remove or mutilate the warning notice."},{"prefix":"e","text":" Any person violating the provisions of subsection (d) of this section, shall be prosecuted by the Office of the Corporation Counsel, and shall be punished by a fine of not more than $500, imprisonment of not more than 90 days, or both."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Vehicles on Public and Private Space."},"chapter":{"identifier":"24","text":"Abandoned and Junk Vehicle Removal."},"subchapter":{"identifier":"II","text":"Removal and Disposition of Abandoned and Other Unlawfully Parked Vehicles."},"heading":{"title":"50","chaptersection":"2421","identifier":"50-2421.04","catch_text":"Removal of abandoned and dangerous vehicles from public space; penalties."}}