{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-1720.\n\nEffect of Amendments\n\nD.C. Law 13-172 in the first sentence substituted \"Beginning in 2001, on February 1st\" for \"On October 15th\", and in the fourth sentence substituted \"90th day\" for \"45th day\".\n\nD.C. Law 18-111, in subsec. (a), substituted \"The Fund shall consist of all assessments levied by the Commission\" for \"This fund shall consist of all assessments levied by the Public Service Commission of the District of Columbia\"; rewrote subsec. (b); in subsec. (c), substituted \"taxicab and passenger vehicle for hire operators\" for \"taxicab operators\" and substituted \"taxicab and passenger vehicle for hire rates\" for \"taxicab rates\"; and, in subsec. (d), substituted \"taxicab and passenger vehicle for hire operator\" for \"taxicab operator\". Prior to amendment or repeal, subsecs. (b), (e) and (f) read as follows:\n\n\"(b) The Fund shall be used exclusively by the Commission for the payment of its expenses arising from any investigation or proceeding by the Commission concerning taxicab rates and regulations and for any taxicab related matters. The Fund may be used for the purposes of hiring hack inspectors for no more than 2 years after September 22, 1994.\"\n\n\"(e) Beginning in 2001, on February 1st of each year the Commission shall submit to the Council a plan for the use of all monies in the Fund. The proposed plan shall be submitted to the Council for approval, in whole or in part, by resolution. The expenditure of monies in the Fund shall be subject to Council approval of the annual plan. The proposed plan shall be considered approved by the Council on the 90th day after the plan has been submitted for Council consideration unless the Council, within that time, disapproves the plan by resolution. Nothing in this subsection shall affect any requirements imposed upon the Commission by subchapter I of Chapter 5 of Title 2.\n\n\"(f) On November 1st of each year the Commission shall submit an annual report to the Council on all assessment income received and disbursements made from the Fund during the previous fiscal year.\"\n\nD.C. Law 19-168 rewrote subsec. (a), which formerly read:\n\n\"(a) There is established within the District of Columbia treasury a fiduciary fund to be known as the District of Columbia Taxicab Commission Fund ('Fund'). The Fund shall consist of all assessments levied by the Commission against taxicab operators upon the issuance and renewal of a public vehicle operator's identification license issued pursuant to § 47-2829(e), held in miscellaneous trust funds by the Public Service Commission of the District of Columbia and the Office of the People's Counsel prior to June 23, 1987, pursuant to § 34- 912(a). These funds shall be accounted for under procedures established pursuant to subchapter V of Chapter 3 of Title 47, or any other applicable law.\"\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition, see § 2 of Taxicab Driver Security Revolving Fund Temporary Act of 2001 (D.C. Law 14-89, March 19, 2002, law notification 49 DCR 2994).\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 1602 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) taxicab driver security revolving fund provisions, see § 2 of Taxicab Driver Security Revolving Fund Emergency Act of 2001 (D.C. Act 14- 171, November 19, 2001, 48 DCR 11037).\n\nFor temporary (90 day) taxicab driver security revolving fund provisions, see § 2 of Taxicab Driver Security Revolving Fund Congressional Review Emergency Act of 2002 (D.C. Act 14-283, February 25, 2002, 49 DCR 2308).\n\nFor temporary (90 day) addition of §§ 50-321 and 50-322, see § 2502(c) of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nFor temporary (90 day) amendment of section, see § 6041 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 6041 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 2(b) of the Taxicab Service Improvement Emergency Amendment Act of 2012 (D.C. Act 19-403, July 24, 2012, 59 DCR 9116).\n\nLegislative History of Laws\n\nLaw 7-37 was introduced in Council and assigned Bill No. 7-261. The Bill was adopted on first and second readings on June 16, 1987 and June 30, 1987, respectively. Signed by the Mayor on July 23, 1987, it was assigned Act No. 7- 65 and transmitted to both Houses of Congress for its review.\n\nLaw 7-107, \"District of Columbia Taxicab Commission Fund Amendment Act of 1988,\" was introduced in Council and assigned Bill No. 7-266, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on February 16, 1988 and March 1, 1988, respectively. Signed by the Mayor on March 16, 1988, it was assigned Act No. 7-149 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 10-171, see Historical and Statutory Notes following § 50-308.\n\nLaw 13-172, the \"Fiscal Year 2001 Budget Support Act of 2000,\" was introduced in Council and assigned Bill No. 13-679, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2000, and June 6, 2000, respectively. Signed by the Mayor on June 26, 2000, it was assigned Act No. 13-175 and transmitted to both Houses of Congress for its review. D.C. Law 13-172 became effective on October 19, 2000.\n\nFor Law 18-111, see notes following § 50-313.\n\nLaw 19-168, the \"Fiscal Year 2013 Budget Support Act of 2012\", was introduced in Council and assigned Bill No. 19-743, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2012, and June 5, 2012, respectively. Signed by the Mayor on June 22, 2012, it was assigned Act No. 19-385 and transmitted to both Houses of Congress for its review. D.C. Law 19-168 became effective on September 20, 2012.\n\nDelegation of Authority\n\nDelegation of Authority Under the Taxicab Driver Security Revolving Fund Temporary Act of 2001, see Mayor's Order 2002-109, July 19, 2002 (49 DCR 6872).\n\nResolutions\n\nResolution 13-107, the \"District of Columbia Taxicab Commission Fund Annual Plan Approval Resolution of 1999\", was approved effective April 13, 1999.\n\nResolution 14-136, the \"District of Columbia Taxicab Commission Fund Annual Plan Approval Resolution of 2001\", was approved effective June 26, 2001.\n\nResolution 14-137, the \"District of Columbia Taxicab Commission Fund FY 2001 Annual Spending Plan Approval Resolution of 2001\", was approved effective June 26, 2001.\n\nResolution 16-152, the \"District of Columbia Taxicab Commission Fund Annual Spending Plan Approval Resolution of 2006\", was approved effective May 3, 2005.\n\nResolution 16-783, the \"Fiscal Year 2007 District of Columbia Taxicab Commission Fund Annual Spending Plan Approval Resolution of 2006\", was approved effective August 1, 2006.\n\nMiscellaneous Notes\n\nApproval of annual plan for use of monies in assessment fund: Pursuant to Resolution 8-320, the \"District of Columbia Taxicab Commission Annual Plan I Assessment Fund Approval Resolution of 1990\", effective December 28, 1990, the Council approved the annual plan for the use of all monies in the District of Columbia Taxicab Commission Assessment Fund.\n\nPursuant to Resolution 8-321, the \"District of Columbia Taxicab Commission Annual Plan II Assessment Fund Approval Resolution of 1990\", effective December 28, 1990, the Council approved the annual plan for the use of all monies in the District of Columbia Taxicab Commission Assessment Fund.\n\nApproval of rules: Pursuant to Resolution 8-281, the \"District of Columbia Taxicab Commission Fund Rulemaking Approval Resolution of 1990\", effective November 2, 1990, the Council approved the proposed rules to implement the provisions of the District of Columbia Taxicab Commission Fund Amendment Act of 1988.\n\nDistrict of Columbia Taxicab Commission Annual Plan Assessment Fund Approval Resolution of 1992: Pursuant to Resolution 9-204, effective March 13, 1992, the Council approved the annual plan for the use of all monies in the District of Columbia Taxicab Commission Assessment Fund.\n\nDistrict of Columbia Taxicab Commission Annual Plan Assessment Fund Approval of 1993: Pursuant to Resolution 10-83, effective July 30, 1993, the Council approved, the annual plan for the use of all monies in the District of Columbia Taxicab Commission Assessment Fund.\n\nDistrict of Columbia Taxicab Commission Fund Approval Resolution of 1994: Pursuant to Resolution 10-333, effective April 22, 1994, the Council approved the annual plan for the use of monies in the District of Columbia Taxicab Commission Fund.\n\nShort title: Section 6040 of D.C. Law 18-111 provided that subtitle E of title VI of the act may be cited as the \"District of Columbia Taxicab Commission Establishment Amendment Act of 2009\".\n\nShort title: Section 6051 of D.C. Law 19-168 provided that subtitle F of title VI of the act may be cited as \"District of Columbia Taxicab Commission Fund Amendment Act of 2012\".\n\nLaw 19-184 amended this section and repealed the amendment of this section by D.C. Law 19-168, § 6052, only \"upon the inclusion of its fiscal effect in an approved budget and financial plan, as certified by the Chief Financial Officer to the Budget Director of the Council in a certification published by the Council in the District of Columbia Register.\" As of the most recent updated publication of this section, the certification required for Law 19-184 has not been made. Therefore the amendments have not been incorporated into this section.\n\nDC CODE § 50-320\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-97, § 20a, as added May 10, 1988, D.C. Law 7- 107, § 2, 35 DCR 2176; Sept. 22, 1994, D.C. Law 10-171, § 2(d), 41 DCR 5149; Oct. 19, 2000, D.C. Law 13-172, § 1502, 47 DCR 6308; Mar. 3, 2010, D.C. Law 18-111, § 6041, 57 DCR 181; Sept. 20, 2012, D.C. Law 19-168, § 6052, 59 DCR 8025.)","sections":[{"prefix":"a","text":" There is established within the District of Columbia treasury a fiduciary fund known as the District of Columbia Taxicab Commission Fund (\"Fund\"). The Fund shall consist of:"},{"prefix":"1","text":" All assessments levied by the Commission against taxicab operators upon the issuance and renewal of a public vehicle operator's identification license issued pursuant to § 47-2829(e); and"},{"prefix":"2","text":"(A) The proceeds of a fee established by the Commission, by rule, that is estimated to aggregate at least $1 million in fiscal year 2013, and each fiscal year thereafter; or"},{"prefix":"B","text":" Any other amounts designated by law or reprogramming to be deposited into the Fund in an amount that is estimated to aggregate at least $1 million in fiscal year 2013, and each fiscal year thereafter."},{"prefix":"b","text":" The Fund shall be used to pay the costs of the Commission, including the costs of operating and administering programs, investigations, proceedings, and inspections, and any costs including any costs for improving the District's taxicab fleet."},{"prefix":"c","text":" After June 24 1987, continued resources for the Fund shall be provided through an assessment levied against taxicab and passenger vehicle for hire operators as determined by Commission rule. Monies deposited into the Fund after June 24, 1987, shall be used by the Commission for any investigation or proceeding by the Commission concerning taxicab and passenger vehicle for hire rates and regulations as determined by rules promulgated by the Commission and submitted to the Council for approval, in whole or in part, by resolution. No assessment imposed by the Commission on an operator pursuant to this subsection shall exceed $50 per year. Nothing in this subsection shall affect any requirements imposed upon the Commission by subchapter I of Chapter 5 of Title 2."},{"prefix":"d","text":" The Commission shall assess each taxicab and passenger vehicle for hire operator $50 per year upon the issuance or renewal of each operator identification card license."},{"prefix":"e","text":" Repealed."},{"prefix":"f","text":" Repealed."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Commercial and Government Vehicles."},"chapter":{"identifier":"3","text":"Regulation of Taxicabs."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"50","chaptersection":"320","identifier":"50-320","catch_text":"District of Columbia Taxicab Commission Fund; established."}}