{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-1702.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-97, see Historical and Statutory Notes following § 50-301.\n\nMiscellaneous Notes\n\nLaw 19-184 amended this section only \"upon the inclusion of its fiscal effect in an approved budget and financial plan, as certified by the Chief Financial Officer to the Budget Director of the Council in a certification published by the Council in the District of Columbia Register.\" As of the most recent updated publication of this section, the certification required for Law 19-184 has not been made. Therefore the amendments have not been incorporated into this section.\n\nDC CODE § 50-302\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-97, § 3, 33 DCR 703.)","sections":[{"prefix":"a","text":" In enacting this subchapter, the Council of the District of Columbia supports the following statutory purposes:"},{"prefix":"1","text":" To promote the public interest in taxicab transportation by insuring that all rules, regulations, and laws specifically relating to taxicabs be vigorously and fairly enforced; that discrimination in taxicab passenger service be strictly proscribed and penalized; and that adequate and high quality taxi passenger service be provided to all quadrants and neighborhoods of the District;"},{"prefix":"2","text":" To promote and maintain a healthy and viable taxicab industry;"},{"prefix":"3","text":" To maintain a taxicab transportation system which provides owners and operators of taxicabs with reasonable and just compensation for their services, and which is reasonably priced and readily accessible in cost to a broad cross section of the public; and"},{"prefix":"4","text":" To promote and maintain policies which:"},{"prefix":"A","text":" Encourage professionalism in the industry;"},{"prefix":"B","text":" Assure the licensure of competent and knowledgeable operators;"},{"prefix":"C","text":" Assure the licensure of companies and associations which render adequate and professional public service;"},{"prefix":"D","text":" Permit, as a result of economic feasibility and incentive, the utilization of efficient, comfortable, and current transportation equipment and technology;"},{"prefix":"E","text":" Utilize and promote efficient methods of taxicab passenger transportation;"},{"prefix":"F","text":" Foster good will and a cooperative spirit among the taxicab industry, the government, and the public; and"},{"prefix":"G","text":" Promote policies of energy conservation and the reduction of pollution and traffic congestion."},{"prefix":"b","text":"(1) The District also determines it a matter of public policy to:"},{"prefix":"A","text":" Promote and encourage the meaningful participation of minorities and District residents in the District's taxi industry;"},{"prefix":"B","text":" Promote and encourage a healthy degree of competition within the taxi industry between taxicab companies and associations; and"},{"prefix":"C","text":" Assure access to the ownership of taxicabs by taxicab operators."},{"prefix":"2","text":" In keeping with the policies set forth in paragraph (1) of this subsection, the Commission shall:"},{"prefix":"A","text":" In exercising the authority vested in it by this subchapter, and in its formulation of policy and programs, encourage and promote meaningful participation of District residents and minorities, as the term minority is defined in § 2-215.02(1), in the ownership and operation of taxicabs, taxicab companies, and taxicab associations;"},{"prefix":"B","text":" Encourage a healthy degree of competition within the taxi industry between taxicab companies and associations, and shall discourage the monopolization of the taxicab industry; and"},{"prefix":"C","text":" Issue rules and establish policies which shall assure taxicab operators continued access to the ownership of taxicabs."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Commercial and Government Vehicles."},"chapter":{"identifier":"3","text":"Regulation of Taxicabs."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"50","chaptersection":"302","identifier":"50-302","catch_text":"Purposes."}}