{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-21 rewrote subsec. (a), which had read as follows:\n\n\"(a) There is hereby established the Taxicab Commission Fingerprinting Fund which shall be a revolving, nonlapsing fund that shall not revert to the General Fund at the end of any fiscal year or at any other time but shall be continually available to the Taxicab Commission for the purpose of the fund, subject to authorization by Congress, into which shall be deposited funds from appropriations and from fees from applicants for hacker and limousine licenses to obtain fingerprint records through the Metropolitan Police Department; which funds shall be used to make payment to the Metropolitan Police Department for the cost of obtaining the fingerprint records.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2022 of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) addition of section, see § 2022 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) addition of section, see § 2022 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nLegislative History of Laws\n\nLaw 16-192, the \"Fiscal Year Budget Support Act of 2006\", was introduced in Council and assigned Bill No. 16-679, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 9, 2006, and June 6, 2006, respectively. Signed by the Mayor on August 8, 2006, it was assigned Act No. 16-476 and transmitted to both Houses of Congress for its review. D.C. Law 16-192 became effective on March 2, 2007.\n\nFor history of Law 19-21, see notes under § 50-231.\n\nMiscellaneous Notes\n\nShort title: Section 2022 of D.C. Law 16-192 provided that subtitle C of title II of the act may be cited as the \"District of Columbia Taxicab Commission Establishment Fingerprinting Fund Amendment Act of 2006\".\n\nDC CODE § 50-323\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-97, § 20d, as added Mar. 2, 2007, D.C. Law 16- 192, § 2022, 53 DCR 6899; Sept. 14, 2011, D.C. Law 19-21, § 9081, 58 DCR 6226.)","sections":[{"prefix":"a","text":" There is established the Taxicab Commission Fingerprinting Fund which shall be a lapsing fund, into which shall be deposited funds from appropriations and from fees from applicants for hacker and limousine licenses to obtain fingerprint records through the Metropolitan Police Department; which funds shall be used to make payment to the Metropolitan Police Department for the cost of obtaining the fingerprint records. The funds deposited in the Taxicab Commission Fingerprinting Fund shall be used exclusively for the purposes set forth in subsection (b) of this section. All funds received but not expended in a fiscal year shall revert to the unrestricted fund balance of General Fund of the District of Columbia."},{"prefix":"b","text":" Revenue deposited into the fund shall be specifically designated to be expended by the Taxicab Commission to obtain fingerprint records from the Metropolitan Police Department and shall not be used to provide funding to any other District government agency."},{"prefix":"c","text":" The Metropolitan Police Department shall submit to the Taxicab Commission a voucher, on a periodic basis as agreed to by the Taxicab Commission and the Metropolitan Police Department, to be reimbursed for the cost of producing fingerprint records; which voucher shall include the cost and the number of fingerprint records produced."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Commercial and Government Vehicles."},"chapter":{"identifier":"3","text":"Regulation of Taxicabs."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"50","chaptersection":"323","identifier":"50-323","catch_text":"Taxicab Commission Fingerprinting Fund."}}