{"text":"The Mayor shall:","historical":"Prior Codifications\n\n1981 Ed., § 40-1802.\n\nEffect of Amendments\n\nD.C. Law 13-74 rewrote par. (4)(B) in order to prohibit the Mayor from requiring that the social security number be used as identification number for driver's licenses.\n\nD.C. Law 18-220 added par. (6A).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-161, see Historical and Statutory Notes following § 50-401.\n\nLaw 13-74, the \"Choice of Driver's License Number Amendment Act of 1999,\" was introduced in Council and assigned Bill No. 13-141, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on October 5, 1999, and November 2, 1999, respectively. Signed by the Mayor on November 18, 1999, it was assigned Act No. 13-191 and transmitted to both Houses of Congress for its review. D.C. Law 13-74 became effective on April 5, 2000.\n\nLaw 18-220, the \"Commercial Driver's License Minimum Age Requirement Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-325, which was referred to the Committee on Public Works and Transportation. The Bill was adopted on first and second readings on June 1, 2010, and June 15, 2010, respectively. Signed by the Mayor on June 28, 2010, it was assigned Act No. 18-445 and transmitted to both Houses of Congress for its review. D.C. Law 18- 220 became effective on September 24, 2010.\n\nReferences in Text\n\n\"Section § 12005(a) of the Commercial Motor Vehicle Safety Act (49 U.S.C. § 2704(a))\", referred to in (1), is currently codified as 49 U.S.C. § 31305(a).\n\n\"Section § 12007 of the Commercial Motor Vehicle Safety Act (49 U.S.C. § 2706)\", referred to in the introductory language of (7), is currently codified as 49 U.S.C. § 31309.\n\n\"Section § 12009 of the Commercial Motor Vehicle Safety Act (49 U.S.C. § 2708)\", referred to in (8), is currently codified as 49 U.S.C. § 31311.\n\nMiscellaneous Notes\n\nSection 4 of D.C. Law 18-220 provides:\n\n\"Sec. 4. Applicability.\n\n\"This act shall apply 90 calendar days after the effective date of this act.\"\n\nDC CODE § 50-402\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 1990, D.C. Law 8-161, § 3, 37 DCR 4665; April 4, 2000, D.C. Law 13-74, § 3, 46 DCR 10423; Sept. 24, 2010, D.C. Law 18-220, § 2, 57 DCR 5588.)","sections":[{"prefix":"1","text":" Adopt and administer a program to test and ensure the fitness of a person to operate a commercial motor vehicle in accordance with rules issued pursuant to § 50-409 that comply with the minimum federal standards established under § 12005(a) of the Commercial Motor Vehicle Safety Act (49 U.S.C. § 2704(a));"},{"prefix":"2","text":" Issue a commercial driver's license to a person if the person passes a written and driving test for the operation of a commercial vehicle that complies with the minimum standards required by paragraph (1) of this section;"},{"prefix":"3","text":" Issue a commercial driver's license only to a person who operates a commercial motor vehicle and is domiciled in the District of Columbia (\"District\");"},{"prefix":"4","text":" Authorize a person to operate a commercial motor vehicle only by issuance of a commercial driver's license that contains the following information:"},{"prefix":"A","text":" The name and address of the person to whom the license is issued and a physical description of the person;"},{"prefix":"B","text":" A randomly generated number or other information to identify the person. The Mayor shall not print the social security number of the person on the license, unless the person requests that their social security number be used as the identification number of the license. The Mayor shall require an applicant for a commercial driver's license to provide a social security number on the application, for the purposes of administering and enforcing the laws of the District of Columbia. Notwithstanding any other law, the social security number shall not be a matter of public record. The social security number shall be kept on file with the issuing agency and the applicant shall be so advised."},{"prefix":"C","text":" The class or type of commercial motor vehicle that the person is authorized to operate under the license; and"},{"prefix":"D","text":" The duration for which the license is valid;"},{"prefix":"5","text":" Not issue a commercial driver's license to a person during a period in which the person is disqualified from the operation of a commercial motor vehicle or the driver's license of the person is suspended, revoked, or cancelled;"},{"prefix":"6","text":" Not issue or renew a commercial driver's license to a person who has a commercial driver's license issued by another state unless the person first surrenders the driver's license issued by the other state;"},{"prefix":"6A","text":" Not issue a commercial driver's license to a person who is less than 21 years of age, except that a commercial driver's license may be issued to a person who is at least 18 years of age and has at least 2 years driving experience; provided, that a commercial driver's license issued to a person who is less than 21 years of age shall not be valid for:"},{"prefix":"A","text":" Operation of a school bus;"},{"prefix":"B","text":" Operation of a vehicle designed to transport 16 or more people, including the driver;"},{"prefix":"C","text":" Operation of a vehicle that is more than 26,001 pounds;"},{"prefix":"D","text":" The transportation of hazardous material; or"},{"prefix":"E","text":" Commercial interstate operation in accordance with the minimum federal standards."},{"prefix":"7","text":" Participate in a national commercial driver's license information system established pursuant to section 12007 of the Commercial Motor Vehicle Safety Act (49 U.S.C. § 2706) to enable the District to have access to information regarding any person who:"},{"prefix":"A","text":" Applies for or is issued a commercial driver's license;"},{"prefix":"B","text":" Is licensed to drive a commercial motor vehicle in the District;"},{"prefix":"C","text":" Is not qualified to drive a commercial motor vehicle in the District; or"},{"prefix":"D","text":" Has been convicted in another jurisdiction of a moving traffic violation while driving a commercial motor vehicle; and"},{"prefix":"8","text":" Comply with any other requirement mandated by section 12009 of the Commercial Motor Vehicle Safety Act (49 U.S.C. § 2708)."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Commercial and Government Vehicles."},"chapter":{"identifier":"4","text":"Uniform Classification and Commercial Driver's License."},"heading":{"title":"50","chaptersection":"402","identifier":"50-402","catch_text":"Uniform classification and commercial driver's license requirements."}}