{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-1803.\n\nEffect of Amendments\n\nD.C. Law 16-279, in subsec. (a), inserted \", and all necessary endorsements thereto required by the Mayor for the particular class of vehicle being operated,\" following \"shall have a commercial driver's license\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-161, see Historical and Statutory Notes following § 50-401.\n\nFor Law 16-279, see notes following § 50-312.\n\nDC CODE § 50-403\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 1990, D.C. Law 8-161, § 4, 37 DCR 4665; Mar. 14, 2007, D.C. Law 16-279, § 102(a), 54 DCR 903.)","sections":[{"prefix":"a","text":" Any person who operates a commercial motor vehicle and is domiciled in the District shall have a commercial driver's license, and all necessary endorsements thereto required by the Mayor for the particular class of vehicle being operated, issued by the Mayor."},{"prefix":"b","text":" Any person who is issued a commercial motor vehicle driver's license by the Mayor shall surrender any commercial driver's license issued by another state at the time the District commercial driver's license is issued."},{"prefix":"c","text":" Any person who has a driver's license suspended, revoked, or cancelled by the Mayor, who loses the right to operate a commercial motor vehicle, or who is disqualified from the operation of a commercial motor vehicle for any period shall notify his or her employer of the suspension, revocation, cancellation, lost right, or disqualification."},{"prefix":"d","text":" Any person who operates a commercial motor vehicle and applies for employment as an operator of a commercial motor vehicle with an employer shall notify the employer, at the time of application, of his or her previous employment as an operator of a commercial motor vehicle."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Commercial and Government Vehicles."},"chapter":{"identifier":"4","text":"Uniform Classification and Commercial Driver's License."},"heading":{"title":"50","chaptersection":"403","identifier":"50-403","catch_text":"Commercial motor vehicle driver responsibility."}}