{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-1303.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 4(h) of the Confirmation Emergency Amendment Act of 1999 (D.C. Act 13-25, March 15, 1999, 46 DCR 2971).\n\nFor temporary (90-day) addition of section, see § 4(h) of the Confirmation Act Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-92, June 4, 1999, 46 DCR 5330).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-162, see Historical and Statutory Notes following § 50-501.\n\nFor legislative history of D.C. Law 6-96, see Historical and Statutory Notes following § 50-501.\n\nLaw 6-192 was introduced in Council and assigned Bill No. 6-544, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 5, 1986 and November 18, 1986, respectively. Signed by the Mayor on December 10, 1986, it was assigned Act No. 6-246 and transmitted to both Houses of Congress for its review.\n\nLaw 12-285, the \"Confirmation Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-261, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on December 29, 1998, it was assigned Act No. 12-622 and transmitted to both Houses of Congress for its review. D.C. Law 12-285 became effective on June 17, 1999.\n\nDelegation of Authority\n\nDelegation of authority under D.C. Law 5-162, see Mayor's Order 85-181, November 5, 1985.\n\nDC CODE § 50-503\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 1985, D.C. Law 5-162, § 4, 32 DCR 160; Mar. 4, 1986, D.C. Law 6-96, § 4(b), 32 DCR 7245; Feb. 24, 1987, D.C. Law 6-192, § 16, 33 DCR 7836; June 12, 1999, D.C. Law 12-285, § 4(h), 46 DCR 1355.)","sections":[{"prefix":"a","text":" There is established in the Department of Consumer and Regulatory Affairs a Board of Consumer Claims Arbitration for the District of Columbia. The Board shall consist of 7 members who shall be appointed by the Mayor."},{"prefix":"b","text":" The members shall be at least 18 years of age and residents of the District."},{"prefix":"c","text":" Two members shall be attorneys admitted to the practice of law in the District, 1 of whom shall be designated by the Mayor as chairperson of the Board. Two members shall have training and experience in arbitration and mediation. One member shall be the Director of the Department of Consumer and Regulatory Affairs or his or her designee. One member shall have experience or training in representing the interests of consumers. One member shall have experience or training in the manufacture or wholesale or retail sales of consumer goods."},{"prefix":"d","text":" The Mayor shall appoint the initial Board members within 60 days of March 14, 1985. Of the members first appointed, the chairperson and 1 other member shall be appointed for terms of 3 years; 2 members shall be appointed for terms of 2 years; 1 member shall be appointed for a term of 2 years; and 1 member shall be appointed for a term of 1 year. Subsequent appointments shall be for terms of 3 years. This subsection shall not apply to the representative of the Department of Consumer and Regulatory Affairs."},{"prefix":"e","text":" Members of the Board shall be compensated pursuant to § 1-611.08."},{"prefix":"f","text":" The Mayor shall issue, and may amend from time to time, rules and regulations to implement the provisions of this section and may establish reasonable fees for the filing of complaints."},{"prefix":"g","text":" The Board, in accordance with the rules and regulations issued pursuant to subsection (f) of this section, shall provide arbitration for claims filed by consumers against manufacturers, their agents, or dealers pursuant to §§ 50- 502 and 50-505; for claims voluntarily filed by consumers against the provider of any consumer goods or services, who agrees to arbitration, pursuant to rules and regulations issued by the Mayor; and for claims filed pursuant to § 31-2405 by parties agreeing to arbitration pursuant to rules and regulations issued by the Mayor."},{"prefix":"h","text":" Consumers may submit claims to the Board by completing forms which shall be approved by the Mayor."},{"prefix":"i","text":" Upon receipt of a written claim filed by a consumer, the Board shall within 5 business days determine whether the claim qualifies for arbitration pursuant to this chapter and notify the opposing party."},{"prefix":"j","text":" The Board shall develop and maintain a roster of persons who are residents of the District, at least 18 years of age, and experienced in arbitration techniques who may be employed to serve as arbitrators for specific cases."},{"prefix":"k","text":" The Board shall assign cases for arbitration according to the following provisions:"},{"prefix":"1","text":" A case may be assigned to a single arbitrator if the Board first informs all parties to the case of the identity and background of the arbitrator and obtains their consent. When a case is assigned to a single arbitrator, the arbitrator must be an attorney-member of the Board or another attorney admitted to the practice of law in the District and chosen from the roster of arbitrators maintained by the Board."},{"prefix":"2","text":" All cases not assigned to single arbitrators shall be assigned to a panel of 3 arbitrators, 1 of whom must be a member of the Board and 1 of whom must be an attorney admitted to the practice of law in the District. Participation on the panel by an attorney-member of the Board shall satisfy both requirements. The Board shall inform all parties to the case of the identity and background of the arbitrators tentatively selected for the panel and shall obtain the consent of both parties to the choice of arbitrators. The decision of the panel shall be by majority vote."},{"prefix":"l","text":" The Board is authorized to reject for arbitration consumer claims which are determined by a majority of the Board to be frivolous, fraudulent, or beyond the legal authority of the Board."},{"prefix":"m","text":" The Board shall promptly assign all cases accepted for arbitration to an arbitrator or arbitrators who shall appoint a time and place for a hearing and notify the parties personally or by registered mail not less than 5 days prior to the hearing. Hearings shall be public and shall be recorded electronically."},{"prefix":"n","text":" At all arbitration hearings, the parties are entitled to present oral and written testimony, to present witnesses and evidence relevant to the controversy, to cross-examine witnesses, and to be represented by counsel."},{"prefix":"o","text":" The Board may issue subpoenas for the attendance of witnesses and for the production of books, records, documents, and other evidence. The Board or arbitrators designated by the Board shall have the power to administer oaths and affirmations and take acknowledgements."},{"prefix":"p","text":" Upon application by any party to an arbitration proceeding, or upon its own motion, an arbitrator or arbitration panel may retain independent technical experts as needed to determine the facts in the case. The arbitrator or arbitration panel may assign the costs of the technical experts to 1 or both parties to the case."},{"prefix":"q","text":"(1) The arbitrator or arbitration panel shall determine whether the defendant is liable to the claimant and, if so, shall award the claimant relief."},{"prefix":"2","text":" The arbitrator or arbitration panel may award the claimant the relief provided by this chapter, any relief available under any other law, and reasonable attorneys' fees. The defendant may be assessed the costs of arbitration as part of any award rendered by the arbitrator or arbitration panel."},{"prefix":"3","text":" Decisions of an arbitrator or arbitration panel shall be in writing and shall be entered by and in the name of the Board."},{"prefix":"4","text":" Decisions shall be entered no later than 60 days from the date the Board accepts a case for arbitration."},{"prefix":"5","text":" The decision shall state the relief granted, if any, and shall specify a time limit for compliance."},{"prefix":"6","text":" The board shall promptly provide a copy of the decision to each party."},{"prefix":"r","text":" The Board or any party to a case may petition the court to issue an order compelling compliance with a decision by the Board."},{"prefix":"s","text":"(1) Any party to a case may, within 20 days after receipt of the Board's decision, petition the court to vacate the decision and grant a trial de novo."},{"prefix":"2","text":" Upon receipt of a petition, the court shall first determine the validity of the arbitration proceeding and shall vacate an arbitration award upon a finding that:"},{"prefix":"A","text":" The award was procured by corruption, fraud, or other misconduct in violation of law;"},{"prefix":"B","text":" The arbitrator or arbitration panel exceeded its powers;"},{"prefix":"C","text":" The arbitrator or arbitration panel failed to conform to the rules and regulations issued pursuant to this chapter, and the failure to conform prejudiced the rights of a party to the complaint; or"},{"prefix":"D","text":" The award is based on a numerical error or other error of fact which the Board has failed to correct."},{"prefix":"3","text":" If the court determines the arbitration process was valid but grants the petition for a trial de novo on other grounds, the decision of the Board shall be admissible as evidence and shall be presumed correct."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Consumer Protection."},"chapter":{"identifier":"5","text":"Automobile Consumer Protection. (Refs & Annos)"},"heading":{"title":"50","chaptersection":"503","identifier":"50-503","catch_text":"Arbitration."}}