{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-1302.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-162, see Historical and Statutory Notes following § 50-501.\n\nDC CODE § 50-502\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 1985, D.C. Law 5-162, § 3, 32 DCR 160.)","sections":[{"prefix":"a","text":" If a new motor vehicle does not conform to all warranties during the first 18,000 miles of operation or during the period of 2 years following the date of delivery of the motor vehicle to the original purchaser, whichever is the earlier date, the consumer shall during that period report the nonconformity, defect, or condition to the manufacturer, its agent, or its authorized dealer. If the notification is received by the manufacturer's agent or authorized dealer, the agent or dealer shall within 7 days forward written notice thereof to the manufacturer by certified mail, return receipt requested. The manufacturer, its agent, or its authorized dealer shall correct the nonconformity, defect, or condition at no charge to the consumer, notwithstanding the fact that the repairs may be made after the expiration of the first 18,000-mile period of operation or the 2-year period."},{"prefix":"b","text":" If, after a reasonable number of attempts, the manufacturer, its agent, or authorized dealer is unable to repair or correct any nonconformity, defect, or condition which results in significant impairment of the motor vehicle, the manufacturer, at the option of the consumer, shall replace the motor vehicle with a comparable motor vehicle, or accept return of the motor vehicle from the consumer and refund to the consumer the full purchase price, including all sales tax, license fees, registration fees, and any similar governmental charges. In calculating a refund, the manufacturer may deduct from the consumer's full purchase price a reasonable allowance not to exceed 10 cents per mile for the consumer's use of the motor vehicle in excess of the first 12,000 miles of operation, and a reasonable allowance for any damage not attributable to normal wear or to the nonconformity, defect, or condition which significantly impaired the motor vehicle. Refunds shall be made to the consumer, and the lienholder, if any, as their interests may appear on the records of ownership kept by the Department of Public Works."},{"prefix":"c","text":" Each of the following circumstances shall be an affirmative defense to any claim under this section:"},{"prefix":"1","text":" The nonconformity, defect, or condition does not significantly impair the vehicle."},{"prefix":"2","text":" The nonconformity, defect, or condition is the result of abuse, neglect, or unauthorized modifications or alterations of the motor vehicle."},{"prefix":"d","text":" It shall be presumed that a reasonable number of attempts have been made to conform a motor vehicle to the warranties, if:"},{"prefix":"1","text":" The same nonconformity, defect, or condition, if it is not safety-related, has been subject to repair 4 or more times by the manufacturer, its agent, or authorized dealer after notification by the consumer within the first 18,000 miles of operation or during the period of 2 years following the date of original delivery of the motor vehicle to a consumer, whichever is the earlier date, but the nonconformity, defect, or condition continues to exist;"},{"prefix":"2","text":" The same nonconformity, defect, or condition, if it is safety-related, has been subject to repair 1 or more times by the manufacturer, its agents, or authorized dealers after notification by the consumer within the first 18,000 miles of operation or during the period of 2 years following the date of original delivery of the motor vehicle to a consumer, whichever is the earlier date, but the nonconformity, defect, or condition continues to exist; or"},{"prefix":"3","text":" The motor vehicle is out of service by reason of repair of any nonconformities, defects, or conditions which significantly impair the vehicle, on a cumulative total of 30 days or more during either period, whichever is the earlier date."},{"prefix":"e","text":" The 30-day out-of-service period shall be extended by any time during which repair services are not available to the consumer because of a war, invasion, strike, fire, flood, or other natural disaster."},{"prefix":"f","text":" The consumer, in order to seek the refund or replacement provided by this section, shall first submit a claim to the Board of Consumer Claims Arbitration established pursuant to § 50-503. If the Board rejects the case for arbitration, or if the claim is arbitrated and the consumer rejects the arbitration decision, the consumer may then bring an action in court to seek the remedies provided by this section."},{"prefix":"g","text":"(1) If a motor vehicle is returned to a manufacturer, its agent, or authorized dealer pursuant to this section, the manufacturer, its agent, or authorized dealer shall notify the Department of Public Works that the motor vehicle was returned."},{"prefix":"2","text":" The Department of Public Works shall note the fact that the motor vehicle was returned pursuant to this chapter on any certificate of title issued for the motor vehicle."},{"prefix":"3","text":" A motor vehicle dealer shall state the fact that the motor vehicle was returned pursuant to this chapter in any sales contract for the motor vehicle prior to the signing of the contract by a prospective purchaser."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Consumer Protection."},"chapter":{"identifier":"5","text":"Automobile Consumer Protection. (Refs & Annos)"},"heading":{"title":"50","chaptersection":"502","identifier":"50-502","catch_text":"Consumer's remedy for defective vehicles."}}