{"text":"For purposes of this chapter, unless the context requires a different meaning:","historical":"Prior Codifications\n\n1981 Ed., § 40-1101.\n\n1973 Ed., § 40-901.\n\nEffect of Amendments\n\nD.C. Law 14-235 rewrote par. (6) which had read as follows:\n\n\"(6) 'Motor vehicle' means any automobile, mobile home, motorcycle, truck, truck tractor, trailer, semitrailer, or bus. The term 'motor vehicle' shall not include any boat trailer, any vehicle propelled or drawn exclusively by muscular power, any vehicle designed to run only on rails or tracks, and any battery-operated wheelchairs when operated by a handicapped person at speeds not exceeding 10 miles per hour.\"\n\nD.C. Law 15-105, in par. (6), validated a previously made technical correction.\n\nD.C. Law 16-224, in par. (6), revived the provisions of D.C. Law 14-235 that expired on October 1, 2005, and substituted \"personal mobility device, as defined by § 50-2201.02(12), or a battery-operated wheelchair when operated by a person with a disability\" for \"electric personal assistive mobility devices, as defined by § 50-2201.02(12), and battery-operated wheelchairs when operated by a handicapped person at speeds not exceeding 10 miles per hour\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3 of Motor Vehicle Definition Electric Personal Assistive Mobility Device Exemption Temporary Amendment Act of 2006 (D.C. Law 16-85, April 4, 2006, law notification 53 DCR 3344).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3 of Motor Vehicle Definition Electric Personal Assistive Mobility Device Exemption Emergency Amendment Act of 2005 (D.C. Act 16-237, December 22, 2005, 53 DCR 249).\n\nFor temporary (90 day) amendment of section, see § 3 of Motor Vehicle Definition Electric Personal Assistive Mobility Device Exemption Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-323, March 23, 2006, 53 DCR 2567).\n\nFor temporary (90 day) amendment of section, see § 202 of Personal Mobility Device Emergency Amendment Act of 2006 (D.C. Act 16-528, December 4, 2006, 53 DCR 9826).\n\nLegislative History of Laws\n\nLaw 3-135 was introduced in Council and assigned Bill No. 3-331, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on September 16, 1980 and September 30, 1980, respectively. Signed by the Mayor on October 2, 1980, it was assigned Act No. 3-256 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 5-176, see Historical and Statutory Notes following § 50-1108.\n\nLaw 14-235, the \"Motor Vehicle Definition Electric Personal Assistive Mobility Device Exemption Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-550, which was referred to the Committee on Public Works and Environment. The Bill was adopted on first and second readings on July 2, 2002, and October 1, 2002, respectively. Signed by the Mayor on October 23, 2002, it was assigned Act No. 14-497 and transmitted to both Houses of Congress for its review. D.C. Law 14-235 became effective on March 25, 2003.\n\nFor Law 15-105, see notes following § 50-203.\n\nLaw 16-224, the \"Personal Mobility Device Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-633, which was referred to Committee on Public Works and Environment. The Bill was adopted on first and second readings on November 14, 2006, and December 5, 2006, respectively. Signed by the Mayor on December 19, 2006, it was assigned Act No. 16-553 and transmitted to both Houses of Congress for its review. D.C. Law 16-224 became effective on March 6, 2007.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nExpiration of Law 14-235: Section 14 of D.C. Law 14-235 provided that the act shall expire on October 1, 2005.\n\nDC CODE § 50-601\n\nCurrent through December 11, 2012","credits":"(Apr. 22, 1960, 74 Stat. 69, Pub. L. 86-431, § 1; Dec. 30, 1963, 77 Stat. 771, Pub. L. 88-243, § 9; Mar. 5, 1981, D.C. Law 3-135, § 3, 27 DCR 4526; Mar. 15, 1985, D.C. Law 5-176, § 6, 32 DCR 748; Mar. 25, 2003, D.C. Law 14-235, § 3, 49 DCR 9788; Mar. 13, 2004, D.C. Law 15-105, § 90(a), 51 DCR 881; Mar. 6, 2007, D.C. Law 16-224, § 202, 53 DCR 10225.)","sections":[{"prefix":"1","text":" \"Mayor\" means the Mayor of the District of Columbia, or his designated agent."},{"prefix":"2","text":" \"District\" means the District of Columbia."},{"prefix":"3","text":" \"Finance charge\" means finance charge as defined under the provisions of the Truth in Lending Act (15 U.S.C. § 1601 et seq.) and the regulations and interpretations thereunder."},{"prefix":"4","text":" \"Governmental charges\" means the excise tax, personal property tax, inspection fee, registration fee, recording fee, and such other fees charged by any government, or otherwise authorized by law, incident to the transfer of title to a motor vehicle as the District of Columbia Council may by regulation include within such term."},{"prefix":"5","text":" \"Instrument of security\" means any promissory note, retail installment contract, or other written promise to pay the unpaid balance of the total amount to be paid by a retail buyer of a motor vehicle."},{"prefix":"6","text":" \"Motor vehicle\" means any automobile, mobile home, motorcycle, truck, truck tractor, trailer, semi-trailer, or bus. The term \"motor vehicle\" shall not include any boat trailer, any vehicle propelled or drawn exclusively by muscular power, any vehicle designed to run only on rails or tracks, a personal mobility device, as defined by § 50-2201.02(12), or a battery-operated wheelchair when operated by a person with a disability."},{"prefix":"7","text":" \"Person\" means an individual, firm, partnership, joint-stock company, corporation, association, incorporated society, statutory or common law trust, estate, executor, administrator, receiver, trustee, conservator, liquidator, committee, assignee, officer, employee, principal, or agent."},{"prefix":"8","text":" \"Principal balance\" means the cash sale price of a motor vehicle, including accessories and equipment, plus the amounts, if any, included in the retail installment contract, if separate identified charges are stated therein, for insurance and governmental charges, less the amount of the purchaser's downpayment, if any, in money or goods or both."},{"prefix":"9","text":" \"Retail installment contract\" means a contract entered into in the District or entered into by a seller licensed or required to be licensed by the District evidencing a retail installment transaction pursuant to which the title to or a lien on, or security or a security interest in, the motor vehicle, which is the subject matter of the transaction, is retained or taken to secure, in whole or in part, the retail buyer's obligations. The term includes a security agreement, chattel mortgage, conditional sale contract and a contract in the form of a bailment or a lease if the bailee or lessee contracts to pay as compensation for use a sum substantially equivalent to or in excess of the value of the motor vehicle sold and it is agreed that the bailee or lessee is bound to become, or, for no further or a merely nominal consideration, has the option of becoming, the owner of the motor vehicle upon full compliance with the terms of the bailment or lease."},{"prefix":"10","text":" \"Retail installment transaction\" means any transaction in which a retail buyer purchases a motor vehicle for a price in excess of the cash sale price and agrees to pay part or all of such price in one or more deferred installments."},{"prefix":"11","text":" \"Security interest\" and \"secured party\" have the same meanings as those given to the terms in §§ 28:1-201 and 28:9-105(m)."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Consumer Protection."},"chapter":{"identifier":"6","text":"Installment Sales of Motor Vehicles. (Refs & Annos)"},"heading":{"title":"50","chaptersection":"601","identifier":"50-601","catch_text":"Definitions."}}