{"text":"Class 1. Any new domestic motor vehicle designated by the manufacturer by a year model not earlier than the year in which the sale is made and any new foreign motor vehicle -- 21.5% annual percentage rate.\n\nClass 2. Any new domestic motor vehicle not in class 1 and any used domestic motor vehicle designated by the manufacturer by a year model of the same or not more than 2 years prior to the year in which the sale is made and any used foreign motor vehicle not more than 2 years old -- 23.5% annual percentage rate.\n\nClass 3. Any used motor vehicle not in class 2, and, if a domestic motor vehicle, designated by the manufacturer by a year model not more than 4 years prior to the year in which the sale is made, and, if a foreign motor vehicle, not more than 4 years old -- 27% annual percentage rate.\n\nClass 4. Any used motor vehicle not in class 2 or class 3 -- 28.33% annual percentage rate.","historical":"Prior Codifications\n\n1981 Ed., § 40-1102.\n\n1973 Ed., § 40-902.\n\nLegislative History of Laws\n\nLaw 3-102 was introduced in Council and assigned Bill No. 3-283, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on June 3, 1980 and June 17, 1980, respectively. Signed by the Mayor on July 16, 1980, it was assigned Act No. 3-224 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 3-135, see Historical and Statutory Notes following § 50-601.\n\nLaw 4-90 was introduced in Council and assigned Bill No. 4-17, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on December 8, 1981, and January 12, 1982, respectively. Signed by the Mayor on February 4, 1982, it was assigned Act No. 4-148 and transmitted to both Houses of Congress for its review.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(310 to 314) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nFindings and purposes of Law 4-90: See § 2 of D.C. Law 4-90.\n\nDC CODE § 50-602\n\nCurrent through December 11, 2012","credits":"(Apr. 22, 1960, 74 Stat. 69, Pub. L. 86-431, § 2; Sept. 16, 1980, D.C. Law 3-102, § 8, 27 DCR 3630; Mar. 5, 1981, D.C. Law 3-135, § 2, 27 DCR 4526; Mar. 31, 1982, D.C. Law 4-90, § 3, 29 DCR 666.)","sections":[{"prefix":"a","text":" Notwithstanding the provisions of any instrument of security, refinancing contract, or other instrument to the contrary, made or entered into on or after March 5, 1981, no person shall charge, contract for, receive, or collect a finance charge if such charge exceeds the larger of $25 or an amount determined under the following schedule:"},{"prefix":"b","text":" The finance charge authorized by the preceding subsection shall be computed on the principal balance payable for a motor vehicle from the date of the instrument or contract until the maturity of the final installment, notwithstanding that the balance thereof is required to be paid in installments."},{"prefix":"c","text":" For a period less or greater than 12 months or for amounts less or greater than $100, the amount of the maximum charge set forth in the foregoing schedule shall be decreased or increased proportionately."},{"prefix":"d","text":" The Mayor shall from time to time investigate the economic conditions and other factors relating to and affecting finance charges, and shall ascertain all pertinent facts necessary to determine what maximum charges should be permitted in such transactions. Upon the basis of such ascertained facts, the Council of the District of Columbia, notwithstanding the provisions of the preceding subsections, shall from time to time by regulation or order determine and fix the maximum finance charges sufficiently high to result in a fair return on investment to persons engaged in the business of financing retail installment transactions, but not so high as to constitute an unreasonable economic burden on the purchasers of motor vehicles under retail installment contracts. The Council may from time to time, upon the basis of changed conditions or facts, redetermine and refix any such maximum finance charge, but, before determining or redetermining any such maximum charge, the Council shall give reasonable notice of its intention to consider doing so, and provide a reasonable opportunity to persons desiring to be heard with respect to any such proposed determination or redetermination. Notice of the action proposed by the Council shall be published once a week for 2 consecutive weeks in 1 or more of the daily newspapers published in the District. Any such changed maximum finance charge shall not affect any pre-existing instrument of security lawfully entered into between the seller and the purchaser of any motor vehicle."},{"prefix":"e","text":"(1) The Council is hereby authorized to make, and the Mayor is authorized to enforce, such regulations as the Council in its discretion deems appropriate to carry out the purposes of this section and to prevent unconscionable practices in connection with retail installment transactions, including, without limitation, provisions:"},{"prefix":"A","text":" Governing the form and substance of instruments of security;"},{"prefix":"B","text":" Requiring that installment payments under instruments of security be made in substantially equal amounts and at regular intervals except:"},{"prefix":"i","text":" That the interval for the 1st installment payment may be longer than the other intervals;"},{"prefix":"ii","text":" That the final installment payment may be less in amount than the preceding installment payments;"},{"prefix":"iii","text":" That where a buyer's livelihood is dependent upon seasonal or intermittent income, 1 or more installment payments in the schedule of payments included in any such instrument of security may be reduced or omitted; and"},{"prefix":"iv","text":" That any contract covering a new motor vehicle to be used primarily as a demonstrator sold to a bona fide motor vehicle salesman employed by the seller shall be exempt from the requirement that installment payments be in substantially equal amounts;"},{"prefix":"C","text":" Requiring that amounts due under instruments of security may be prepaid in full and that the unearned charges, whether for finance, insurance, or for other purposes, attributable to or resulting from such prepayments shall be refunded or credited;"},{"prefix":"D","text":" Establishing maximum delinquency, collection, repossession and other charges;"},{"prefix":"E","text":" Specifying the types and maximum amounts of insurance which may be required, at the expense of the retail buyer, to protect from loss the seller in a retail installment transaction or his assignee or any other person entitled to payments from a retail buyer under an instrument of security;"},{"prefix":"F","text":" Respecting the manner and methods of notice of default given to a retail buyer before and after a seller's repossession of a motor vehicle, the methods and opportunity for cure and redemption, and the manner and method of sale or disposition of repossessed motor vehicles;"},{"prefix":"G","text":" Requiring the books and records of persons engaged in the business of financing retail installment transactions to be subject to production for examination by the Mayor."},{"prefix":"2","text":" The Council is further authorized, in its discretion, to make, and the Mayor enforce, such additional regulations as it deems necessary to insure that purchasers of motor vehicles under instruments of security are not being required, directly or indirectly, to pay finance, insurance, or other charges in excess of those authorized by this chapter or by the Council pursuant to the authority vested in it."},{"prefix":"3","text":" In exercising their powers and authority under this subsection, the Council is authorized, in its discretion, to make reasonable classifications:"},{"prefix":"A","text":" According to the parties to retail installment transactions; or"},{"prefix":"B","text":" According to the parties to the instruments of security; or"},{"prefix":"C","text":" According to the parties involved in repossession; or"},{"prefix":"D","text":" According to other bases; or"},{"prefix":"E","text":" According to 2 or more of the foregoing subparagraphs (A) through (D), and to exercise such powers and authority under this subsection with respect to any 1 or more of any classifications so made or with respect to all of said classifications."},{"prefix":"f","text":" No provision shall be inserted in any retail installment contract whereby the buyer waives or purports to waive any provision of this chapter, and any such waiver or purported waiver shall be void and of no effect. The Council is authorized in its discretion, by regulation:"},{"prefix":"1","text":" To prohibit the inclusion in any retail installment contract of any provision waiving or purporting to waive any provision of any regulation promulgated by the Council relating to retail installment transactions; and"},{"prefix":"2","text":" To provide that any such waiver or purported waiver, shall be void and of no effect."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Consumer Protection."},"chapter":{"identifier":"6","text":"Installment Sales of Motor Vehicles. (Refs & Annos)"},"heading":{"title":"50","chaptersection":"602","identifier":"50-602","catch_text":"Maximum finance charges; computation; proportionate adjustments; investigation of economic conditions to determine finance charges; regulations; classification of parties; waiver."}}