{"text":"Any person who shall violate any provision of this chapter or of any regulation promulgated by the Council of the District of Columbia under the authority of this chapter, shall be guilty of a misdemeanor and shall be punished by a fine not exceeding $500 or by imprisonment for not more than 6 months, or both. Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this chapter, or any rules or regulations issued under the authority of this chapter, pursuant to Chapter 18 of Title 2.   Adjudication of any infraction of this chapter shall be pursuant to Chapter 18 of Title 2.","historical":"Prior Codifications\n\n1981 Ed., § 40-1107.\n\n1973 Ed., § 40-907.\n\nLegislative History of Laws\n\nLaw 6-42 was introduced in Council and assigned Bill No. 6-187, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 25, 1985, and July 9, 1985, respectively. Signed by the Mayor on July 16, 1985, it was assigned Act No. 6- 60 and transmitted to both Houses of Congress for its review.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402 (309 to 316) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 50-607\n\nCurrent through December 11, 2012","credits":"(Apr. 22, 1960, 74 Stat. 73, Pub. L. 86-431, § 8; Oct. 5, 1985, D.C. Law 6-42, § 435, 32 DCR 4450.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Consumer Protection."},"chapter":{"identifier":"6","text":"Installment Sales of Motor Vehicles. (Refs & Annos)"},"heading":{"title":"50","chaptersection":"607","identifier":"50-607","catch_text":"Penalties."}}