{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-2001.\n\nLegislative History of Laws\n\nLaw 8-243, the \"Alternative Fuels Technology Act of 1990,\" was introduced in Council and assigned Bill No. 8-649, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on December 4, 1990, and December 18, 1990, respectively. Signed by the Mayor on December 27, 1990, it was assigned Act No. 8-326 and transmitted to both Houses of Congress for its review.\n\nLaw 10-201, the \"Clean Fuel Fleet Vehicle Program and Alternative Fuels Incentives Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-658, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on July 5, 1994, and October 4, 1994, respectively. Signed by the Mayor on October 21, 1994, it was assigned Act No. 10-338 and transmitted to both Houses of Congress for its review. D.C. Law 10-201 became effective on March 14, 1995.\n\nReferences in Text\n\n\"Section 246 of the Clean Air Act,\" referred to in (d), is codified as 42 U.S.C. § 7586.\n\nDC CODE § 50-701\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 1991, D.C. Law 8-243, § 2, 38 DCR 355; Mar. 14, 1995, D.C. Law 10-201, § 2(a), 41 DCR 7178.)","sections":[{"prefix":"a","text":" It is the policy of the District of Columbia (\"District\") government to promote, protect, and preserve a safe and healthy living environment for its inhabitants."},{"prefix":"b","text":" It is in the best interest of District residents that the District government pursue, as other municipalities have, both domestic and international, a comprehensive plan for the development and implementation of specific goals and timetables for the improvement of local air quality through the exploration, demonstration, procurement, and utilization of passenger and nonpassenger motor vehicles powered by clean alternative fuels."},{"prefix":"c","text":" The integration of alternative fuels technology in the transportation element of the nation's capital should include, at the very least, aggressive participation by the District government fleet, commercial transportation fleets, and the Washington Metropolitan Area Transit Authority (\"WMATA\")."},{"prefix":"d","text":" Section 246 of the Clean Air Act requires that the District develop a state implementation plan revision that manages harmful emissions from motor vehicles by establishing a clean fuel fleet program that is consistent with federal law and regulations. As part of a multi-jurisdiction ozone nonattainment area encompassing portions of the District and the states of Maryland and Virginia, the District must implement a clean fuel fleet program."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Environmental Protection."},"chapter":{"identifier":"7","text":"Alternative Fuels Technology."},"heading":{"title":"50","chaptersection":"701","identifier":"50-701","catch_text":"Policy."}}