{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-2012.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-201, see Historical and Statutory Notes following § 50-701.\n\nLaw 11-110, the \"Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nDC CODE § 50-713\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 1991, D.C. Law 8-243, § 14, as added Mar. 14, 1995, D.C. Law 10- 201, § 2(g), 41 DCR 7178; Apr. 18, 1996, D.C. Law 11-110, § 46, 43 DCR 530.)","sections":[{"prefix":"a","text":" Covered fleet operators may meet the fleet vehicle purchase requirements of this chapter by purchasing clean-fuel vehicles, whether new, used, or converted vehicles, converting existing gasoline or diesel-powered vehicles to clean-fuel vehicles, or by trading and banking clean-fuel fleet vehicle credits."},{"prefix":"b","text":" Clean-fuel fleet vehicle credits may be earned by a covered fleet operator for any of the following qualifying purchases:"},{"prefix":"1","text":" Purchase of a clean-fuel vehicle during any period after March 1, 1993, but before September 1, 1997, if the purchase meets all other clean-fuel fleet vehicle requirements applicable to such purchase, including the requirement to use only the fuel on which the vehicle was certified;"},{"prefix":"2","text":" Purchase of a greater number of clean-fuel fleet vehicles than is required under this chapter;"},{"prefix":"3","text":" Purchase of a clean-fuel fleet vehicle that meets more stringent emission standards than required under this chapter (ULEVs, ZEVs and ILEVs);"},{"prefix":"4","text":" Purchase of a clean-fuel fleet vehicle in an exempt vehicle category by the operator of a covered or partially-covered fleet; or"},{"prefix":"5","text":" Purchase of a clean-fuel fleet vehicle by a fleet operator who voluntarily opts-in to the clean fuel fleet program, and who thereafter shall be subject to the requirements of this chapter as if the operator were a covered fleet operator."},{"prefix":"c","text":" The Mayor shall, to determine the feasibility of providing the trading of credits between mobile and stationary sources and between jurisdictions within the same nonattainment area or the District, study and promulgate a report within 2 years after March 14, 1995."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Environmental Protection."},"chapter":{"identifier":"7","text":"Alternative Fuels Technology."},"heading":{"title":"50","chaptersection":"713","identifier":"50-713","catch_text":"Emission credit trading program."}}