{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-2014.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of School Proximity Traffic Calming Temporary Act of 1998 (D.C. Law 12-222, April 13, 1999, law notification 46 DCR 3844).\n\nTemporary Addition of Section\n\nFor temporary (225 day) additions, see § 2 of School Proximity Traffic Calming Temporary Act of 1998 (D.C. Law 12-222, April 13, 1999, law notification 46 DCR 3844).\n\nEmergency Act Amendments\n\nFor temporary addition of a new Chapter 21 of Title 40, consisting of § 40- 2101 [1981 Ed.], see § 2 of the School Proximity Traffic Calming Emergency Act of 1998 (D.C. Act 12-529, December 16, 1998, 46 DCR 478).\n\nFor temporary (90-day) addition of § 40-2101 [1981 Ed.], see § 2 of the School Proximity Traffic Calming Congressional Review Emergency Act of 1999 (D.C. Act 13-43, March 31, 1999, 46 DCR 3623).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-201, see Historical and Statutory Notes following § 50-701.\n\nReferences in Text\n\n\"Section 179A of the United States Internal Revenue Code\", referred to in (b)(1)(A), is codified as 26 U.S.C. § 179A.\n\nDC CODE § 50-715\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 1991, D.C. Law 8-243, § 16, as added Mar. 14, 1995, D.C. Law 10- 201, § 2(g), 41 DCR 7178.)","sections":[{"prefix":"a","text":" Not later than 180 days after March 14, 1995, the Mayor, where feasible, shall submit to the Council proposed legislation, regulations, or a combination thereof, that provides for financial and operational incentives for the commercial fleet use of alternative fuels."},{"prefix":"b","text":" Where feasible, as determined by the Mayor, the proposal shall include the following:"},{"prefix":"1","text":" Income tax credits for alternative fuels vehicles and certain fueling property that:"},{"prefix":"A","text":" Are based on § 179A of the United States Internal Revenue Code; and"},{"prefix":"B","text":" Are comparable to similar credits allowed by 1 or more states adjacent to the District;"},{"prefix":"2","text":" A motor fuel tax exception for alternative fuel vehicles that is comparable to similar credits allowed by 1 or more states adjacent to the District;"},{"prefix":"3","text":" Preferential parking or loading use on District owned parking lots and curbside parking spaces (to be known as \"green curb parking and loading areas\") for covered fleet using alternative fuels;"},{"prefix":"4","text":" Requirements that the District purchase qualified second market vehicles to help establish a long term viable market for alternative fuel vehicles; and"},{"prefix":"5","text":" The creation of a fund by the District to ensure competitive resale values of used alternative fuel vehicles, the funds for which would derive from gifts and other contributions."},{"prefix":"c","text":" The incentives shall be structured and administered so as to qualify for recognition by the EPA for air quality standards attainment purposes."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Environmental Protection."},"chapter":{"identifier":"7","text":"Alternative Fuels Technology."},"heading":{"title":"50","chaptersection":"715","identifier":"50-715","catch_text":"Financial and operational incentives for use of alternative fuels."}}