{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-182, in subsec. (b), substituted \"procure those services; provided, that for a period of 8 months following May 27, 2010, no DC Circulator route shall replace more than 20% of the revenue miles or revenue hours of any WMATA route.\" for \"procure those services.\".\n\nD.C. Law 19-21, in subsec. (a), substituted \"lapsing\" for \"nonlapsing, revolving\".\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition, see § 3(d) of District Department of Transportation DC Circulator Temporary Amendment Act of 2006 (D.C. Law 16-134, June 16, 2006, law notification 53 DCR 5762).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 3(d) of District Department of Transportation DC Circulator Emergency Amendment Act of 2006 (D.C. Act 16-321, March 23, 2006, 53 DCR 2557).\n\nFor temporary (90 day) addition, see § 3(e) of District Department of Transportation DC Circulator Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-3, January 16, 2007, 54 DCR 1439).\n\nLegislative History of Laws\n\nFor Law 16-225, see notes following § 50-921.31.\n\nLaw 18-182, the \"DC Circulator Bus Jurisdiction Expansion Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-489, which was referred to the Committee on Public Works and Transportation. The bill was adopted on first and second readings on February 2, 2010, and March 2, 2010, respectively. signed by the Mayor on April 7, 2010, it was assigned Act No. 18-381 and transmitted to both Houses of Congress for its review. D.C. Law 18- 182 became effective on May 27, 2010.\n\nFor history of Law 19-21, see notes under § 50-231.\n\nDC CODE § 50-921.33\n\nCurrent through December 11, 2012","credits":"(May 21, 2002, D.C. Law 14-137, § 11c, as added Mar. 6, 2007, D.C. Law 16-225, § 3(e), 53 DCR 10232; May 27, 2010, D.C. Law 18-182, § 2(a), 57 DCR 3404; Sept. 14, 2011, D.C. Law 19-21, § 9093, 58 DCR 6226.)","sections":[{"prefix":"a","text":" There is hereby established the DC Circulator Fund as a lapsing special purpose revenue fund, the funds of which shall be for the Department to pay for goods, services, property, or for any other authorized purpose, subject to authorization by Congress, into which shall be deposited all revenue collected pursuant to § 50-921.32 by the District, WMATA, or their agents, and all monetary gifts intended to be used to assist in the funding of the DC Circulator."},{"prefix":"b","text":" Notwithstanding subsection (a) of this section, during any period of time in which a contract with WMATA is in effect, monies from the payment of fares, the purchase of tickets, and the sale of advertising space by third parties may be, with the written consent of the Chief Financial Officer for the District of Columbia and pursuant to the terms of the contract, deposited in a WMATA interest bearing account for the benefit of the District of Columbia and used by WMATA to offset its costs of contract performance, but only to the extent that Congress has appropriated funds to the District to perform or procure those services; provided, that for a period of 8 months following March 2, 2010, no DC Circulator route shall replace more than 20% of the revenue miles or revenue hours of any WMATA route."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"9A","text":"Department of Transportation"},"subchapter":{"identifier":"II","text":"DC Circulator Bus Service."},"heading":{"title":"50","chaptersection":"921","identifier":"50-921.33","catch_text":"DC Circulator Fund establishment."}}