{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-21, rewrote the section, which formerly read:\n\n\"(a) There is established as a nonlapsing fund the District Department of Transportation Enterprise Fund for Transportation Initiatives ('Fund'), which shall be administered by the Director of the District Department of Transportation and used to fund the cost of capital projects of the District Department of Transportation proposed by the Mayor and approved by act of the Council.\n\n\"(b) The Fund shall consist of revenues from fines derived from the enforcement of truck safety and size, weight, and noise regulations, and any revenues, grants, or gifts as may from time-to-time be dedicated to the Fund.\n\n\"(c) All funds deposited into the Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (a) of this section without regard to fiscal year limitation, subject to authorization by Congress.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(b) of District Department of Transportation Bicycle Sharing Fund Emergency Amendment Act of 2012 (D.C. Act 19-424, July 27, 2012, 59 DCR 9375).\n\nFor temporary (90 day) addition of section, see § 2(c) of District Department of Transportation Bicycle Sharing Fund Emergency Amendment Act of 2012 (D.C. Act 19-424, July 27, 2012, 59 DCR 9375).\n\nFor temporary (90 day) amendment of section, see § 2(b) of District Department of Transportation Accessible Vehicles Fund Emergency Amendment Act of 2012 (D.C. Act 19-465, October 4, 2012, 59 DCR 11764).\n\nLegislative History of Laws\n\nFor history of Law 18-370, see notes under § 50-921.10.\n\nFor history of Law 19-21, see notes under § 50-231.\n\nMiscellaneous Notes\n\nSection 629 of D.C. Law 18-370 provides:\n\n\"Sec. 629. Applicability.\n\n\"This subtitle shall apply as of October 1, 2011; except, that sections 622 and 623(a)(2) shall apply as of the effective date of this act.\"\n\nShort title: Section 6051 of D.C. Law 19-21 provided that subtitle F of title VI of the act may be cited as \"Department of Transportation Enterprise Fund Amendment Act of 2011\".\n\nDC CODE § 50-921.13\n\nCurrent through December 11, 2012","credits":"(May 21, 2002, D.C. Law 14-137, § 9e, as added Apr. 8, 2011, D.C. Law 18- 370, § 626(c), 58 DCR 1008; Sept. 14, 2011, D.C. Law 19-21, § 6052, 58 DCR 6226.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the District Department of Transportation Enterprise Fund for Transportation Initiatives (\"Fund\"), which shall be administered by the Director of the District Department of Transportation and which shall be used by the District Department of Transportation to pay for goods, services, property, capital improvements, or for any other permitted purpose as authorized by § 50-921.04 and to pay into the Highway Trust Fund."},{"prefix":"b","text":" All revenue from the following shall be deposited into the Fund, beginning October 1, 2011:"},{"prefix":"1","text":" Fines from the enforcement of truck safety and size, weight, and noise regulations;"},{"prefix":"2","text":" Advertisements on multispace parking meter receipts;"},{"prefix":"3","text":" Advertisements on elements of the bikeshare system, including bicycles and stations;"},{"prefix":"4","text":" Public inconvenience fees, described in 24 DCMR § 225.1(c);"},{"prefix":"5","text":" Fees related to car sharing after the first $270,000 in revenue per fiscal year."},{"prefix":"6","text":" Loading zone management program revenue, including:"},{"prefix":"A","text":" The commercial permit parking pass revenue;"},{"prefix":"B","text":" Commercial permit parking fees;"},{"prefix":"C","text":" Other related citations and fines; and"},{"prefix":"7","text":" Any other revenues, including grants or gifts, as may from time-to-time be dedicated to the Fund."},{"prefix":"c","text":" All funds deposited into the Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (a) of this section without regard to fiscal year limitation, subject to authorization by Congress."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"9A","text":"Department of Transportation"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"50","chaptersection":"921","identifier":"50-921.13","catch_text":"The District Department of Transportation Enterprise Fund for Transportation Initiatives."}}