{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 40-151.\n\nEmergency Act Amendments\n\nFor temporary addition of §§ 50-901 to 50-906, see §§ 1422-1427 of the Fiscal Year 1999 Budget Support Emergency Act of 1998 (D.C. Act 12-401, July 13, 1998, 45 DCR 4794), §§ 1422-1427 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1998 (D.C. Act 12-564, January 12, 1999, 46 DCR 669), and §§ 1422-1427 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1998 (D.C. Act 13-41, March 31, 1999, 46 DCR 3446).\n\nFor temporary (90-day) addition of Chapter 1A, see §§ 1421 to 1427 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1999 (D.C. Act 13-41, March 31, 1999, 46 DCR 3446).\n\nFor temporary (90 day) provisions for budget submission by the Division of Transportation, see § 1603 of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nFor temporary (90 day) reclassification of positions at the Department of Motor Vehicles, see § 642 of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2002, 50 DCR 5613).\n\nFor temporary (90 day) reclassification of positions at the Department of Motor Vehicles, see § 642 of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nLegislative History of Laws\n\nLaw 12-175, the \"Fiscal Year 1999 Budget Support Act of 1998,\" was introduced in Council and assigned Bill No. 12-618, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 5, 1998 and June 2, 1998, respectively. Signed by the Mayor on June 23, 1998, it was assigned Act No. 12-399 and transmitted to both Houses of Congress for its review. D.C. Law 12-175 became effective on March 26, 1999.\n\nFor D.C. Law 14-28, see notes following § 50-332.\n\nLaw 15-39, the \"Fiscal Year 2004 Budget Support Act of 2003\", was introduced in Council and assigned Bill No. 15-218, which was referred to Committee on Whole. The Bill was adopted on first and second readings on May 6, 2003, and June 3, 2003, respectively. Signed by the Mayor on June 20, 2003, it was assigned Act No. 15-106 and transmitted to both Houses of Congress for its review. D.C. Law 15-39 became effective on November 13, 2003.\n\nFor Law 15-105, see notes following § 50-203.\n\nMiscellaneous Notes\n\nSection 1830 of D.C. Law 12-175 provided that this chapter shall apply as of October 1, 1998.\n\nDepartment of Motor Vehicles Establishment Act of 1988: Section 1821 of D.C. Law 12-175 provides that this chapter may be cited as the \"Department of Motor Vehicles Establishment Act of 1998.\"\n\nSection 1703 of D.C. Law 14-28, as amended by Mar. 13, 2004, D.C. Law 15-105, § 91, 51 DCR 881, provides:\n\n\"Budget submission -- Division of Transportation of the Department of Public Works.\n\n\"(a) In the budget which the Mayor is required to submit to the Council each year, the Mayor shall provide sufficient revenues or funds for the operation and administration of the Division of Transportation of the Department of Public Works. The budgeted revenues or funds shall not include any funds which have been or will be deposited in the Local Roads Construction and Maintenance Fund pursuant to section 102 of the Highway Trust Fund Establishment Act of 1996, effective April 9, 1997 (D.C. Law 11-184; D.C. Official Code 9- 111.01).\n\n\"(b) In FY 2002, $28,580,000 in local appropriations shall be used for the operation and administration expenses of the Division of Transportation of the Department of Public Works.\n\n\"(c) In FY 2002, not more than $18 million may be taken from the rights-of way fees to be used for operation and administration expenses for the Division of Transportation of the Department of Public Works with all remaining rights-of-way fees dedicated to the fund established by section 102a of Highway Trust Fund Establishment Act of 1996, passed on second reading on June 5, 2001 (Enrolled version of Bill 14-144) [D.C. Official Code § 9-111.01a].\n\nShort title of subtitle E of title VI of Law 15-39: Section 641 of D.C. Law 15-39 provided that subtitle E of title VI of the act may be cited as the Position Reclassification of Department of Motor Vehicles Staff Amendment Act of 2003.\n\nSection 642 of D.C. Law. 15-39 provides: \"The Mayor and Director of the Office of Personnel shall complete classification and compensation studies of the positions of motor vehicle inspectors and front-line counter employees at the Department of Motor Vehicles by November 1, 2003.\"\n\nDC CODE § 50-901\n\nCurrent through December 11, 2012","credits":"(Mar. 26, 1999, D.C. Law 12-175, § 1822, 45 DCR 7193.)","sections":[{"prefix":"a","text":" Pursuant to § 1-204.04(b), there is hereby established in the Executive Branch of the government of the District of Columbia a Department of Motor Vehicles (\"DMV\")."},{"prefix":"b","text":" The Director of the DMV shall have authority over the department and all functions and personnel assigned thereto, including the power to re-delegate to other employees and officials of the department such powers and authority as, in the judgment of the Director is warranted in the interests of efficiency and sound administration."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"9","text":"Department of Motor Vehicles."},"subchapter":{"identifier":"I","text":"Establishment and Organization"},"heading":{"title":"50","chaptersection":"901","identifier":"50-901","catch_text":"Establishment of the Department of Motor Vehicles."}}