{"text":"For the purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nLaw 19-168, the \"Fiscal Year 2013 Budget Support Act of 2012\", was introduced in Council and assigned Bill No. 19-743, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2012, and June 5, 2012, respectively. Signed by the Mayor on June 22, 2012, it was assigned Act No. 19-385 and transmitted to both Houses of Congress for its review. D.C. Law 19-168 became effective on September 20, 2012.\n\nMiscellaneous Notes\n\nShort title: Section 9001 of D.C. Law 19-168 provided that subtitle A of title IX of the act may be cited as \"District Department of Transportation Capital Project Review and Reconciliation Amendment Act of 2012\".\n\nDC CODE ยง 50-921.51\n\nCurrent through December 11, 2012","credits":"(May 21, 2002, D.C. Law 14-137, ยง 11h, as added Sept. 20, 2012, D.C. Law 19-168, ยง 9002, 59 DCR 8025.)","sections":[{"prefix":"1","text":" \"CFO\" means the Chief Financial Officer of the District of Columbia."},{"prefix":"2","text":" \"Director of Capital Programs\" means the Director of Capital Programs within the Office of Budget and Planning of the Office of the Chief Financial Officer."},{"prefix":"3","text":" \"Inactive\" means that no nonpersonal service funds have been obligated or expended for a capital project during the immediately preceding months."},{"prefix":"4","text":" \"Local Streets Ward-Based Capital Projects\" means the District Department of Transportation's 8 local streets ward-based capital projects (Project No. SR301-SR308), which endeavor to preserve, maintain, repair, or replace the District's sidewalks, curbs, and local roads."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"9A","text":"Department of Transportation"},"subchapter":{"identifier":"III","text":"Capital Project Review and Reconciliation."},"heading":{"title":"50","chaptersection":"921","identifier":"50-921.51","catch_text":"Definitions."}}