{"text":"The offices of the DDOT shall plan, program, operate, manage, control, and maintain systems, processes, and programs to meet transportation needs as follows:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\"If the Mayor or the Director of DDOT receives notice from the United States Secretary of Transportation that the future operation of the advertisement agreement may result in a reduction of the District's share of federal highway funds pursuant to section 131 of Title 23 of the United States Code, the advertiser or advertiser agency shall remove the advertisement within 30 days from the date of receipt of the notice by the District. Upon the expiration of the 30 days specified in this paragraph, if the advertiser or advertiser agency fails to cure the violation that resulted in the threatened reduction of highway funds, the Director of DDOT may terminate this agreement at no cost to the District.\";","historical":"Effect of Amendments\n\nD.C. Law 15-354 substituted \"DDOT\" for \"DOT\"; and, in par. (4)(F), substituted \"Chief Property Management Officer\" for \"Director of the Office of Property Management\".\n\nD.C. Law 16-225, in par. (2)(J) deleted \"and\" at the end; in par. (2)(K), substituted \"travel; and\" for \"travel;\"; and added par. (2)(L).\n\nD.C. Law 17-20, in par. (3), deleted \"and\" from the end of subpar. (C), added \"and\" at the end of subpar. (D)(iii), and added subpar. (E).\n\nD.C. Law 17-248, rewrote par. (1)(D); in par. (2)(D), deleted \"historic district\" following \"Develop\"; in par. (2)(J), inserted \"review and revise the location of bus shelter locations,\"; in par. (2)(K), deleted \"and\" at the end; in par. (2)(L), substituted a semicolon for a period at the end; and added par. (2)(M).\n\nD.C. Law 18-223, in par. (4), deleted \"and\" from the end of subpar. (E), inserted \"and\" at the end of subpar. (F), and added subpar. (G).\n\nD.C. Law 18-339, in par. (2), substituted \"light rail streetcar transit\" for  \"light rail\" in subpar. (H), deleted \"and\" from the end of subpar. (L), substituted \";   and\" for a period the end of subpar. (M), and added subpar. (N).\n\nD.C. Law 19-21 rewrote par. (4)(G), which formerly read:\n\n\"(G) Enter into agreements to allow the placement of advertisements on parking meters, including the back of receipts printed out by multi-space parking meters, and may collect payments under the agreements.\"\n\nD.C. Law 19-171 made a technical amendment to the enacting clause of D.C. Law 18-339, § 6(b)(2), that did not change the text of the section.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3(c) of District Department of Transportation DC Circulator Temporary Amendment Act of 2006 (D.C. Law 16- 134, June 16, 2006, law notification 53 DCR 5762).\n\nFor temporary (225 day) amendment of section, see § 3 of Department of Transportation and Department of Consumer and Regulatory Affairs Vending Consolidation of Public Space and Licensing Authorities Temporary Amendment Act of 2006 (D.C. Law 16-252, March 8, 2007, law notification 54 DCR 3037).\n\nFor temporary (225 day) amendment of section, see § 2(b) of Department of Transportation Establishment Temporary Amendment Act of 2008 (D.C. Law 17-159, May 13, 2008, law notification 55 DCR 5893).\n\nTemporary Enactments\n\nFor temporary (225 day) addition, see § 2 of Capitol Hill District Protection Temporary Act of 2007 (D.C. Law 17-49, November 24, 2007, law notification 55 DCR 8).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(c) of District Department of Transportation DC Circulator Emergency Amendment Act of 2006 (D.C. Act 16- 321, March 23, 2006, 53 DCR 2557).\n\nFor temporary (90 day) amendment of section, see § 3 of Department of Transportation and Department of Consumer and Regulatory Affairs Vending Consolidation of Public Space and Licensing Authorities Emergency Act of 2006 (D.C. Act 16-564, December 19, 2006, 53 DCR 10264).\n\nFor temporary (90 day) amendment of section, see § 3(d) of District Department of Transportation DC Circulator Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-3, January 16, 2007, 54 DCR 1439).\n\nFor temporary (90 day) amendment of section, see § 6032(b) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nFor temporary (90 day) amendment of section, see § 2 of Capitol Hill Historic District Protection Emergency Act OF 2007 (D.C. Act 17-112, August 2, 2007, 54 DCR 8231).\n\nFor temporary (90 day) amendment of section, see § 2 of Capitol Hill Historic District Protection Congressional Review Emergency Act of 2007 (D.C. Act 17- 142, October 17, 2007, 54 DCR 10743).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Department of Transportation Establishment Emergency Amendment Act of 2008 (D.C. Act 17-308, February 25, 2008, 55 DCR 2522).\n\nFor temporary (90 day) addition, see § 6012 of Fiscal Year 2010 Budget Support Emergency Act of 2009 (D.C. Act 18-187, August 26, 2009, 56 DCR 7374).\n\nFor temporary (90 day) amendment of section, see § 6052(b) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nFor temporary (90 day) addition of sections, see §§ 6062, 6063 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) addition of sections, see §§ 6062, 6063 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19- 413, July 25, 2012, 59 DCR 9290).\n\nFor temporary (90 day) amendment of section, see § 2(a) of District Department of Transportation Bicycle Sharing Fund Emergency Amendment Act of 2012 (D.C. Act 19-424, July 27, 2012, 59 DCR 9375).\n\nLegislative History of Laws\n\nFor Law14-137, see notes following § 50-921.01.\n\nFor Law 15-354, see notes following § 50-319.\n\nFor Law 16-225, see notes following § 50-921.01.\n\nFor Law 17-20, see notes following § 50-324.\n\nFor Law 17-248, see notes following § 50-921.02.\n\nFor Law 18-223, see notes following § 50-921.03.\n\nFor history of Law 18-339, see notes under § 50-921.01.\n\nFor history of Law 19-21, see notes under § 50-231.\n\nFor history of Law 19-171, see notes under § 50-921.02.\n\nDelegation of Authority\n\nDelegation of Authority to Capitol Hill Historic District Protection Emergency Act of 2007, see Mayor's Order 2007-185, August 9, 2007 (54 DCR 11621).\n\nMiscellaneous Notes\n\nShort title: Section 6021 of D.C. Law 19-21 provided that subtitle C of title VI of the act may be cited as \"District Department of Transportation Advertisement Amendment Act of 2011\".\n\nShort title: Section 6061 of D.C. Law 19-168 provided that subtitle G of title VI of the act may be cited as \"District Department of Transportation Policy Compendium Act of 2012\".\n\nSection 6062 of D.C. Law 19-168 provides:\n\n\"Sec. 6062. Policy compendium.\n\n\"(a) On or before September 30, 2013, the District Department of Transportation shall prepare a policy compendium listing all of the agency's policies and procedures that affect the management of the transportation network and public space.\n\n\"(b) The District Department of Transportation shall make the policy compendium available online.\"\n\nDC CODE § 50-921.04\n\nCurrent through December 11, 2012","credits":"(May 21, 2002, D.C. Law 14-137, § 5, 49 DCR 3444; Apr. 13, 2005, D.C. Law 15-354, § 77(b), (c), 52 DCR 2638; Mar. 6, 2007, D.C. Law 16-225, § 3(d), 53 DCR 10232; Sept. 18, 2007, D.C. Law 17-20, § 6032(b), 54 DCR 7052; Oct. 22, 2008, D.C. Law 17-248, § 2(b), 55 DCR 9203; Sept. 24, 2010, D.C. Law 18- 223, § 6052(b), 57 DCR 6242; Mar. 31, 2011, D.C. Law 18-339, § 6(b), 58 DCR 618; Sept. 14, 2011, D.C. Law 19-21, § 6022, 58 DCR 6226; Sept. 26, 2012, D.C. Law 19-171, § 139, 59 DCR 6190.)","sections":[{"prefix":"1","text":" Infrastructure Project Management Administration shall:"},{"prefix":"A","text":" Manage and implement transportation improvement plans and projects;"},{"prefix":"B","text":" Manage and construct capital projects related to the design and installation of streets, alleys, curbs, gutters, bicycle lanes, sidewalks, streetscapes, and medians;"},{"prefix":"C","text":" Conduct studies, review and approve construction materials utilization and ensure that the transportation system is maintained to the highest standards; and"},{"prefix":"D","text":" Administer the full range of processing required to execute construction contracts for transportation, from initial preparation of bid documents through final construction completion;"},{"prefix":"2","text":" Transportation Policy and Planning Administration shall:"},{"prefix":"A","text":" Develop and update the Internodal State Transportation Plan, corridor management plans and other traffic studies on a regular basis, focusing on the safe and efficient movement of people, goods, and information;"},{"prefix":"B","text":" Conduct planning studies on the condition and quality of the District's transportation system to locate areas where future investment is required;"},{"prefix":"C","text":" Develop alternative methods of financing transportation projects and services to achieve financial self-sufficiency;"},{"prefix":"D","text":" Develop streetscape standards;"},{"prefix":"E","text":" Develop and implement transportation safety programs;"},{"prefix":"F","text":" Develop and maintain a performance monitoring system to measure the quality and effectiveness of transportation services;"},{"prefix":"G","text":" Develop and maintain the transportation elements of the Geographic Information System;"},{"prefix":"H","text":" Develop paratransit systems, water taxis, tour bus support services, light rail streetcar transit systems and other transportation services to provide for safe and efficient movement of persons throughout the city;"},{"prefix":"I","text":" Operate the District of Columbia School Transit Subsidy Program;"},{"prefix":"J","text":" Prepare studies on mass transit needs of District residents, including rail and bus services, review and revise bus routes, review and revise the location of bus shelter locations, support WMATA Board members, and act as a liaison between WMATA and the District government;"},{"prefix":"K","text":" Develop policies and programs to encourage and provide for the safe use of bicycles for recreational and work related travel;"},{"prefix":"L","text":" Operate, develop, and finance the DC Circulator pursuant to subchapter II of this chapter;"},{"prefix":"M","text":" Develop and update the District's various transportation improvement plans, consistent with federal and local requirements; and"},{"prefix":"N","text":" Operate, develop, regulate, and finance the DC Streetcar."},{"prefix":"3","text":" Traffic Services Administration shall:"},{"prefix":"A","text":" Provide a safe transportation system by maintaining a high quality traffic control system, including traffic signals and street lights;"},{"prefix":"B","text":" Incorporate transportation safety features in the development, design, and construction of pedestrian, bicycle, motor vehicle, and mass transportation facilities and programs;"},{"prefix":"C","text":" Maintain the mechanical and electrical systems which support the transportation infrastructure;"},{"prefix":"D","text":" With the signed approval of the Director of the Department of Public Works:"},{"prefix":"i","text":" Allocate and regulate on-street parking;"},{"prefix":"ii","text":" Develop a city-wide parking management program to balance the needs of parking in support of economic development; and"},{"prefix":"iii","text":" Establish parking and curb regulations; and"},{"prefix":"E","text":" Concurrent with any other agency's authority to do so, enforce all violations of statutes, regulations, executive orders, or rules relating to motor vehicle parking offenses and enforce violations of statutes, regulations, and rules relating to the operation of a motor vehicle, except those violations contained in § 50-2302.02."},{"prefix":"4","text":" Rights-of-Way Management Administration shall:"},{"prefix":"A","text":" Review and approve public space permit requests for work within public rights-of-way, including private use and utility work public space requests, to ensure that transportation services are maintained and that the infrastructure is restored after the work is complete;"},{"prefix":"B","text":" Maintain official public space records;"},{"prefix":"C","text":" Perform regular inspections of the transportation system infrastructure;"},{"prefix":"D","text":" Perform routine repair and maintenance activities to maintain a high quality of transportation infrastructure;"},{"prefix":"E","text":" Coordinate seasonal snow removal operation on major arterial in conjunction with the Department of Public Works;"},{"prefix":"F","text":" With the consent of the Chief Property Management Officer, acquire real property, by purchase or lease, grant or gift for use by DDOT, and dispose of real property through sale, lease, or other authorized method, and exercise other acquisition and property disposition authority delegated to the Mayor; and"},{"prefix":"G","text":" Enter into agreements to allow the placement of advertisements on District property, under the control of DDOT, in public space and collect payments under the agreements, if:"},{"prefix":"i","text":" The placement of the advertisement is not in violation of District or federal laws, regulations, or orders;"},{"prefix":"ii","text":" The following provision is included in the advertisement agreement:"},{"prefix":"iii","text":" The requirements of § 1-303.22 and 12A DCMR § 3107, pertaining to outdoor signs and other forms of exterior advertising in the District of Columbia, shall not apply; and"},{"prefix":"iv","text":" All proceeds collected from the advertising agreement shall be paid into the DDOT Enterprise Fund for Transportation Initiatives, established under § 50-921.13."},{"prefix":"5","text":" Tree Management Administration shall:"},{"prefix":"A","text":" Maintain a tree inventory system;"},{"prefix":"B","text":" Perform routine tree maintenance;"},{"prefix":"C","text":" Review transportation related construction plans to ensure the provision of adequate rights-of-way for tree planting; and"},{"prefix":"D","text":" Plant, remove, and trim trees citywide."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"50","text":"Motor and Non-Motor Vehicles and Traffic. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Motorized Vehicle Registration, Inspection, Licensing."},"chapter":{"identifier":"9A","text":"Department of Transportation"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"50","chaptersection":"921","identifier":"50-921.04","catch_text":"Duties."}}