{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 46-115.\n\n1973 Ed., § 46-314.\n\nEffect of Amendments\n\nD.C. Law 13-270 rewrote subsec. (c), par. (2), which had read:\n\n\"(2) Any moneys deposited in the Interest Account that are unexpended after all interest-bearing advances and interest assessments are paid to a zero balance shall be transferred to the Unemployment Trust Fund upon certification by the Director that the unexpended funds will not be needed to pay interest charges in the next calendar year.\"\n\nD.C. Law 14-190 rewrote subsec. (c)(2) which had read as follows:\n\n\"(c)(2) Twenty-five percent of total amount of funds deposited in the Interest Account that are unexpended after all interest-bearing advances and interest assessments are paid to a zero balance shall be transferred to the Special Administrative Expense Fund established by subsection (b) of this section; upon certification of the Director to the Chief Financial Officer of the District of Columbia that such moneys are no longer needed to pay such interest bearing advances and interest assessments. The funds transferred from the Interest Account to the Special Administrative Account shall not be subject to the limitations imposed by subsection (b)(4) of this section and shall be expended on:\n\n\"(A) Implementation of the program allowing District residents with household employees to report and pay unemployment compensation tax on annual basis; and\n\n\"(B) Upon completion of the program in subparagraph (A) of this subsection, funds may be expended on:\n\n\"(i) Installation of an interactive voice response system;\n\n\"(ii) Installation of an integrated scanning, imaging and retrieval system;\n\n\"(iii) Implementation of a Internet based electronic reporting system for employer quarterly reports; and\n\n\"(iv) Any other items for the improvement of the administration of the unemployment compensation.\"\n\nD.C. Law 15-205, in par. (2) of subsec. (b), designated the existing text as subpar. (A), and added subpar. (B).\n\nD.C. Law 16-33 added subsec. (d)\n\nD.C. Law 17-20, in subsec. (b)(1), substituted \"fund in the General Fund of the District of Columbia\" for \"deposit fund in the Treasury of the United States\"; in subsec. (b)(4), substituted \"The interest on the funds in the Fund shall be credited to the Fund.\" for \"It shall be the duty of the Secretary of the Treasury to invest such portion of this Fund in excess of $10,000 at the end of each month. Such investments shall be made in the same manner as provided in 904 of the Social Security Act. The interest on, and the proceeds from, the sale of redemptions or any obligations held in this Fund shall be credited to and form a part of this Fund.\"; and, in subsec. (d)(2)(A), inserted \"'The interest on the funds in the Administrative Assessment Account shall be credited to the Administrative Assessment Account.\"\n\nD.C. Law 18-223, in subsec. (d)(1), substituted \"Unemployment and Workforce Development Administrative Fund\" for \"Administrative Assessment Account\"; and, in subsec. (d)(2)(B), substituted \"the provision of employment and reemployment services\" for \"the expansion of reemployment services to individuals determined to be likely to exhaust their benefit entitlements\"; and, in subsec. (d)(2)(C)(iv), substituted \"employment or reemployment\" for \"reemployment prior to the exhaustion of a benefit claim\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of District of Columbia Unemployment Compensation Act Temporary Amendment Act of 1992 (D.C. Law 9-89, April 8, 1992, law notification 40 DCR ).\n\nFor temporary (225 day) amendment of section, see § 212 of District of Columbia Unemployment Compensation Comprehensive Improvements Temporary Amendment Act of 1992 (D.C. Law 9-260, March 27, 1993, law notification 40 DCR 2330).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2252 of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nFor temporary (90 day) amendment of section, see § 1155(b)(3) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 1155(b)(3) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15- 594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) amendment of section, see § 2042(b) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 2042(b) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nFor temporary (90 day) amendment of section, see § 2202(b) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 9-200, see Historical and Statutory Notes following § 51-103.\n\nFor legislative history of D.C. Law 10-15, see Historical and Statutory Notes following § 51-101.\n\nFor D.C. Law 13-270, see notes following § 51-104.\n\nFor Law 14-190, see notes following § 51-101.\n\nFor Law 15-205, see notes following § 51-109.01.\n\nFor Law 16-33, see notes following § 51-103.\n\nFor Law 17-20, see notes following § 51-103.\n\nFor Law 18-223, see notes following § 51-103.\n\nReferences in Text\n\nTitle III of the Social Security Act, referred to in (a), is codified as 42 U.S.C. § 501 et seq.\n\nSections 302 and 303(a)(9) of the Social Security Act, referred to in (a), are codified as 42 U.S.C. §§ 502 and 503(a)(9), respectively.\n\n\"Section 904 of the Social Security Act\", referred to in (b)(4), is codified as 42 U.S.C. § 1104.\n\n\"Title XII of the Social Security Act,\" referred to in (c)(1)(B), is codified as 42 U.S.C. § 1201 et seq.\n\nMiscellaneous Notes\n\nShort title of subtitle B of title XXIII of Law 14-190: Section 2351 of D.C. Law 14-190 provided that subtitle B of title XXIII of the act may be cited as the Unemployment Compensation Modernization Amendment Act of 2002.\n\nDC CODE § 51-114\n\nCurrent through December 11, 2012","credits":"(Aug. 28, 1935, 49 Stat. 954, ch. 794, § 15; renumbered § 14, July 1, 1941, 55 Stat. 540, ch. 272, § 1; June 4, 1943, 57 Stat. 120, ch. 117, §1; 1946 Reorg. Plan No. 2, § 4, 60 Stat. 1095; 1949 Reorg. Plan No. 2, § 1, 63 Stat. 1065; Aug. 31, 1954, 68 Stat. 995, ch. 1139, § 1; Dec. 22, 1971, 85 Stat. 772, Pub. L. 92-211, § 2(42); Mar. 16, 1993, D.C. Law 9-200, § 2(b), 39 DCR 9217; Sept. 24, 1993, D.C. Law 10-15, §§ 109, 212, 40 DCR 5420; Apr. 4, 2001, D.C. Law 13-270, § 2(b), 48 DCR 1620; Oct. 1, 2002, D.C. Law 14-190, § 2352, 49 DCR 6968; Dec. 7, 2004, D.C. Law 15-205, § 1155(b)(3), 51 DCR 8441; Oct. 20, 2005, D.C. Law 16-33, § 2042(b), 52 DCR 7503; Sept. 18, 2007, D.C. Law 17-20, § 2042(b), 54 DCR 7052; Sept. 24, 2010, D.C. Law 18-223, § 2202(b), 57 DCR 6242.)","sections":[{"prefix":"a","text":" All moneys received by the Director from the United States under title III of the Social Security Act or from other sources for administering this subchapter shall, immediately upon such receipt, be deposited in the Treasury of the United States as a special deposit to be used solely to pay such administrative expenses (including expenditures for rent, for suitable office space in the District of Columbia, and for lawbooks, books of reference, and periodicals), traveling expenses when authorized by the Director, premiums on the bonds of the Director's employees, and allowances to investigators for furnishing privately-owned motor vehicles in the performance of official duties at rates not to exceed $65 per month. All such payments of expenses shall be made by checks drawn by the Director and shall be subject to audit by the Mayor of the District of Columbia in the same manner as are payments of other expenses of the District. Notwithstanding the provisions of this section and the provisions of §§ 51-102 and 51-108, the Director is authorized to requisition and receive from the Director's account in the Unemployment Trust Fund in the Treasury of the United States of America, in the manner permitted by federal law, such moneys standing to the District's credit in such Fund, as are permitted by federal law to be used for expenses incurred by the Director for the administration of this subchapter and to expend such moneys for such purposes. Moneys so received shall, immediately upon such receipt, be deposited in the Treasury of the United States in the same special account as are all other moneys received for the administration of this subchapter. All moneys received by the Director pursuant to § 302 of the Social Security Act shall be expended solely for the purposes and in the amounts found necessary by the Department of Labor for the proper and efficient administration of this subchapter. In lieu of incorporation in this subchapter of the provision described in § 303(a)(9) of the Social Security Act, the Mayor shall include in the Mayor's annual report to Council of the District of Columbia, provided in § 51-113, a report of any moneys received after July 1, 1941, from the Department of Labor under title III of the Social Security Act, and any unencumbered balances in the Employment Compensation Administration Fund as of that date, which the Department of Labor finds have, because of any action or contingency, been lost or have been expended for purposes other than, or in amounts in excess of, those found necessary by the Department of Labor for the proper administration of this subchapter."},{"prefix":"b","text":"(1) There is hereby created a special fund in the General Fund of the District of Columbia, separate and apart from the District Unemployment Fund, to be known as the Special Administrative Expense Fund. Notwithstanding any contrary provisions of this subchapter:"},{"prefix":"A","text":" Interest and penalties collected from employers, and dishonored check penalties authorized by § 1-333.11 shall after January 31, 1972, be deposited into the Clearing Account in the District Unemployment Fund in the Treasury of the United States for clearance only and shall not, except as provided in paragraph (4) of this subsection, be deemed a part of the District Unemployment Fund;"},{"prefix":"B","text":" Thereafter, during each calendar quarter, there shall be transferred from the Clearing Account to such Special Administrative Expense Fund all moneys described in subparagraph (A) of this paragraph collected during the preceding quarter; and"},{"prefix":"C","text":" Refunds of such moneys paid into the Special Administrative Expense Fund shall be made from such Fund."},{"prefix":"2","text":"(A) Said moneys shall not be expended or available for expenditure in any manner which would permit their substitution for, or a corresponding reduction in, federal funds which would in the absence of said moneys, be available to finance expenditures for the administration of this subchapter. Nothing in this subsection shall prevent said moneys from being used as a revolving fund to cover expenditures, necessary and proper under the law, for which federal funds have been duly requested but not yet received, subject to the charging of such expenditures against such funds when received. The moneys in this Fund shall be used by the Director for the payment of costs of administration which are found by the Director not to be proper and valid charges payable out of federal grants or other funds received for the administration of this subchapter. All such payments of expenses shall be made by checks drawn by the Director and shall be subject to audit by the District in the same manner as are payments of other expenses of the District."},{"prefix":"B","text":" The monies in this Fund shall also be used for the payment of the monetary benefit described in § 51-119.01(b)."},{"prefix":"3","text":" No expenditure of this Fund shall be made unless and until the Director by written statement of authorization finds that no other funds are available or can properly be used to finance such expenditures. Vouchers drawn to pay expenditures of this Fund shall, among other things, include a copy of the written authorization of the Director hereinbefore referred to."},{"prefix":"4","text":" The moneys in this Fund shall be continuously available to the Director for expenditures and refunds in accordance with the provisions of this subsection and shall not lapse at any time or be transferred to any other fund or account except as are herein provided. If, on October 31st of any calendar year, the balance in this Fund exceeds $1,000,000 by $1,000 or more, the Director shall transfer such excess to the Unemployment Trust Fund. The interest on the funds in the Fund shall be credited to the Fund."},{"prefix":"c","text":"(1) There is created a special fund in the General Revenue Fund of the District of Columbia Treasury, which shall be separate from the District Unemployment Fund, to be known as the Interest Account. Notwithstanding any contrary provisions of this subchapter:"},{"prefix":"A","text":" All interest surcharges collected from employers shall be deposited in the Interest Account; and"},{"prefix":"B","text":" All moneys in the Interest Account shall be used for the payment of interest assessed on interest-bearing advances received under title XII of the Social Security Act."},{"prefix":"2","text":" Of the amount deposited in the Interest Account, $4,500,000 shall be transferred to the Special Administrative Expense Fund established by subsection (b) of this section, upon certification of the Director to the Chief Financial Officer of the District of Columbia that such monies are no longer needed to pay such interest bearing advances and interest assessments. The funds transferred from the Interest Account to the Special Administrative Account shall not be subject to the limitations imposed by subsection (b)(4) of this section and shall be expended on:"},{"prefix":"A","text":" Installation of an Interactive Voice Response system, for processing initial, reopened, and transitional claims, for responding to inquiries on current benefit overpayment balances and status of most recent repayments, for providing general information on the process for filing an appeal and specific information on the status of a filed appeal, and for the processing of a household employer's annual contribution report;"},{"prefix":"B","text":" Implementation of Internet based electronic applications, which would allow an employer to register, to update its account for changes of address, phone, and business status, to submit its quarterly reports, and in the case of a household employer to submit annual reports and make payment electronically;"},{"prefix":"C","text":" Implementation of an integrated scanning, imaging, and retrieval system;"},{"prefix":"D","text":" Implementation of an Internet based fraud control program;"},{"prefix":"E","text":" Implementation of an Internet based system for scheduling benefit hearings and other procedures;"},{"prefix":"F","text":" Implementation of a system for direct deposit and electronic transfer of benefit payments; and"},{"prefix":"G","text":" Activities in support of the Unemployment Compensation Terrorist Response Temporary Amendment Act of 2002, effective July 23, 2002 (D.C. Law 14-171; 49 DCR 5072), and the increased workload associated with the events of September 11, 2001."},{"prefix":"d","text":"(1) There is created a special fund in the General Revenue Fund of the District of Columbia government that shall be separate and distinct from the District Unemployment Fund, to be known as the Unemployment and Workforce Development Administrative Fund."},{"prefix":"2","text":" Notwithstanding any contrary provisions of this subchapter:"},{"prefix":"A","text":" All administrative assessment payments collected from employers shall be deposited into the Administrative Assessment Account. The interest on the funds in the Administrative Assessment Account shall be credited to the Administrative Assessment Account."},{"prefix":"B","text":" All funds deposited into the Administrative Assessment Account shall be used exclusively for the improvement of benefit claim eligibility determinations, the provision of employment and reemployment services, fraud prevention, and the costs of collecting and administering the administrative funding assessment."},{"prefix":"C","text":" The services and improvements shall include:"},{"prefix":"i","text":" Increasing the number of referrals to intensive reemployment services;"},{"prefix":"ii","text":" Providing job coaches, job clubs, and weekly reemployment workshops;"},{"prefix":"iii","text":" Increasing the number of eligibility review interviews;"},{"prefix":"iv","text":" Increasing the number of fraud investigations;"},{"prefix":"v","text":" Increasing the number of staff to perform these expanded services; and"},{"prefix":"vi","text":" Other activities that may increase the likelihood of employment or reemployment."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"51","text":"Social Security. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Unemployment Compensation. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"part":{"identifier":"A","text":"Administration of the District Unemployment Fund."},"heading":{"title":"51","chaptersection":"114","identifier":"51-114","catch_text":"Payment of administrative expenses."}}