{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 46-108.\n\n1973 Ed., § 46-307.\n\nEffect of Amendments\n\nD.C. Law 15-282, in par. (2) of subsec. (c), substituted \"For benefit years beginning on or after July 1, 2004, benefits payable to an individual who applied for or is receiving a retirement pension or annuity under a public or private retirement plan or system provided or contributed to by any base period employer shall, under duly prescribed regulations, be reduced (but not below zero) by the prorated weekly amount of such retirement pension or annuity which is reasonably attributable to such week, provided that the claimant has not made contributions to the pension or annuity.\" for \"For any week beginning after March 31, 1980, benefits payable for any week to an individual who has applied for or is receiving a retirement pension or annuity under a public or private retirement plan, including any such sum provided under title II of the Social Security Act, shall, under regulations prescribed by the Board, be reduced (but not below zero) by the prorated weekly amount of such retirement pension or annuity which is reasonably attributable to such week.\"\n\nD.C. Law 15-325 added subsec. (b)(2)(B)(iii).\n\nD.C. Law 15-354, in subsec. (b), validated a previously made technical correction.\n\nD.C. Law 16-191, in subsecs. (b), (g)(8)(C)(ii)(II), and (i)(1)(B), validated previously made technical corrections.\n\nD.C. Law 18-95 added subsecs. (g)(1)(K) and (L).\n\nD.C. Law 18-192 added subsec. (f-1).\n\nD.C. Law 19-168 repealed subsec. (i), which formerly read:\n\n\"(i)(1) For the purposes of this subsection, the term:\n\n\"(A) 'Additional benefits period' means a period which:\n\n\"(i) Begins with the third week after a week in which the rate of insured unemployment, as defined by subparagraph (B) of this paragraph, is 3.75% or higher; provided, that there are no federally assisted programs in effect in the District which provide benefits to claimants who have exhausted their regular benefits; and\n\n\"(ii) Ends with whichever of the following weeks occurs first:\n\n\"(I) The 11th consecutive week of such period; or\n\n\"(II) The week immediately preceding the first week in which any federal program is in effect in the District which provides benefits to claimants who have exhausted their regular benefits; and\n\n\"(iii) Provided that no additional benefits period may begin as set forth in sub-subparagraph (i) of this subparagraph before the 14th week following the expiration of a prior additional benefits period.\n\n\"(B) 'Rate of insured unemployment' means the percentage, computed to 2 decimal points, derived by dividing:\n\n\"(i) The average weekly number of individuals filing claims for regular benefits, extended benefits, additional benefits, and any supplemental federal unemployment benefits for weeks of unemployment with respect to the most recent 13-week period by\n\n\"(ii) The average monthly employment covered under this subchapter for the first 4 of the most recent 6 completed calendar quarters ending before the end of such 13-week period.\n\n\"(C) 'Regular benefits' means benefits payable to an individual under this subchapter or under any state law other than extended benefits.\n\n\"(D) 'Extended benefits' means benefits (including benefits payable to federal civilian employees and ex-servicemen pursuant to Chapter 85 of Title 5, United States Code) payable to an individual under the provisions of subsection (a) of this section for weeks of unemployment in the individual's extended benefit eligibility period.\n\n\"(E) 'Additional benefits eligibility period' of an individual means the period consisting of the weeks in the individual's benefit year which begin in an additional benefits period and, if the individual's benefit year ends during an additional benefits period, any weeks thereafter which begin in an additional benefit period.\n\n\"(F) 'Exhaustee' means an individual who, with respect to any week of unemployment in the individual's additional benefits eligibility period:\n\n\"(i) Has received, prior to such week, all of the requested benefits and all of the extended benefits, if any, there were available to him or her under this subchapter or any state law in the individual's current benefit year that includes such week; provided, that for the purposes of this subparagraph, an individual is deemed to have received all of the regular and extended benefits that were available to him or her although as a result of a pending appeal with respect to wages that were not considered in the original monetary determination in his or her benefit year, he or she may subsequently be determined to be entitled to added regular or extended benefits; provided further, that for the purposes of this subparagraph, an individual shall be deemed to have received all of the regular and extended benefits that were available to him or her although as a result of having earned wages he or she had received by the end of his or her benefit year all of the regular and extended benefits to which he or she would otherwise have been entitled; and\n\n\"(ii) The individual has no right to unemployment benefits or allowances, as the case may be, under the Railroad Unemployment Insurance Act, the Trade Expansion Act of 1962, the Automotive Products Trade Act of 1965, and such other federal laws as are specified in regulations by the Secretary of Labor for the federally assisted extended benefits program and the federally supported supplemental compensation program; and\n\n\"(iii) The individual has not received and is not seeking unemployment benefits under the unemployment compensation law of the Virgin Islands or of Canada; but if he or she is seeking such benefits and the appropriate agency finally determines that he or she is not entitled to benefits under such law he or she is considered an exhaustee.\n\n\"(G) 'Cooperating employer' means an employer which has voluntarily agreed to, without compensation, assist the Director in interviewing individuals who apply for phase 2 additional benefits and in evaluating the job readiness of such individuals.\n\n\"(H) 'State law' means the unemployment insurance law of any state, approved by the Secretary of Labor under § 3304 of the Internal Revenue Code of 1954.\n\n\"(2) There is established an Additional Benefits Program which shall consist of 5 weeks of phase 1 benefits, followed by 5 weeks of phase 2 benefits. During the first 5 weeks, in order to qualify for the second 5 weeks of additional benefits, the claimant must demonstrate that he or she is actively seeking employment. There shall be no waiting period between the expiration of regular benefits and the beginning of additional benefits. The Additional Benefits Program shall be financed by the revenue collected from the additional tax authorized by § 51-103(c)(8)(C)(i). Except when the result would be inconsistent with the other provisions of this subsection, as provided in the regulations of the Board, and except as otherwise provided in this subsection, the provisions of this subchapter which apply to claims for and the payment of regular benefits shall apply to claims for and the payment of additional benefits.\n\n\"(A) The weekly additional benefit amount payable to an individual for a week of total unemployment in his or her eligibility period shall be an amount equal to his or her regular benefit amount, including any dependents' allowances for which he or she was eligible, payable to him or her during his or her applicable benefit year.\n\n\"(i) Phase 1 of the additional benefits program shall consist of the weeks during which the individual receives one-half of the total additional benefit amount to which he or she is entitled; provided, that any weekly additional benefit payment which would bring the individual's cumulative total additional benefits received to more than one-half of the total additional benefit amount to which the individual is entitled with respect to his or her applicable benefit year shall be paid to the individual and included in his or her phase 1 additional benefits if the cumulative total of the additional benefits paid to the individual prior to such payment were less than one-half of the total additional benefit amount to which he or she is entitled with respect to his or her applicable benefit year.\n\n\"(ii) Phase 2 of the additional benefits program shall consist of the weeks during which the individual is eligible to receive the remaining balance of additional benefits not received during phase 1.\n\n\"(B) An individual shall be eligible to receive phase 1 additional benefits with respect to any week of unemployment in his or her eligibility period only if the Director finds that with respect to such week:\n\n(i) The individual is an \"exhaustee\" as defined in paragraph (1) (F) of this subsection;\n\n\"(ii) The individual has satisfied the requirements of this subchapter for the receipt of regular benefits that are applicable to individuals claiming additional benefits, including not being subject to a disqualification for the receipt of regular benefits; and\n\n\"(iii) The individual provides tangible evidence that he or she was engaged during such week in a systematic and sustained effort to obtain work by making contact with at least 3 new employers and seeking work during at least 3 days, except:\n\n\"(I) An individual who during such week was attending a training or retraining course with the approval of the Director; and\n\n\"(II) An individual who during such week was in training approved under § 236(a)(1) of the Trade Act of 1974; provided, that he or she did not voluntarily leave suitable employment, as defined in § 51-110(i)(2), to enter such training.\n\n\"(C) In order to become eligible to receive phase 2 additional benefits, the individual shall:\n\n\"(i) Apply for phase 2 additional benefits at the public employment office designated by the Director; and\n\n\"(ii) Provide, when applying, the following information pertaining to 5 employer contacts he or she made during phase 1:\n\n\"(I) The name and address of the employer;\n\n\"(II) The position sought;\n\n\"(III) The date of the contact;\n\n\"(IV) The name of the employer's representative contacted; and\n\n\"(V) The results of the contract; and\n\n\"(iii) Report as instructed by the Director to a cooperating employer in his or her occupational category for an assessment of his or her job readiness.\n\n\"(D) An individual shall be eligible to receive phase 2 additional benefits with respect to any week of employment in his or her eligibility period only if the Director finds that with respect to such week:\n\n\"(i) The individual meets the requirements of subparagraphs (B) (i) and (ii) of this paragraph for the receipt of phase 1 additional benefits; and\n\n\"(ii) The individual provides tangible evidence that she or he was engaged during such week in a systematic and sustained effort to obtain work by making contact with at least 5 new employers and seeking work during at least 3 days, except as provided in subparagraph (B)(iii) of this paragraph.\n\n\"(E) The Director shall refer to appropriate job counselling or training or retraining course each individual who is judged by a cooperating employer not to be job ready, and the Director shall refer to appropriate job openings each individual who is judged by a cooperating employer to be job ready.\n\n\"(F) Whenever an additional benefits period is to become effective or is to be terminated, the Director shall make an announcement to that effect by publication in a newspaper of general circulation, as provided in the regulations of the Board.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 111 of District of Columbia Unemployment Compensation Comprehensive Improvements Temporary Amendment Act of 1992 (D.C. Law 9-260, March 27, 1993, law notification 40 DCR 2330).\n\nFor temporary (225 day) amendment of section, see § 2(b), (c) of District of Columbia Unemployment Compensation Tax Stabilization Temporary Amendment Act of 1997 (D.C. Law 12-2, May 7,1997, law notification 44 DCR 2988).\n\nFor temporary (225 day) amendment of section, see § 2(b), (c) of Unemployment Compensation Tax Stabilization Second Temporary Amendment Act of 1998 (D.C. Law 12-95, April 30, 1998, law notification 44 DCR 2786).\n\nFor temporary (225 day) amendment of section, see § 2(c) of Unemployment Compensation Terrorist Response Temporary Amendment Act of 2001 (D.C. Law 14- 75, March 6, 2002, law notification 49 DCR 2809).\n\nFor temporary (225 day) amendment of section, see § 2(c) of Unemployment Compensation Terrorist Response Temporary Amendment Act of 2002 (D.C. Law 14- 171, July 23, 2002, law notification 49 DCR _ ).\n\nFor temporary (225 day) amendment of section, see § 2 of Unemployment Compensation Pension Offset Reduction Temporary Amendment Act of 2004 (D.C. Law 15-222, March 16, 2005, law notification 52 DCR 3548).\n\nSection 2 of D.C. Law 18-24 added subsecs. (g)(1)(K) and (L) to read as follows:\n\n\"(K)(i) For weeks of unemployment commencing March 15, 2009, there is a state 'on' indicator if:\n\n\"(I) The average rate of total unemployment (seasonally adjusted), as determined by the United States Secretary of Labor, for the period consisting of the 3 most recent months for which data for all states are published before the close of any such week equals or exceeds 6.5%; and\n\n\"(II) The average rate of total unemployment in the District (seasonally adjusted), as determined by the United States Secretary of Labor, for the 3 months referred to in sub-sub-subparagraph (I) of this sub-subparagraph equals or exceeds 110% of such average rate for either of the corresponding 3-month periods ending in the 2 preceding calendar years.\n\n\"(ii) There is a state 'off' indicator pursuant to this subparagraph for weeks of unemployment commencing December 6, 2009, or such other week as the Congress may specify in any subsequent amendment to section 2005 of the Assistance for Unemployed Workers and Struggling Families Act of 2009, approved February 17, 2009 (Pub. L. No. 111-5; 123 Stat. 436).\n\n\"(L)(i) For weeks of unemployment commencing March 15, 2009, there is a state high unemployment period 'on' indicator if the total unemployment insurance rate as established in subparagraph (K) of this paragraph equals or exceeds 8%.\n\n\"(ii) Notwithstanding the provisions of paragraph (5)(A) of this subsection, the total unemployment extended benefit amount payable to any individual pursuant to this subparagraph shall be the least of the following amounts:\n\n\"(I) Eighty percent of the total amount of regular benefits (including any applicable dependents' allowance) that were payable to the individual under this act in the individual's applicable benefit year;\n\n\"(II) Twenty times the individual's weekly benefit amount (including any applicable dependents' allowance) that was payable to the individual under this act for a week of total unemployment in the applicable benefit year; or\n\n\"(III) Forty-six times the individual's weekly benefit amount (including any applicable dependents' allowances) for a week of total unemployment in the applicable benefit year, reduced by the total amount of regular benefits that were paid (or deemed paid) to the individual under this act with respect to the benefit year.\n\n\"(iii) There is a state 'off' indicator pursuant to this subparagraph for weeks of unemployment commencing December 6, 2009, or such other week as the Congress may specify in any subsequent amendment to section 2005 of the Assistance for Unemployed Workers and Struggling Families Act of 2009, approved February 17, 2009 (Pub. L. No. 111-5; 123 Stat. 436).\"\n\nSection 4(b) of D.C. Law 18-24 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(a) of D.C. Law 18-86 amended subsec. (f) to read as follows:\n\n\"(f) In addition to benefits payable under the foregoing subsections of this section, each eligible individual who is unemployed in any week shall be paid with respect to such week $15 for each dependent relative, but no more than $50 or 1//2 of the individual's weekly benefit amount, whichever is less, with respect to any one week of unemployment. The amount of the dependent's allowance paid to an individual shall not be charged to the individual accounts of the employers. An individual's number of dependents shall be determined as of the day with respect to which the individual first files a valid claim for benefits in any benefit year and shall remain fixed for the duration of such benefit year. The dependent's allowance shall not be taken into consideration in calculating the total amount of benefits in subsection (d) of this section; provided, that this subsection shall not apply to claims for benefit years commencing prior to August 10, 2009, and shall not apply to claims for benefit years commencing after December 31, 2010.\"\n\nSection 4(b) of D.C. Law 18-86 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2 of D.C. Law 18-87 rewrote subsec. (i)(1)(A) to read as follows:\n\n\"(A) 'Additional benefits period' means a period:\n\n\"(i) That begins after August 29, 2009; provided, that the total rate of unemployment in the District, as determined by the United States Secretary of Labor for the week proceeding August 29, 2009, meets or exceeds 6.5%; provided further, that there are no other federally funded or assisted benefit programs in effect in the District that provide benefits to claimants who have exhausted their regular benefits;\n\n\"(ii) That ends after January 16, 2010, or the first day of the week prior to January 16, 2010, in which any new federal program is in effect in the District that provides benefits to claimants who have exhausted all prior regular, extended, or federally funded benefits;\n\n\"(iii) In which no initial claim for additional benefits is accepted and no claim for additional benefits is established pursuant to this act, prior to any week commencing after August 29, 2009, or after January 16, 2010; and\n\n\"(iv) In which no claim is paid for any week commencing after January 16, 2010.\"\n\n; in the lead-in language of subsec. (i)(2), substituted the number \"10\" for the number \"5\" wherever it appears, deleted the fourth sentence, and inserted the sentence \"The Additional Benefits Program shall be financed by funds drawn from the Fund or such other funds as may be available to the Director, and benefits paid shall not be charged to the experience rating accounts of employers.\" in its place.\n\nSection 4(b) of D.C. Law 18-87 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2 of D.C. Law 19-16 added subsecs. (g)(1)(M) and (N) to read as follows:\n\n\"(M)(i) For weeks of unemployment compensation commencing on or after March 6, 2011, and ending December 31, 2011, there is a state 'on' indicator if:\n\n\"(I) The average rate of insured unemployment pursuant to subparagraph (D) of this paragraph for the period consisting of such week and the immediately preceding 12 weeks equals or exceeds 5%; and\n\n\"(II) The average rate of insured unemployment pursuant to subparagraph (D) of this paragraph consisting of such week and the immediately preceding 12 weeks equals or exceeds 120% of the average of such rates for the corresponding 13- week period ending in each of the preceding 3 calendar years.\n\n\"(ii) There is a state 'off' indicator for a week based on the rate of insured unemployment only if for the period consisting of such week and the preceding 12 weeks the calculation set forth in sub-subparagraph (i) of this subparagraph does not result in an 'on' indicator.\n\n\"(N)(i) For weeks of unemployment compensation commencing on or after March 6, 2011, and ending December 31, 2011, there is a state 'on' indicator if:\n\n\"(I) The average rate of total unemployment (seasonally adjusted), as determined by the United States Secretary of Labor, for the period consisting of the most recent 3 months for which data for all states are published before the close of such weeks equals or exceeds 6.5%; and\n\n\"(II) The average rate of total unemployment in the District (seasonally adjusted), as determined by the United States Secretary of Labor, for the 3- month period referred to in sub-sub-subparagraph (I) of this sub-subparagraph, equals or exceeds 110% of such average for any or all of the corresponding 3- month periods ending in the 3 preceding calendar years.\n\n\"(ii) There is a 'high unemployment period' pursuant to subparagraph L(i) of this paragraph if sub-subparagraph (i)(I) of this subparagraph were applied by substituting 8% for 6.5%.\n\n\"(iii) There is a state 'off' indicator for a week based on the rate of total unemployment only if for the period consisting of the most recent 3 months for which the data for all states are published before the close of such week, only if the calculation set forth in sub-subparagraph (i) of this subparagraph does not result in an 'on' indicator.\".\n\nSection 4(b) of D.C. Law 19-16 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2 of D.C. Law 19-96 added subsec. (g)(1)(K)(iii) to read as follows:\n\n\"(iii) The state indicators established by this subparagraph shall remain in effect until the week ending 4 weeks prior to the last week of unemployment for which 100% federal sharing is available under section 2005(a) of the Assistance for Unemployed Workers and Struggling Families Act, approved February 17, 2009 (123 Stat. 444; 26 U.S.C. § 3304, note) (\"Act\"), without regard to the extension of federal sharing of certain claims as provided under section 2005(c) of the Act.\".\n\nSection 4(b) of D.C. Law 19-96 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(b) of the Unemployment Compensation Tax Stabilization Emergency Amendment Act of 1997 (D.C. Act 12-1, January 23, 1997, 44 DCR 1469), § 2(b) and (c) of the Unemployment Compensation Tax Stabilization Second Emergency Amendment Act of 1997 (D.C. Act 12-247, January 13, 1998, 45 DCR 767), § 2(b) and (c) of the Unemployment Compensation Tax Stabilization Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-303, March 20, 1998, 45 DCR 1895), § 2(b) and (c) of the Unemployment Compensation Tax Stabilization Second Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-521, December 9, 1998, 46 DCR 2102), and § 2(b) and (c) of the Unemployment Compensation Tax Stabilization Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-27, March 15, 1999, 46 DCR 2983).\n\nFor temporary (90-day) amendment of section, see § 2(b), (c) of the Unemployment Compensation Tax Stabilization Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-27, March 15, 1999, 46 DCR 2983).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Unemployment Compensation Terrorist Response Emergency Amendment Act of 2001 (D.C. Act 14- 157, October 25, 2001, 48 DCR 10219).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Unemployment Compensation Terrorist Response Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-215, December 21, 2001, 49 DCR 382).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Unemployment Compensation Terrorist Response Emergency Amendment Act of 2002 (D.C. Act 14- 346, April 24, 2002, 49 DCR 4407).\n\nFor temporary (90 day) amendment of section, see § 2 of Unemployment Compensation Pension Offset Reduction Emergency Amendment Act of 2004 (D.C. Act 15-512, August 2, 2004, 51 DCR 8972).\n\nFor temporary (90 day) amendment of section, see § 2 of Unemployment Compensation Pension Offset Reduction Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-584, October 26, 2004, 51 DCR 10676).\n\nFor temporary (90 day) amendment of section, see § 2 of Unemployment Compensation Pension Offset Reduction Second Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-720, January 19, 2005, 52 DCR 1795).\n\nFor temporary (90 day) amendment of section, see § 2 of Unemployment Compensation Extended Benefits Emergency Amendment Act of 2009 (D.C. Act 18-39, April 2, 2009, 56 DCR 2670).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Unemployment Compensation Administrative Modernization Emergency Amendment Act of 2009 (D.C. Act 18-182, August 10, 2009, 56 DCR 6940).\n\nFor temporary (90 day) amendment of section, see § 2 of Unemployment Compensation Additional Benefits Program Emergency Amendment Act of 2009 (D.C. Act 18-183, August 10, 2009, 56 DCR 6943).\n\nFor temporary (90 day) amendment of section, see § 2 of Unemployment Compensation Additional Benefits Program Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-211, October 21, 2009, 56 DCR 8489).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Unemployment Compensation Administrative Modernization Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-212, October 21, 2009, 56 DCR 8491).\n\nFor temporary (90 day) amendment of section, see § 2 of Unemployment Compensation Extended Benefits Continuation Emergency Amendment Act of 2011 (D.C. Act 19-67, May 13, 2011, 58 DCR 4252).\n\nFor temporary (90 day) amendment of section, see § 2 of Unemployment Compensation Extended Benefits Continuation Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-112, July 28, 2011, 58 DCR 6534).\n\nFor temporary (90 day) amendment of section, see § 2 of Unemployment Compensation Federally Funded Extended Benefits Maximization Emergency Amendment Act of 2011 (D.C. Act 19-264, December 23, 2011, 58 DCR 11240).\n\nFor temporary (90 day) amendment of section, see § 2 of Unemployment Compensation Federally Funded Extended Benefits Maximization Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-309, February 21, 2012, 59 DCR 1686).\n\nFor temporary (90 day) amendment of section, see § 2002(b) of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 2002(b) of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-129, see Historical and Statutory Notes following § 51-101.\n\nLaw 3-102, the \"Closing of a Public Alley in Square 568, Unemployment Compensation, Motor Vehicle Finance Charges, and Interstate Highway System Withdrawal Act of 1980,\" was introduced in Council and assigned Bill No. 3-283, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on June 3, 1980, and June 17, 1980, respectively. Signed by the Mayor on July 16, 1980, it was assigned Act No. 3-224 and transmitted to both Houses of Congress for its review.\n\nLaw 4-64, the \"District of Columbia Unemployment Compensation Act Amendments Act of 1981,\" was introduced in Council and assigned Bill No. 4-269, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on October 13, 1981, and October 27, 1981, respectively. Signed by the Mayor on November 4, 1981, it was assigned Act No. 4-110 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 4-86, see Historical and Statutory Notes following § 51-103.\n\nFor legislative history of D.C. Law 4-147, see Historical and Statutory Notes following § 51-103.\n\nFor legislative history of D.C. Law 5-3, see Historical and Statutory Notes following § 51-102.01.\n\nLaw 5-24, the \"Technical and Clarifying Amendments Act of 1983,\" was introduced in Council and assigned Bill No. 5-169, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 10, 1983, and May 24, 1983, respectively. Signed by the Mayor on June 9, 1983, it was assigned Act No. 5-41 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 5-102, see Historical and Statutory Notes following § 51-102.\n\nFor legislative history of D.C. Law 5-124, see Historical and Statutory Notes following § 51-103.\n\nLaw 5-159, the \"End of Session Technical Amendments Act of 1984,\" was introduced in Council and assigned Bill No. 5-540, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 20, 1984, and December 4, 1984, respectively. Signed by the Mayor on December 10, 1984, it was assigned Act No. 5-224 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 7-91, see Historical and Statutory Notes following § 51-103.\n\nFor legislative history of D.C. Law 10-15, see Historical and Statutory Notes following § 51-101.\n\nFor legislative history of D.C. Law 10-68, see Historical and Statutory Notes following § 51-101.\n\nFor legislative history of D.C. Law 10-255, see Historical and Statutory Notes following § 51-101.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nFor legislative history of D.C. Law 12-175, see Historical and Statutory Notes following § 51-103.\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-845, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615 and transmitted to both Houses of Congress for its review. D.C. Law 12-261 became effective on April 20, 1999.\n\nLaw 15-282, the \"Unemployment Compensation Pension Offset Reduction Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-526, which was referred to the Committee on Public Services. The Bill was adopted on first and second readings on November 9, 2004, and December 7, 2004, respectively. Signed by the Mayor on December 29, 2004, it was assigned Act No. 15-674 and transmitted to both Houses of Congress for its review. D.C. Law 15-282 became effective on April 5, 2005.\n\nLaw 15-325, the \"Unemployment Compensation Weekly Benefit Amount Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-578, which was referred to the Committee on Public Services. The Bill was adopted on first and second readings on November 9, 2004, and December 7, 2004, respectively. Signed by the Mayor on December 29, 2004, it was assigned Act No. 15-675 and transmitted to both Houses of Congress for its review. D.C. Law 15-325 became effective on April 12, 2005.\n\nLaw 15-354, the \"Technical Amendments Act of 2004\", was introduced in Council and assigned Bill No. 15-1130 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively. Signed by the Mayor on February 9, 2005, it was assigned Act No. 15-770 and transmitted to both Houses of Congress for its review. D.C. Law 15-354 became effective on April 13, 2005.\n\nFor Law 16-191, see notes following § 51-103.\n\nLaw 18-95, the \"Unemployment Compensation Extended Benefits Amendment Act of 2009\", as introduced in Council and assigned Bill No. 18-188, which was referred to the Committee on Housing and Workforce Development. The bill as adopted on first and second readings on September 22, 2009, and October 6, 2009, respectively. Effective without the Mayor's signature on October 21, 2009, it was assigned Act No. 18-222 and transmitted to both Houses of Congress for its review. D.C. Law 18-95 became effective on December 17, 2009.\n\nLaw 18-192, the \"Unemployment Compensation Reform Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-455, which was referred to the Committee on Housing and Workforce Development. The Bill was adopted on first and second readings on April 20, 2010, and May 4, 2010, respectively. Signed by the Mayor on April 14, 2010, it was assigned Act No. 18-401 and transmitted to both Houses of Congress for its review. D.C. Law 18-192 became effective on July 23, 2010.\n\nFor history of Law 19-168, see notes under § 51-103.\n\nEffective Dates\n\nSection 3(b) of D.C. Law 7-91 provided that the amendments to §§ 51-103 and 51- 107 shall be effective beginning January 1, 1988.\n\nReferences in Text\n\nTitle II of the Social Security Act, referred to in subsection (c), is codified as 42 U.S.C. §§ 401 to 433.\n\nChapter 85 of Title 5, United States Code, referred to in subsections (g) and (i), is 5 U.S.C. § 8501 et seq.\n\nThe Railroad Unemployment Insurance Act, referred to in (g)(1)(H)(iii)(I) and (i)(1)(F)(ii), is codified as 45 U.S.C. § 351 et seq.\n\nThe Trade Expansion Act of 1962, referred to in (g)(1)(H)(iii)(I) and (i)(1)(F)(ii), is P.L. 87-794, codified primarily as 19 U.S.C. § 1801 et seq. and 19 U.S.C. § 1901 et seq.\n\nThe Automotive Products Trade Act of 1965, referred to in (g)(1)(H)(iii)(I) and (i)(1)(F)(ii), is codified as 19 U.S.C. §§ 1202 and 2001 et seq.\n\nSection 236(a)(1) of the Trade Act of 1974, referred to in (i)(2)(B)(iii)(II), is codified as 19 U.S.C. § 2296(a)(1).\n\n\"Paragraph (1)(F) of this subsection,\" referred to in subsection (g)(6)(B), should probably be paragraph (1)(D).\n\n\"Section 3304 of the Internal Revenue Code of 1954\", referred to in (i)(1)(H), is codified as 26 U.S.C. § 3304.\n\nSection 2005 of the Assistance for Unemployed Workers and Struggling Families Act of 2009, referred to in subsecs. (g)(1)(K) and (L), is noted under 26 U.S.C.A. § 3304.\n\nEditor's Notes\n\nSubsection (b) of this section, as a result of the expiration of D.C. Law 5-3, which had designated its provisions as paragraphs (1) and (2), and amendment by D.C. Law 5-124, which had added a paragraph (3), presently consists of an undesignated paragraph and a paragraph (3).\n\nIn subsection (i)(2)(C)(ii)(IV), a duplicate \"of\" has been deleted preceding \"of the employer\", to correct an error in D.C. Law 5-124.\n\nMiscellaneous Notes\n\nExpiration of Law 5-3: Section 4 of D.C. Law 5-3, as amended by § 4 of D.C. Law 5-124, provided that except for provisions of § 2(a), (b), (d), (f)(2), (g), (h), (j), (l)(3), (m), (n), (o), (p), (q), (r), and (s) of D.C. Law 5-3, D.C. Law 5-3 shall expire on December 31, 1985.\n\nDC CODE § 51-107\n\nCurrent through December 11, 2012","credits":"(Aug. 28, 1935, 49 Stat. 949, ch. 794, § 8; July 2, 1940, 54 Stat. 732, ch. 524, § 1; renumbered § 7, June 4, 1943, 57 Stat. 112, ch. 117, § 1; Aug. 31, 1954, 68 Stat. 993, ch. 1139, § 1; Mar. 30, 1962, 76 Stat. 48, Pub. L. 87- 424, §§ 5, 6, 7; Dec. 22, 1971, 85 Stat. 768, Pub. L. 92-211, § 2(35)-(37); May 13, 1975, D.C. Law 1-2, § 1(2), 21 DCR 3941; Mar. 3, 1979, D.C. Law 2-129, § 2(s)-(v), 25 DCR 2451; Sept. 16, 1980, D.C. Law 3-102, § 7, 27 DCR 3630; Feb. 4, 1982, D.C. Law 4-64, § 2, 28 DCR 4936; Mar. 16, 1982, D.C. Law 4-86, § 2(d), 29 DCR 429; Sept. 17, 1982, D.C. Law 4-147, § 2(f), (g), 29 DCR 3347; May 7, 1983, D.C. Law 5-3, § 2(k)-(o), 30 DCR 1371; Aug. 2, 1983, D.C. Law 5-24, § 8, 30 DCR 3341; Aug. 10, 1984, D.C. Law 5-102, § 2(c)-(e), 31 DCR 2902; Mar. 13, 1985, D.C. Law 5-124, § 2(d), 31 DCR 5165; Mar. 14, 1985, D.C. Law 5-159, § 7, 32 DCR 30; Mar. 16, 1988, D.C. Law 7- 91, § 2(b), 35 DCR 712; Feb. 5, 1994, D.C. Law 10-68, § 40(b), 40 DCR 6311; May 16, 1995, D.C. Law 10-255, § 49(a), 41 DCR 5193; Apr. 9, 1997, D.C. Law 11-255, § 52(a), 44 DCR 1271; Mar. 26, 1999, D.C. Law 12-175, § 202(b), (c), 45 DCR 7193; Apr. 20, 1999, D.C. Law 12-261, § 4002(a), 46 DCR 3142; Apr. 5, 2005, D.C. Law 15-282, § 2, 52 DCR 849; Apr. 12, 2005, D.C. Law 15-325, § 2, 52 DCR 851; Apr. 13, 2005, D.C. Law 15-354, § 101, 52 DCR 2638; Mar. 2, 2007, D.C. Law 16-191, § 90, 54 DCR 6794; Dec. 17, 2009, D.C. Law 18-95, § 2, 56 DCR 8524; July 23, 2010, D.C. Law 18-192, § 2(a), 57 DCR 4500; Sept. 20, 2012, D.C. Law 19-168, § 2002(b), 59 DCR 8025.)","sections":[{"prefix":"a","text":" On and after January 1, 1938, benefits shall become payable from the Benefit Account of the District Unemployment Fund. All benefits shall be paid through employment offices, in accordance with such regulations as the Board may prescribe."},{"prefix":"b","text":"(1) An individual's \"weekly benefit amount\" shall be an amount equal to one twenty-sixth (computed to the next higher multiple of $1) of his total wages for insured work paid during that quarter of his base period in which such total wages were highest, with such other following limitations. The Director shall determine annually a maximum weekly benefit amount by computing 66 2/3 % of the average weekly wage paid to employees in insured work, and shall on or before January 1st of the calendar year in which it shall be effective announce by publication in at least 1 newspaper of general circulation in the District, the maximum weekly benefit amount so determined. Such computation shall be made by determining total wages reported as paid for insured work by employers in each 12-month period ending June 30th and dividing said total wages by a figure resulting from 52 times the average of mid-month employment reported by employers for the same period. For the period from March 30, 1962, to December 31, 1962, the maximum weekly benefit amount shall be determined and announced by the Director in accordance with the foregoing formula on the basis of wages and employment in the 12-month period ending June 30, 1961. The maximum weekly benefit amount so determined and announced for a calendar year shall apply only to those claims filed in that year qualifying for maximum payment under the foregoing formula. All claims qualifying for payment at the maximum weekly benefit amount shall be paid at the maximum weekly benefit amount in effect when the benefit year to which the claim relates was first established, notwithstanding a change in said amount for a subsequent calendar year. If the maximum weekly benefit amount is not a multiple of $1, then said maximum weekly benefit amount shall be computed to the next multiple of $1."},{"prefix":"2","text":"(A) Effective January 1, 1986, through December 31, 1987, the maximum weekly benefit amount shall be $250."},{"prefix":"B","text":"(i) Effective January 1, 1988, and for each calendar year thereafter, the maximum weekly benefit amount shall be determined by the Director of the Department of Employment Services (\"Director\") by computing 50% of the average weekly wage paid to employees in insured work, unless the Director certifies to the Council on or before September 30th of the preceding year that the financial condition of the District Unemployment Compensation Trust Fund would be worsened by adoption and implementation of a maximum weekly benefit amount determined by that method. Any such certification by the Director shall be accompanied by a recommended maximum weekly benefit amount which shall not be less than the maximum weekly benefit amount then in effect and which shall become the maximum weekly benefit amount for the next calendar year, unless the Council passes a resolution disapproving the Director's recommendation within 45 days after its receipt."},{"prefix":"ii","text":" For benefit years commencing on or after January 5, 1997, the maximum weekly benefit amount shall be $309."},{"prefix":"iii","text":" For benefit years commencing on or after April 12, 2005, the maximum weekly benefit amount shall be $359."},{"prefix":"C","text":" If the Council passes a resolution of disapproval the maximum weekly benefit amount then in effect shall continue in effect for the next calendar year."},{"prefix":"D","text":" Each year the Director shall, on or before January 1st of the calendar year in which it shall be effective, announce by publication in at least 1 newspaper of general circulation in the District, the maximum weekly benefit amount."},{"prefix":"E","text":" The computation of the average weekly wage paid to employees in insured work shall be made by determining total wages reported as paid for insured work by employers in each 12-month period ending March 31st and dividing said total wages by a figure resulting from 52 times the average of mid-month employment reported by employers for the same period."},{"prefix":"F","text":" The maximum weekly benefit amount, however determined, announced for a calendar year shall apply only to those claims filed in that year qualifying for the maximum weekly benefit amount. All claims qualifying for payment at the maximum weekly benefit amount shall be paid at the maximum weekly benefit amount in effect when the benefit year to which the claim relates was first established, notwithstanding a change in the maximum amount for any subsequent calendar year."},{"prefix":"G","text":" If the maximum weekly benefit amount, however computed, is not a multiple of $1, then it shall be rounded down to the next lower multiple of $1."},{"prefix":"c","text":"(1) To qualify for benefits an individual must have:"},{"prefix":"A","text":" Been paid wages for employment of not less than $1300 in 1 quarter in his base period;"},{"prefix":"B","text":" Been paid wages for employment of not less than $1950 in not less than 2 quarters in such period; and"},{"prefix":"C","text":" Received during such period wages the total amount of which is equal to at least one and one-half times the amount of his wages actually received in the quarter in such period in which his wages were the highest."},{"prefix":"2","text":" If a claimant satisfies the above except that he received wages over the amount necessary to become eligible for maximum benefits, in the quarter in which his wages were the highest, then the additional wages received in such quarter shall not be considered in determining eligibility. Notwithstanding the provisions of paragraph (1)(C) of this subsection, any otherwise qualified individual, the total amount of whose wages during such period is less than the amount required to have been received during such period under such paragraph, may qualify for benefits, if the difference between the amounts so required to have been received and the total amount of his wages during such period does not exceed $70, but the amount of his weekly benefit, as computed under subsection (b) of this section, shall be reduced by $1 if such difference does not exceed $35, or by $2 if such difference is more than $35. Wages received by an individual in the period intervening between the end of his last base period and the beginning of his last benefit year shall not be available for benefit purposes in a subsequent benefit year unless he has, subsequent to the commencement of such last benefit year, performed services for which he received wages for employment as defined in this subchapter, in an amount equal to at least 10 times the weekly benefit amount for which he qualifies in such last benefit year. Benefits payable to an individual with respect to a week shall be reduced, under regulations prescribed by the Board, by any amount received or applied for with respect to such week as a retirement pension or annuity under a public or private retirement plan or system provided, or contributed to, by any base period employer; except that no reduction shall be made under this sentence for any amount received under title II of the Social Security Act. For benefit years beginning on or after July 1, 2004, benefits payable to an individual who applied for or is receiving a retirement pension or annuity under a public or private retirement plan or system provided or contributed to by any base period employer shall, under duly prescribed regulations, be reduced (but not below zero) by the prorated weekly amount of such retirement pension or annuity which is reasonably attributable to such week, provided that the claimant has not made contributions to the pension or annuity. An amount received with respect to a period other than a week shall be prorated by weeks. When an individual's weekly benefit amount is reduced by a pension, the individual's maximum weekly benefit amount shall be deducted from his total amount of benefits determined pursuant to subsection (d) of this section. Benefits payable to an individual with respect to a week shall be reduced by the amount of wages received in lieu of notice of dismissal, defined as dismissal payments that the employer is not legally required to make."},{"prefix":"d","text":" Any otherwise eligible individual shall be entitled during any benefit year to a total amount of benefits equal to 26 times his weekly benefit amount or 50% of the wages for employment paid to such individual by employers during his base period whichever is the lesser; provided, that the maximum duration of benefits determined on any initial claim made prior to March 15, 1983, shall continue to be 34 weeks during the benefit year to which the initial claim relates. Such total amount of benefits, if not a multiple of $1, shall be computed to the next lower multiple of $1."},{"prefix":"e","text":" Any individual who is unemployed in any week as defined in § 51-101(5) and who meets the conditions of eligibility for benefits of § 51-109 and is not disqualified under the provisions of § 51-110 shall be paid with respect to such week an amount equal to the individual's weekly benefit amount less any earnings payable to the individual with respect to such week deductible in accordance with the following formula: $20 will be added to the weekly benefit amount; from the resulting sum will be subtracted 80% of any earnings payable to the individual for such week. The resulting benefits, if not a multiple of $1, shall be computed to the next lower multiple of $1. In no event shall the amount paid for any week exceed the individual's established weekly benefit amount."},{"prefix":"f","text":" In addition to the benefits payable under the foregoing subsections of this section, each eligible individual who is unemployed in any week shall be paid with respect to such week $5 for each dependent relative, but not more than $20 shall be paid to an individual as dependent's allowance with respect to any 1 week of unemployment nor shall any weekly benefit which includes a dependent's allowance be paid in the amount of more than the established maximum benefit amount. An individual's number of dependents shall be determined as of the day with respect to which he first files a valid claim for benefits in any benefit year, and shall be fixed for the duration of such benefit year. The dependent's allowance is not to be taken into consideration in calculating the claimant's total amount of benefits in subsection (d) of this section; provided, however, that this section shall not apply to claims for benefit years commencing on or after January 5, 1997."},{"prefix":"f-1","text":" For claims for benefit years commencing after August 9, 2009, and before January 1, 2011, in addition to benefits payable under subsections (a) through (e) of this section, each eligible individual who is unemployed in any week shall be paid with respect to that week $15 for each dependent relative, but no more than $50 or   1/2 of the individual's weekly benefit amount, whichever is less, with respect to any 1 week of unemployment.  The amount of the dependent's allowance paid to an individual shall not be charged to the individual account of an employer.  The number of dependents of an individual shall be determined as of the day with respect to which the individual first files a valid claim for benefits in any benefit year and shall remain fixed for the duration of the benefit year. The dependent's allowance shall not be taken into consideration in the total amount of benefits calculated pursuant to subsection (d) of this section."},{"prefix":"g","text":" Notwithstanding any other provisions of this section, this subsection provides a program of extended benefits on and after January 1, 1972."},{"prefix":"1","text":" As used in this subsection, unless the context clearly requires otherwise:"},{"prefix":"A","text":" \"Extended benefit period\" means a period which:"},{"prefix":"i","text":" Begins with the third week after a week in which a state \"on\" indicator occurs; and"},{"prefix":"ii","text":" Ends with either of the following weeks, whichever occurs later:"},{"prefix":"I","text":" The third week after the first week for which there is a state \"off\" indicator; or"},{"prefix":"II","text":" The 13th consecutive week of such period; provided, that no extended benefit period may begin by reason of a state \"on\" indicator before the 14th week following the end of a prior extended benefit period which was in effect with respect to the District."},{"prefix":"B","text":" For weeks commencing after September 25, 1982, there is a state \"on\" indicator for the District for a week if the rate of insured unemployment under this subchapter for the period consisting of such week and the immediately preceding 12 weeks:"},{"prefix":"i","text":" Equaled or exceeded 120% of the average of such rates for the corresponding 13-week period ending in each of the preceding 2 calendar years; and"},{"prefix":"ii","text":" Equaled or exceeded 5%; provided, that with respect to benefits for weeks of unemployment beginning on September 26, 1982, the determination of whether there is a state \"on\" or \"off\" indicator beginning or ending any extended benefit period shall be made under this subsection as if:"},{"prefix":"I","text":" This subparagraph did not contain sub-subparagraph (i) thereof; and"},{"prefix":"II","text":" The figure \"5\" contained in sub-subparagraph (ii) thereof was \"6\": except, that notwithstanding any such provision of this subsection any week for which there would otherwise be a state \"on\" indicator shall continue to be such a week and shall not be determined to be a week for which there is a state \"off\" indicator."},{"prefix":"C","text":" There is a state \"off\" indicator for the District for a week if, for the period consisting of that week and the immediately preceding 12 weeks, either sub-subparagraph (i) or (ii) of subparagraph (B) of this paragraph was not satisfied."},{"prefix":"D","text":" \"Rate of insured unemployment\", for purposes of subparagraphs (B) and (C) of this paragraph, means the percentage derived by dividing: (i) the average weekly number of individuals filing claims for regular benefits in the District for weeks of unemployment with respect to the most recent 13-consecutive-week period as determined on the basis of reports to the Secretary of Labor, by (ii) the average monthly employment covered under this subchapter for the first 4 of the most recent 6 completed calendar quarters ending before the end of such 13- week period."},{"prefix":"E","text":" \"Regular benefits\" means benefits payable to an individual under this subchapter or under any state law (including benefits payable to federal civilian employees and to ex-servicemen pursuant to Chapter 85 of Title 5, United States Code) other than extended benefits."},{"prefix":"F","text":" \"Extended benefits\" means benefits (including benefits payable to federal civilian employees and to ex-servicemen pursuant to Chapter 85 of Title 5, United States Code) payable to an individual under the provisions of this subsection for weeks of unemployment in his eligibility period."},{"prefix":"G","text":" \"Eligibility period\" of an individual means the period consisting of the weeks in his benefit year which begin in an extended benefit period and, if his benefit year ends within the extended period, any weeks thereafter which begin in a period."},{"prefix":"H","text":" \"Exhaustee\" means an individual who, with respect to any week of unemployment in his eligibility period:"},{"prefix":"i","text":" Has received, prior to such a week, all of the regular benefits that were available to him under this subchapter or any state law (including dependents' allowances and benefits payable to federal civilian employees and ex-servicemen under Chapter 85 of Title 5, United States Code) in his current benefit year that includes such a week; provided, that for the purposes of this subparagraph, an individual shall be deemed to have received all of the regular benefits that were available to him although as a result of a pending appeal with respect to wages that were not considered in the original monetary determination in his benefits year, he may subsequently be determined to be entitled to added regular benefits; or"},{"prefix":"ii","text":" His benefit year having expired prior to such a week, has no, or insufficient wages on the basis of which he established a new benefit year that would include such a week; and"},{"prefix":"iii","text":"(I) Has no right to unemployment benefits or allowances, as the case may be, under the Railroad Unemployment Insurance Act, the Trade Expansion Act of 1962, the Automotive Products Trade Act of 1965, and such other federal laws as are specified in regulations issued by the Secretary of Labor; and"},{"prefix":"II","text":" Has not received and is not seeking unemployment benefits under the unemployment compensation law of Canada; but if he is seeking such benefits and the appropriate agency finally determines that he is not entitled to benefits under such law he is considered an exhaustee."},{"prefix":"I","text":" \"State law\" means the unemployment insurance law of any state, approved by the Secretary of Labor under § 3304 of the Internal Revenue Code of 1954."},{"prefix":"J","text":" The provisions of subparagraphs (A)-(G) of this paragraph shall not apply to any time these provisions are suspended temporarily or permanently by federal law. If these provisions are suspended by federal law, the provisions of this subchapter which apply to claims for and the payment of regular benefits shall apply to claims for and the payment of extended benefits."},{"prefix":"K","text":"(i) For weeks of unemployment commencing March 15, 2009, there is a state \"on\" indicator if:"},{"prefix":"I","text":" The average rate of total unemployment (seasonally adjusted), as determined by the United States Secretary of Labor, for the period consisting of the 3 most recent months for which data for all states are published before the close of any such week equals or exceeds 6.5%; and"},{"prefix":"II","text":" The average rate of total unemployment in the District (seasonally adjusted), as determined by the United States Secretary of Labor, for the 3 months referred to in sub-sub-subparagraph (I) of this sub-subparagraph equals or exceeds 110% of such average rate for either of the corresponding 3-month periods ending in the 2 preceding calendar years."},{"prefix":"ii","text":" There is a state \"off\" indicator pursuant to this subparagraph for weeks of unemployment commencing December 6, 2009, or such other week as the Congress may specify in any subsequent amendment to section 2005 of the Assistance for Unemployed Workers and Struggling Families Act of 2009, approved February 17, 2009 (Pub. L. No. 111-5; 123 Stat. 436)."},{"prefix":"L","text":"(i) For weeks of unemployment commencing March 15, 2009, there is a state high unemployment period \"on\" indicator if the total unemployment insurance rate as established in subparagraph (K) of this paragraph equals or exceeds 8%."},{"prefix":"ii","text":" Notwithstanding the provisions of paragraph 5(A) of this subsection, the total unemployment extended benefit amount payable to any individual pursuant to this subparagraph shall be the least of the following amounts:"},{"prefix":"I","text":" Eighty percent of the total amount of regular benefits (including any applicable dependents' allowance) that were payable to the individual under this subchapter in the individual's applicable benefit year;"},{"prefix":"II","text":" Twenty times the individual's weekly benefit amount (including any applicable dependents allowance) which was payable to the individual under this subchapter for a week of total unemployment in the applicable benefit year; or"},{"prefix":"III","text":" Forty-six times the individual's weekly benefit amount (including any applicable dependents allowances) for a week of total unemployment in the applicable benefit year, reduced by the total amount of regular benefits that were paid (or deemed paid) to the individual under this subchapter with respect to the benefit year."},{"prefix":"iii","text":" There is a state \"off\" indicator pursuant to this subparagraph for weeks of unemployment commencing December 6, 2009, or such other week as the Congress may specify in any subsequent amendment to section 2005 of the Assistance for Unemployed Workers and Struggling Families Act of 2009, approved February 17, 2009 (Pub. L. No. 111-5; 123 Stat. 436)."},{"prefix":"2","text":" Except when the result would be inconsistent with the other provisions of this subsection, as provided in the regulations of the Board, the provisions of this subchapter which apply to claims for, or the payment of, regular benefits shall apply to claims for, and the payment of, extended benefits."},{"prefix":"3","text":" An individual shall be eligible to receive extended benefits with respect to any week of unemployment in his eligibility period only if the Director finds that with respect to such week:"},{"prefix":"A","text":" He is an \"exhaustee\" as defined in paragraph (1) (H) of this subsection;"},{"prefix":"B","text":" He has satisfied the requirements of this subchapter for the receipt of regular benefits that are applicable to individuals claiming extended benefits, including not being subject to a disqualification for the receipt of benefits; and"},{"prefix":"C","text":" Notwithstanding any other provisions of this paragraph, an individual shall not be eligible for extended benefits if his monetary eligibility for regular benefits was based upon the total base period wages that did not exceed his highest quarterly wages by at least 1 1/2 times."},{"prefix":"4","text":" The weekly extended benefit amount payable to an individual for a week of total unemployment in his eligibility period shall be an amount equal to the weekly basic or augmented benefit amount, whichever is appropriate, payable to him during his applicable benefit year."},{"prefix":"5","text":"(A) The total extended benefit amount payable to any eligible individual with respect to his applicable year shall be the least of the following amounts:"},{"prefix":"i","text":" Fifty percent of the total amount of regular benefits (including dependents' allowances) which were payable to him under this subchapter in his applicable benefit year;"},{"prefix":"ii","text":" Thirteen times his weekly benefit amount (including dependents' allowances) which was payable to him under this subchapter for a week of total unemployment in the applicable benefit year; or"},{"prefix":"iii","text":" Thirty-nine times his weekly benefit amount (including dependents' allowances) which was payable to him under this subchapter for a week of total unemployment in the applicable benefit year, reduced by the total amount of regular benefits which were paid (or deemed paid) to him under this subchapter with respect to the benefit year."},{"prefix":"B","text":" For purposes of this paragraph, the total regular benefit amount shall be that amount (including dependents' allowances) provided in the individual's monetary determination or the amount of regular benefits (including dependents' allowances) actually received, whichever is the greater."},{"prefix":"C","text":" Notwithstanding any other provisions of this paragraph, if the benefit year of any individual ends within an extended benefit period, the remaining balance of extended benefits that such an individual would, but for this section, be entitled to receive in that extended benefit period, with respect to weeks of unemployment beginning after the end of the benefit year, shall be reduced (but not below zero) by the product of the number of weeks for which the individual received trade readjustment allowances within that benefit year, multiplied by the individual's weekly benefit amount for extended benefits."},{"prefix":"6","text":"(A) Whenever an extended benefit period is to become effective in the District (or in all states) as a result of a state or a national \"on\" indicator, or an extended benefit period is to be terminated in the District as a result of state and national \"off\" indicators, the Director shall make an appropriate public announcement as provided in the regulations of the Board."},{"prefix":"B","text":" Computations required by the provisions of paragraph (1)(F) of this subsection shall be made by the Director in accordance with regulations prescribed by the Secretary of Labor."},{"prefix":"7","text":"(A) In weeks commencing after June 30, 1981, except as provided in subparagraph (B) of this paragraph, an individual shall not be eligible for extended benefits for such week if:"},{"prefix":"i","text":" Extended benefits are payable for such week pursuant to an interstate claim filed in any state under the interstate payment plan; and"},{"prefix":"ii","text":" No extended benefit period is in effect for such week in such state."},{"prefix":"B","text":" Subparagraph (A) of this paragraph shall not apply with respect to the first 2 weeks for which extended benefits are payable (as determined without regard to this paragraph) pursuant to an interstate benefit payment plan to the individual with respect to the benefit year."},{"prefix":"8","text":"(A) Notwithstanding the provisions of subparagraph (B) of this paragraph, an individual shall be ineligible for payment of extended benefits for any week of unemployment commencing after March 31, 1981, in his eligibility period if the Director finds that during such period:"},{"prefix":"i","text":" He failed to accept any offer of suitable work (as defined under subparagraph (C) of this paragraph) or failed to apply for any suitable work to which he was referred by the Director; or"},{"prefix":"ii","text":" He failed to actively engage in seeking work as prescribed under subparagraph (E) of this paragraph."},{"prefix":"B","text":" Any individual who has been found ineligible for extended benefits by reason of the provisions in subparagraph (A) of this paragraph shall also be denied benefits beginning with the first day of the week following the week in which such failure occurred and until he has been employed in each of 10 subsequent weeks (whether or not consecutive) and has earned remuneration equal to not less than 10 times the extended weekly benefit amount."},{"prefix":"C","text":" For purposes of this paragraph, the term \"suitable work\" means, with respect to any individual, any work which is within such individual's capabilities; provided, that the gross average weekly remuneration payable for the work must:"},{"prefix":"i","text":" Exceed the sum of:"},{"prefix":"I","text":" The individual's extended weekly benefit amount as determined under paragraph (4) of this subsection plus;"},{"prefix":"II","text":" The amount, if any, of supplemental unemployment benefits (as defined in 26 U.S.C § 501(c)(17)(D)) payable to such individual for such week; and"},{"prefix":"ii","text":" Pay wages not less than the higher of:"},{"prefix":"I","text":" The minimum wage provided by 29 U.S.C. § 206 without regard to any exemption; or"},{"prefix":"II","text":" The applicable state or local minimum wage; provided, further, that no individual shall be denied extended benefits for failure to accept an offer of suitable work or apply for any job which meets the definition of suitability as described above if:"},{"prefix":"aa","text":" The position was not offered to such individual in writing or was not listed with the employment service;"},{"prefix":"bb","text":" Such failure could not result in a denial of benefits under the definition of suitable work for regular benefit claimants in § 51-110(c) to the extent that the criteria of suitability in that section are not inconsistent with the provisions of this subparagraph; or"},{"prefix":"cc","text":" The individual furnishes satisfactory evidence to the Director that his prospects for obtaining work in his customary occupation within a reasonably short period are good. If such evidence is deemed satisfactory for this purpose, the determination of whether any work is suitable with respect to such individual shall be made in accordance with the definition of suitable work for regular benefit claimants in § 51-110(c) without regard to the definition specified by this subparagraph."},{"prefix":"D","text":" Notwithstanding the provisions of subparagraph (B) of this paragraph to the contrary, no work shall be deemed to be suitable work for an individual which does not accord with the labor standard provisions required by 26 U.S.C. § 3304(a)(5) and set forth under § 51-110(d)(1)."},{"prefix":"E","text":" For the purposes of subparagraph (A)(i) of this paragraph, an individual shall be treated as actively engaged in seeking work during any week if:"},{"prefix":"i","text":" The individual has engaged in a systematic and sustained effort to obtain work during such week; and"},{"prefix":"ii","text":" The individual furnishes tangible evidence that he has engaged in such effort during such week."},{"prefix":"F","text":" The employment service shall refer any claimant entitled to extended benefits under this section to any suitable work which meets the criteria prescribed in subparagraph (C) of this paragraph."},{"prefix":"G","text":" An individual shall not be eligible to receive extended benefits with respect to any week of unemployment in his eligibility period if such individual has been disqualified for regular benefits or extended benefits under this section because the individual voluntarily left his most recent work without good cause connected with the work, was discharged for misconduct, or failed to accept an offer of or apply for suitable work, unless such individual has returned to work, has been employed at least 10 weeks, and has earned an amount equal to or greater than 10 times his weekly benefit."},{"prefix":"H","text":" During the extended benefit period, the eligibility requirements of this paragraph shall also apply to those weeks of benefits for which sharable compensation is payable under the terms of 26 U.S.C. § 3304."},{"prefix":"h","text":" Effective October 1, 1983, in the calculation of an individual's weekly benefit amount, all amounts shall be rounded down to the next lower dollar."},{"prefix":"i","text":" Repealed."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"51","text":"Social Security. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Unemployment Compensation. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"part":{"identifier":"A","text":"Administration of the District Unemployment Fund."},"heading":{"title":"51","chaptersection":"107","identifier":"51-107","catch_text":"Determination of amount and duration of benefits."}}