{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 46-116.\n\n1973 Ed., § 46-315.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 213 of District of Columbia Unemployment Compensation Comprehensive Improvements Temporary Amendment Act of 1992 (D.C. Law 9-260, March 27, 1993, law notification 40 DCR 2330).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-129, see Historical and Statutory Notes following § 51-101.\n\nFor legislative history of D.C. Law 10-15, see Historical and Statutory Notes following § 51-101.\n\nDC CODE § 51-115\n\nCurrent through December 11, 2012","credits":"(Aug. 28, 1935, 49 Stat. 954, ch. 794, § 16; renumbered § 15, June 4, 1943, 57 Stat. 121, ch. 117, § 1; Aug. 31, 1954, 68 Stat. 996, ch. 1139, § 1; Dec. 22, 1971, 85 Stat. 773, Pub. L. 92-211, § 2(43); Mar. 3, 1979, D.C. Law 2-129, § 2(ee), 25 DCR 2451;   Sept. 24, 1993, D.C. Law 10-15, § 213, 40 DCR 5420.)","sections":[{"prefix":"a","text":" There is hereby established the District of Columbia Unemployment Compensation Board, to be composed of the Mayor or his designee as member ex officio, 2 representatives of employers and 2 representatives of employees to be appointed by the Mayor. Each such representative shall be a resident of the District of Columbia. Members of the District of Columbia Unemployment Compensation Board shall be representatives of the population of the District of Columbia. Each representative shall hold office for a term of 3 years; except, that in making initial appointments, the Mayor shall appoint 1 employee and 1 employer representative to serve 2-year terms. Any representative appointed to fill a vacancy occurring prior to the expiration of the term for which his predecessor was appointed shall be appointed only for the remainder of such term. The Mayor of the District of Columbia shall be the Chairman of the Board. The District of Columbia Unemployment Compensation Board shall meet at least once in each 3-month period. A majority of the representatives shall constitute a quorum; provided, that 1 employee representative and 1 employer representative are present."},{"prefix":"b","text":" Repealed."},{"prefix":"c","text":" The Mayor of the District shall serve on the Board without additional compensation, but the representatives of employees and employers, respectively, shall be paid $50 for each day of active service. For the purposes of this subsection, a part of a day shall be construed as an entire day."},{"prefix":"d","text":" Repealed."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"51","text":"Social Security. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Unemployment Compensation. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"part":{"identifier":"A","text":"Administration of the District Unemployment Fund."},"heading":{"title":"51","chaptersection":"115","identifier":"51-115","catch_text":"District of Columbia Unemployment Compensation Board; powers and duties; tenure of office; compensation."}}