{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 46-102.\n\n1973 Ed., § 46-302.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 102 of District of Columbia Unemployment Compensation Comprehensive Improvements Temporary Amendment Act of 1992 (D.C. Law 9-260, March 27, 1993, law notification 40 DCR 2330).\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition, see § 2 of Unemployment Compensation Funds Appropriation Authorization Temporary Act of 2003 (D.C. Law 15-81, March 10, 2004, law notification 51 DCR 3373).\n\nEmergency Act Amendments\n\nFor temporary (90 day) authorization of appropriations to improve the administration of the Unemployment Compensation Fund, see § 2 of Unemployment Compensation Funds Appropriation Authorization Emergency Act of 2003 (D.C. Act 15-193, October 24, 2003, 50 DCR 9512).\n\nFor temporary (90 day) authorization of appropriations to improve the administration of the Unemployment Compensation Fund, see § 2 of Unemployment Compensation Funds Appropriation Authorization Congressional Review Emergency Act of 2004 (D.C. Act 15-347, February 6, 2004, 51 DCR 1836).\n\nLegislative History of Laws\n\nLaw 5-102, the \"District of Columbia Unemployment Compensation Act Amendments Act of 1984,\" was introduced in Council and assigned Bill No. 5-377, which was retained by CounciL. The Bill was adopted on first and second readings on April 30, 1984 and May 15, 1984, respectively. Signed by the Mayor on June 6, 1984, it was assigned Act No. 5-143 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 10-15, see Historical and Statutory Notes following § 51-101.\n\nReferences in Text\n\nTitle XII of the Social Security Act, referred to in subsection (b), is 42 U.S.C. §§ 1321-1324.\n\nDC CODE § 51-102\n\nCurrent through December 11, 2012","credits":"(Aug. 28, 1935, 49 Stat. 947, ch. 794, § 2; June 4, 1943, 57 Stat. 105, ch. 117, §1; Aug. 10, 1984, D.C. Law 5-102, § 2(a), 31 DCR 2902; Sept. 24, 1993, D.C. Law 10-15, § 202, 40 DCR 5420.)","sections":[{"prefix":"a","text":" There is hereby established the District Unemployment Fund, as a special deposit in the Treasury of the United States, into which shall be paid all contributions received or collected pursuant to this subchapter and from which shall be paid all benefits and refunds provided for under this subchapter. The Fund shall consist of 3 separate accounts: (1) a Clearing Account; (2) an Unemployment Trust Fund Account; and (3) a Benefit Account; and be managed and controlled by the Director in the manner provided in this subchapter, and the Director shall keep complete and accurate accounts of the status of the Fund and shall include a statement of such status in its yearly report to Congress."},{"prefix":"b","text":" Any interest required to be paid on advances under title XII of the Social Security Act shall be paid by the date on which such interest is due. No interest payment shall be paid directly or indirectly from amounts in the District Unemployment Fund."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"51","text":"Social Security. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Unemployment Compensation. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"part":{"identifier":"A","text":"Administration of the District Unemployment Fund."},"heading":{"title":"51","chaptersection":"102","identifier":"51-102","catch_text":"District Unemployment Fund."}}