{"text":"","historical":"Prior Codifications\n\n2001 Ed., § 51-126.\n\n1981 Ed., § 46-127.\n\n1973 Ed., § 46-326.\n\nReferences in Text\n\nReorganization Plan No. 5 of 1952, referred to in subsection (b) of this section, is set out in its entirety in Volume 1.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 51-127\n\nCurrent through December 11, 2012","credits":"(Aug. 28, 1935, 49 Stat. 956, ch. 794, § 27, as added Aug. 31, 1954, 68 Stat. 996, ch. 1139, § 1.)","sections":[{"prefix":"a","text":" Wherever this subchapter prescribes the performance of a duty by any official or agency of the District of Columbia, such duty shall be performed by the Mayor of the District of Columbia or such officer, employee, or agency as the Mayor may delegate to perform the duty for him."},{"prefix":"b","text":" Where any provision of this subchapter, or any amendment made by this subchapter, refers to an office or agency abolished by or under the authority of Reorganization Plan No. 5 of 1952, such reference shall be deemed to be to the office, agency, or officer exercising the functions of the office or agency so abolished."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"51","text":"Social Security. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Unemployment Compensation. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"part":{"identifier":"A","text":"Administration of the District Unemployment Fund."},"heading":{"title":"51","chaptersection":"127","identifier":"51-127","catch_text":"Duties of the Mayor."}}