{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 46-120.\n\n1973 Ed., § 46-319.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 217 of District of Columbia Unemployment Compensation Comprehensive Improvements Temporary Amendment Act of 1992 (D.C. Law 9-260, March 27, 1993, law notification 40 DCR 2330).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-129, see Historical and Statutory Notes following § 51-101.\n\nFor legislative history of D.C. Law 10-15, see Historical and Statutory Notes following § 51-101.\n\nFor legislative history of D.C. Law 10-255, see Historical and Statutory Notes following § 51-101.\n\nDC CODE § 51-119\n\nCurrent through December 11, 2012","credits":"(Aug. 28, 1935, 49 Stat. 956, ch. 794, § 20; renumbered § 19, June 4, 1943, 57 Stat. 123, ch. 117, § 1; Aug. 31, 1954, 68 Stat. 996, ch. 1139, § 1; July 25, 1958, 72 Stat. 417, Pub. L. 85-557, § 1; Mar. 3, 1979, D.C. Law 2- 129, § 2(ff), 25 DCR 2451; Sept. 24, 1993, D.C. Law 10-15, §§ 111, 217, 302, 40 DCR 5420; May 16, 1995, D.C. Law 10-255, § 39(c), 41 DCR 5193.)","sections":[{"prefix":"a","text":" Whoever makes a false statement or representation knowing it to be false, or knowingly fails to disclose a material fact, to obtain or increase any benefit or other payment provided for in this subchapter or under an employment security law of any other state, of the federal government, or a foreign government for himself or any other individual, shall, for each such offense, be fined not more than $100 or imprisoned not more than 60 days, or both."},{"prefix":"b","text":" Any employing unit, and any officer or agent of any employing unit or any other person, who furnishes a false record or makes a false statement or representation, knowing it to be false, or who knowingly fails to disclose a material fact to avoid the payment of any or all of the contributions required of such employing unit under this subchapter, or to prevent or reduce the payment of benefits to any individual entitled thereto, or who fails or refuses to pay the contributions or other payment or to furnish any reports required of him under this subchapter, shall for each such offense be fined not more than $1,000 or imprisoned not more than 6 months, or both. For purposes of this subsection an officer of a corporation charged with any duty required by this subchapter shall be personally liable to prosecution under this section."},{"prefix":"c","text":" Any person who shall wilfully violate any provision of this subchapter or any rule or regulation thereunder, the violation of which is made unlawful or the observance of which is required under the terms of this subchapter, and for which a penalty is neither prescribed herein nor provided by any other applicable statute, shall be punished by a fine of not more than $200 or by imprisonment for not longer than 60 days, or by both such fine and imprisonment, and each day such violation continues shall be deemed to be a separate offense."},{"prefix":"d","text":"(1) Any person who has received any sum as benefits under this subchapter to which he is not entitled shall, in the discretion of the Director, be liable to repay such sum to the Director, to be redeposited in the Fund; be liable to have such sum deducted from any future benefits payable to him under this subchapter; or may have such sum waived in the discretion of the Director; provided, however, that no such recoupment from future benefits shall be had if such sum is received by such person without fault on his part and such recoupment would defeat the purpose of this subchapter or would be against equity and good conscience; or in the discretion of the Director such recoupment has been waived. In any case in which, under this subsection, a claimant is liable to repay to the Director any sum, such sum may be collected without interest, by civil action in the name of the Director or by the collection remedy set forth in § 47-1812.11(a). The disbursing officer and certifying officer of the Director shall not be held liable for any amounts certified or paid by them, in good faith, prior to July 25, 1958, or subsequent thereto, to any person where the refund, recoupment, adjustment, or recovery of such amount is waived under this subsection or where such refund, recoupment, adjustment, or recovery under this subsection is not completed prior to the death of the person against whom such refund, recoupment, adjustment, or recovery has been authorized."},{"prefix":"2","text":" The determination of whether a person has received any sum as benefits to which he is not entitled and the review to such a determination shall be made in accordance with §§ 51-111, 51-112, and this section."},{"prefix":"e","text":"(1) Any person who the Director finds has made a false statement or representation knowing it to be false, or who knowingly fails to disclose a material fact to obtain or increase any benefit under this subchapter may be disqualified for benefits for all or part of the remainder of such benefit year and for a period of not more than 1 year commencing with the end of such benefit year. Such disqualification shall not affect benefits otherwise properly paid after the date of such fraud and prior to the date of the ruling of disqualification."},{"prefix":"2","text":" All findings under this subsection shall be made by a claims deputy of the Director and such findings shall be subject to review in the same manner as all other disqualifications made by a claims deputy of the Director."},{"prefix":"f","text":" In all cases where an employer subject to this subchapter makes an award of back pay to a claimant who has received benefits during the same period covered by the back pay award, the employer shall withhold an amount equal to the benefits paid from the back pay award and shall repay the amount to the Director, who shall deposit it in the Fund and credit the accounts of charged base period employers. If the employer does not comply with this subsection, the Director may treat the unrefunded amount as an unpaid contribution and collect it in the manner provided for collection of delinquent contributions."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"51","text":"Social Security. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Unemployment Compensation. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"part":{"identifier":"A","text":"Administration of the District Unemployment Fund."},"heading":{"title":"51","chaptersection":"119","identifier":"51-119","catch_text":"Penalties for false statements or representations."}}