{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-238, see notes following ยง 51-171.\n\nDC CODE ยง 51-174\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 2010, D.C. Law 18-238, ยง 5, 57 DCR 7181.)","sections":[{"prefix":"a","text":" The Director may approve a shared work plan if:"},{"prefix":"1","text":" The shared work plan applies to and identifies a specific affected unit;"},{"prefix":"2","text":" The employer has at least 2 employees;"},{"prefix":"3","text":" The employees in the affected unit are identified by name and social security number;"},{"prefix":"4","text":" The shared work plan reduces the normal weekly hours of work for an employee in the affected unit by not less than 20% and not more than 40%;"},{"prefix":"5","text":" The shared work plan applies to at least 10% of the employees in the affected unit;"},{"prefix":"6","text":" The shared work plan describes the manner in which the participating employer treats the fringe benefits of each employee in the affected unit;"},{"prefix":"7","text":" The employer certifies that the shared work plan will not be used to reduce the fringe benefits offered to employees;"},{"prefix":"8","text":" The employer certifies that the implementation of a shared work plan and the resulting reduction in work hours is in lieu of temporary layoffs that would affect at least 10% of the employees in the affected unit and that would result in an equivalent reduction in work hours; and"},{"prefix":"9","text":" The employer has filed all reports required to be filed under the employment security law for all past and current periods and has paid all contributions, benefit cost payments, or, if the employer is a reimbursing employer, the employer has made all payments in lieu of contributions due for all past and current periods."},{"prefix":"b","text":"(1) If any of the employees who participate in a shared work plan under this subchapter are covered by a collective bargaining agreement, the shared work plan shall be approved in writing by the collective bargaining agent."},{"prefix":"2","text":" An employee who is not subject to a collective bargaining agreement shall be given the option to participate in the shared work plan. If the employee chooses not to participate in the shared work plan, and if the employee is terminated, the employee shall be terminated without loss of benefits."},{"prefix":"c","text":" A shared work plan shall not be implemented to subsidize seasonal employers during the off-season or to subsidize employers who have traditionally used part-time employees."},{"prefix":"d","text":" The Director shall approve or deny a shared work plan, in writing, no later than the 30th day after the day the shared work plan is received by the Director. If the Director denies a shared work plan, the Director shall notify the employer of the reasons for the denial."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"51","text":"Social Security. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Unemployment Compensation. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Shared Work Program."},"heading":{"title":"51","chaptersection":"174","identifier":"51-174","catch_text":"Approval of shared work plan."}}