{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 46-107.\n\n1973 Ed., § 46-306.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-129, see Historical and Statutory Notes following § 51-101.\n\nDC CODE § 51-106\n\nCurrent through December 11, 2012","credits":"(Aug. 28, 1935, 49 Stat. 949, ch. 794, § 7; renumbered § 6, June 4, 1943, 57 Stat. 112, ch. 117; Mar. 3, 1979, D.C. Law 2-129, § 2(r), 25 DCR 2451.)","sections":[{"prefix":"a","text":" All moneys received in the District Unemployment Fund from sources other than the Unemployment Trust Fund, except as provided in § 51-105(i) and § 51-101(2)(E)(iv), shall be immediately paid over to the Secretary of the Treasury to the credit of the Unemployment Trust Fund, to be held in trust for the District upon the terms and conditions provided in § 1104 of Title 42, United States Code."},{"prefix":"b","text":" The Fund shall consist of:"},{"prefix":"1","text":" All employer contributions and payments in lieu of contributions collected under this subchapter;"},{"prefix":"2","text":" Interest earned upon the money in the Fund;"},{"prefix":"3","text":" Any property or securities acquired through the use of money belonging to the Fund;"},{"prefix":"4","text":" All earnings of such property or securities;"},{"prefix":"5","text":" All money credited to the District account in the Unemployment Trust Fund pursuant to § 1103 of Title 42, United States Code; and"},{"prefix":"6","text":" All other money received for the Fund from any other source."},{"prefix":"c","text":" In determining the balance in the Fund for the purpose of § 51- 103(c)(4)(B), there shall be excluded:"},{"prefix":"1","text":" Any amount credited to the District's account in the Unemployment Trust Fund pursuant to § 1103 of Title 42, United States Code which has been appropriated for expenses of administration, whether or not such amount has been withdrawn from the Fund;"},{"prefix":"2","text":" Any amount paid in advance into the Fund by an employer under any type of coverage pursuant to which reimbursement of benefits paid is permitted in lieu of contributions required of employers;"},{"prefix":"3","text":" Any amount paid in advance into the Fund by the federal government under the provisions of any federal law that requires or permits the District to pay benefits from the Fund and provides for advances by the federal government or reimbursement of all or part of such benefits; and"},{"prefix":"4","text":" Any estimated or other contributions not legally due and payable with respect to the calendar quarter ending September 30th of the year for which the balance in the Fund is determined."},{"prefix":"d","text":" In determining the balance in the Fund for purposes of § 51- 103(c)(4)(B), there shall be included negative entries corresponding to any amounts owed to the federal unemployment account as a result of advances to the Fund in accordance with title XII of the Social Security Act (42 U.S.C. §§ 1321 to 1324)."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"51","text":"Social Security. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Unemployment Compensation. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"part":{"identifier":"A","text":"Administration of the District Unemployment Fund."},"heading":{"title":"51","chaptersection":"106","identifier":"51-106","catch_text":"Deposit in Unemployment Trust Fund; contents of Fund; balance."}}