{"text":"Moneys shall be requisitioned from the District of Columbia account in the Unemployment Trust Fund solely for the payment of benefits and refunds as provided under §§ 51-104(i) and 51-101(2)(E)(iv) in accordance with regulations prescribed by the Director. The Director shall from time to time requisition from the Unemployment Trust Fund such amounts not exceeding the amounts standing to the District of Columbia's account therein as the Director deems necessary for the payment of benefits and refunds for a reasonable future period. Upon receipt of the amount requisitioned, the Director shall deposit it in the benefit account of the District Unemployment Fund in the Treasury of the United States as a special deposit to be used solely to pay the benefits and refunds provided in this subchapter. All payments of benefits shall be made by checks drawn by the Director, or the Director's duly authorized agent, shall be made through the employment offices designated by the Director, and shall be subject to a post, but not a prior, audit by the Office of the Inspector General.","historical":"Prior Codifications\n\n1981 Ed., § 46-109.\n\n1973 Ed., § 46-308.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 113 of District of Columbia Unemployment Compensation Comprehensive Improvements Temporary Amendment Act of 1992 (D.C. Law 9-260, March 27, 1993, law notification 40 DCR 2330).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-15, see Historical and Statutory Notes following § 51-101.\n\nDC CODE § 51-108\n\nCurrent through December 11, 2012","credits":"(Aug. 28, 1935, 49 Stat. 950, ch. 794, § 9, renumbered § 8, June 4, 1943, 57 Stat. 114, ch. 117, § 1; Sept. 24, 1993, D.C. Law 10-15, § 206, 40 DCR 5420.)","sections":[],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"51","text":"Social Security. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Unemployment Compensation. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"part":{"identifier":"A","text":"Administration of the District Unemployment Fund."},"heading":{"title":"51","chaptersection":"108","identifier":"51-108","catch_text":"Payment of benefits and refunds."}}