{"text":"For the purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nLaw 18-238, the \"Keep D.C. Working Act of 2010\", was introduced in Council and assigned Bill No. 18-545 which was referred to the Committee on Housing and Workforce Development. The Bill was adopted on first and second readings on June 15, 2010, and June 29, 2010, respectively. Signed by the Mayor on July 20, 2010, it was assigned Act No. 18-490 and transmitted to both Houses of Congress for its review. D.C. Law 18-238 became effective on October 15, 2010.\n\nDC CODE § 51-171\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 2010, D.C. Law 18-238, § 2, 57 DCR 7181.)","sections":[{"prefix":"1","text":" \"Affected unit\" means an employer or its specified department, shift, or other unit of 2 or more employees that is designated by the employer to participate in a shared work plan."},{"prefix":"2","text":" \"Director\" means the Director of the Department of Employment Services, established by Reorganization Plan No. 1 of 1980, effective April 17, 1980 (part A, subchapter IV, Chapter 15 of the D.C. Official Code)."},{"prefix":"3","text":" \"Employment security law\" means subchapter I of this chapter, and the federal unemployment compensation laws, including the Social Security Act, approved August 14, 1935 (49 Stat. 620; 42 U.S.C. § 301 et seq.), the Employment Security Administrative Financing Act of 1954, approved August 5, 1954 (68 Stat. 668; 42 U.S.C. § 1101 et seq.), and the Federal Unemployment Tax Act, approved August 16, 1954 (68A Stat. 439; 26 U.S.C. § 3301 et seq.)."},{"prefix":"4","text":" \"Fringe benefits\" means health insurance, a retirement benefit received under a pension plan, a paid vacation day, a paid holiday, sick leave, and any other analogous employee benefit that is provided by an employer."},{"prefix":"5","text":" \"Normal weekly hours of work\" means the lesser of:"},{"prefix":"A","text":" Forty hours; or"},{"prefix":"B","text":" The average obtained by dividing the total number of hours worked per week during the preceding 12-week period by 12."},{"prefix":"6","text":" \"Participating employer\" means an employer who has a shared work plan in effect."},{"prefix":"7","text":" \"Shared work benefit\" means an unemployment compensation benefit that is payable to an individual in an affected unit because the individual works reduced hours under an approved shared work plan."},{"prefix":"8","text":" \"Shared work plan\" means a strategy for reducing unemployment under which employees who are members of an affected unit share the work remaining after a reduction in their normal weekly hours of work."},{"prefix":"9","text":" \"Shared work unemployment compensation program\" means a voluntary program designed to reduce unemployment and stabilize the work force by allowing certain employees to collect unemployment compensation benefits if the employees share the work remaining after a reduction in the total number of hours of work and a corresponding reduction in wages."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"51","text":"Social Security. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Unemployment Compensation. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Shared Work Program."},"heading":{"title":"51","chaptersection":"171","identifier":"51-171","catch_text":"Definitions."}}