{"text":"An unemployed individual shall be eligible to receive benefits with respect to any week only if it has been found by the Director:","historical":"Prior Codifications\n\n1981 Ed., § 46-110.\n\n1973 Ed., § 46-309.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of District of Columbia Unemployment Compensation Act Amendments Temporary Act of 1984 (D.C. Law 5-87, June 14, 1984, law notification 31 DCR 3172).\n\nFor temporary (225 day) amendment of section, see § 105 of District of Columbia Unemployment Compensation Comprehensive Improvements Temporary Amendment Act of 1992 (D.C. Law 9-260, March 27, 1993, law notification 40 DCR 2330).\n\nFor temporary (225 day) amendment of section, see § 2 of Unemployment Compensation Public School Employees Temporary Amendment Act of 1993 (D.C. Law 10-60, November 20, 1993, law notification 40 DCR 8453).\n\nFor temporary (225 day) amendment of section, see § 2(d) of Unemployment Compensation Terrorist Response Temporary Amendment Act of 2001 (D.C. Law 14- 75, March 6, 2002, law notification 49 DCR 2809).\n\nFor temporary (225 day) amendment of section, see § 2(d) of Unemployment Compensation Terrorist Response Temporary Amendment Act of 2002 (D.C. Law 14- 171, July 23, 2002, law notification 49 DCR _ ).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Unemployment Compensation Public School Employees Emergency Amendment Act of 1993 (D.C. Act 10-101, August 9, 1993, 40 DCR 6143).\n\nFor temporary amendment of section, see § 2 of the Unemployment Compensation Public School Employees Emergency Amendment Act of 1994 (D.C. Act 10-264, June 24, 1994, 41 DCR 4488).\n\nFor temporary amendment of section, see § 2 of the Unemployment Compensation Public School Employees Emergency Amendment Act of 1995 (D.C. Act 11-80, June 28, 1995, 42 DCR 3453).\n\nFor temporary (90 day) amendment of section, see § 2(d) of Unemployment Compensation Terrorist Response Emergency Amendment Act of 2001 (D.C. Act 14- 157, October 25, 2001, 48 DCR 10219).\n\nFor temporary (90 day) amendment of section, see § 2(d) of Unemployment Compensation Terrorist Response Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-215, December 21, 2001, 49 DCR 382).\n\nFor temporary (90 day) amendment of section, see § 2(d) of Unemployment Compensation Terrorist Response Emergency Amendment Act of 2002 (D.C. Act 14- 346, April 24, 2002, 49 DCR 4407).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-129, see Historical and Statutory Notes following § 51-101.\n\nFor legislative history of D.C. Law 5-102, see Historical and Statutory Notes following § 51-102.\n\nFor legislative history of D.C. Law 10-15, see Historical and Statutory Notes following § 51-101.\n\nLaw 11-110, the \"Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 51-107.\n\nDC CODE § 51-109\n\nCurrent through December 11, 2012","credits":"(Aug. 28, 1935, 49 Stat. 950, ch. 794, § 10; July 2, 1940, 54 Stat. 733, ch. 524, § 1; renumbered § 9, June 4, 1943, 57 Stat. 114, ch. 117, § 1; Mar. 30, 1962, 76 Stat. 49, Pub. L. 87-424, § 8; Nov. 10, 1966, 80 Stat. 1520, Pub. L. 89-803, § 11; Dec. 22, 1971, 85 Stat. 771, Pub. L. 92-211, § 2(38); Mar. 3, 1979, D.C. Law 2-129, § 2(w), (x), 25 DCR 2451; Aug. 10, 1984, D.C. Law 5-102, § 2(f), 31 DCR 2902; Sept. 24, 1993, D.C. Law 10- 15, §§ 105, 207, 40 DCR 5420; Apr. 18, 1996, D.C. Law 11-110, § 51, 43 DCR 530; Apr. 9, 1997, D.C. Law 11-255, § 52(b), 44 DCR 1271.)","sections":[{"prefix":"1","text":" That he has made a claim for benefits with respect to such week in accordance with such regulations as the Board may prescribe;"},{"prefix":"2","text":" That he has during his base period been paid wages for employment by employers equal to those required by subsection (c) of § 51-107;"},{"prefix":"3","text":" That he is physically able to work;"},{"prefix":"4","text":"(A) That he is available for work and has registered and inquired for work at the employment office designated by the Director, with such frequency and in such manner as the Director may by regulation prescribe; provided, that failure to comply with this condition may be excused by the Director upon a showing of good cause for such failure; and the Director may by regulation waive or alter the requirements of this subsection as to such types of cases or situations with respect to which it finds that compliance with such requirements would be oppressive or would be inconsistent with the purposes of this subchapter; and"},{"prefix":"B","text":" That he has made a minimum of 2 contacts for new work in such week; provided, that failure to comply with this condition may be excused by the Director in the manner as the condition imposed by paragraph (4)(A) of this section;"},{"prefix":"5","text":" That he has been unemployed for a waiting period of 1 week. No week shall be counted as a week of unemployment for the purposes of this paragraph:"},{"prefix":"A","text":" Unless it occurs within the benefit year which includes the week with respect to which he claims payment of benefits;"},{"prefix":"B","text":" If benefits have been paid with respect thereto; and"},{"prefix":"C","text":" Unless the individual was eligible for benefits with respect thereto as provided in this section and § 51-110, except for the requirements of this paragraph and of subsection (f) of § 51-110;"},{"prefix":"6","text":" That he is not a prisoner in a District of Columbia correctional or penal institution who was employed in the free community under authority of subchapter V of Chapter 2 of Title 24, or that he has not made a claim for benefits with respect to a week during which he was a prisoner in a District of Columbia correctional or penal institution;"},{"prefix":"7","text":"(A) Benefits based on service in employment defined in § 51-101(2)(A)(ii) and (iii) shall be payable in the same amount, on the same terms, and subject to the same conditions as compensation payable on the basis of other service subject to this subchapter; except that benefits based on service in an instructional, research, or principal administrative capacity in an institution of higher education (as defined in § 51-101(23)) shall not be paid to an individual for any week of unemployment which begins during the period between 2 successive academic years, or during a similar period between 2 regular terms, whether or not successive, or during a period of paid sabbatical leave provided for in the individual's contract, if the individual has reasonable assurance of performing services in any such capacity for any institution or institutions of higher education for both such academic years or both such terms."},{"prefix":"B","text":" Benefits based on service in employment defined in § 51-101(2)(A)(ii) and (iii) shall be payable in the same amount, on the same terms and subject to the same conditions as benefits payable on the basis of other service subject to this subchapter; except, that with respect to weeks of unemployment beginning after December 31, 1977, in an instructional, research, or principal administrative capacity for an educational institution, benefits shall not be paid based on such services for any week of unemployment commencing during the period between 2 successive academic years or terms (or, when an agreement provides instead for a similar period between 2 regular but not successive terms, during such period) or during a period of paid sabbatical leave provided for in the individual's contract, to any individual if such individual performs such services in the first of such academic years or terms and there is a reasonable assurance that such individual will perform services in any such capacity for any educational institution in the second of such academic years or terms. Subparagraph (A) of this paragraph shall apply with respect to benefits payable for weeks of unemployment beginning before January 1, 1978, based on such services."},{"prefix":"C","text":"(i) Effective for weeks of compensation beginning on or after April 1, 1984, with respect to services performed in any capacity other than specified above for an educational institution or in an institution of higher education, benefits shall not be payable on the basis of such services to any individual for any week which commences during a period between 2 successive academic years or terms if such individual performs such services in the first of such academic years or terms and there is reasonable assurance that such individual will perform such services in the second of such academic years or terms."},{"prefix":"ii","text":" If compensation is denied to any individual under this subparagraph and such individual was not offered an opportunity to perform such services for the educational institution for the second of such academic years or terms, such individual shall be entitled to a retroactive payment of compensation for each week for which the individual filed a timely claim for compensation and for which compensation was denied solely by reason of this subparagraph."},{"prefix":"D","text":" With respect to any services described in this paragraph, benefits shall not be payable on the basis of services in any such capacities to any individual for any week which commences during an established and customary vacation period or holiday recess if such individual performs such services in the period immediately before such vacation period or holiday recess, and there is a reasonable assurance that such individual will perform such services in the period immediately following such vacation period or holiday recess."},{"prefix":"E","text":"(i) With respect to any services described in this paragraph, benefits shall not be payable on the basis of services in any such capacities to any individual who performed such services in an educational institution while in the employ of an educational service agency."},{"prefix":"ii","text":" For purposes of this subparagraph the term \"educational service agency\" means a governmental agency or governmental entity which is established and operated exclusively for the purpose of providing such services to 1 or more educational institutions."},{"prefix":"8","text":" Benefits shall not be paid to any individual on the basis of any services, substantially all of which consist of participating in sports or athletic events or training or preparing to so participate, for any week which commences during the period between 2 successive sport seasons (or similar periods) if such individual performed such services in the first of such seasons (or similar periods) and there is a reasonable assurance that such individual will perform such services in the later of such seasons (or similar periods); and"},{"prefix":"9","text":"(A) Benefits shall not be paid on the basis of services performed by an alien unless such alien is an individual who was lawfully admitted for permanent residence at the time such services were performed, was lawfully present for purposes of performing such services, or was permanently residing in the United States under color of law at the time such services were performed (including an alien who was lawfully present in the United States as a result of the application of the provisions of § 1153 or § 1182 of Title 8, United States Code)."},{"prefix":"B","text":" Any data or information required of individuals applying for benefits to determine whether benefits are not payable to them because of their alien status shall be uniformly required from all applicants for benefits."},{"prefix":"C","text":" In the case of an individual whose application for benefits would otherwise be approved, no determination that benefits to such individual are not payable because of his alien status shall be made except upon a preponderance of the evidence."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"51","text":"Social Security. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Unemployment Compensation. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"part":{"identifier":"A","text":"Administration of the District Unemployment Fund."},"heading":{"title":"51","chaptersection":"109","identifier":"51-109","catch_text":"Eligibility for benefits."}}