{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 46-111.\n\n1973 Ed., § 46-310.\n\nEffect of Amendments\n\nD.C. Law 15-205 added subpar. (D) to par. (1) of subsec. (i).\n\nD.C. Law 18-192 added subsecs. (d)(4), (5), and (j).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 106 of District of Columbia Unemployment Compensation Comprehensive Improvements Temporary Amendment Act of 1992 (D.C. Law 9-260, March 27, 1993, law notification 40 DCR 2330).\n\nSection 2(b) of D.C. Law 18-86 added subsec. (j) to read as follows:\n\n\"(j)(1)(A) Notwithstanding any other provision of this act, an individual who is unemployed within the meaning of this act, who has exhausted all regular unemployment benefits provided under this act, including any extensions of benefits, and who is enrolled in, and making satisfactory progress in, a District-approved training program or a job training program authorized under the Workforce Investment Act of 1998, approved August 7, 1998 (112 Stat. 936; 29 U.S.C. § 2822), shall be eligible for training extension benefits if the Director determines that the following criteria have been met:\n\n\"(i) The training prepares the claimant for entry into a high-demand occupation (if the Director determines that the claimant has been separated from employment in a declining occupation or has been involuntarily and indefinitely separated from employment as a result of a permanent reduction of operations at the claimant's place of unemployment);\n\n\"(ii) The claimant is making satisfactory progress towards completing the training as determined by the Director, including the submission of written statements from the training program provider; and\n\n\"(iii) The claimant is not receiving similar stipends or other training allowances for non-training costs.\n\n\"(B)(i) For the purposes of subparagraph (A)(i) of this paragraph, the terms \"declining occupation\" and \"high-demand occupation\" shall be determined by the Director based upon currently available labor market information.\n\n\"(ii) For the purposes of subparagraph (A)(iii) of this paragraph, the term \"similar stipends\" means an amount provided under a program with similar goals, such as providing training to increase employability, and in similar amounts. The stipends for non-training cost allowances shall be treated as \"earnings\" as defined in this act.\n\n\"(2) A claimant who is not subject to the provisions of paragraph (1)(A)(i) of this subsection shall be enrolled in training and making satisfactory progress as the Director may determine will increase the employability of the claimant in the District labor market.\n\n\"(3) The weekly training extension benefit amount payable pursuant to this act shall be equal to the claimant's weekly benefit amount for the most recent benefit year less any deductible income as determined by this act. The total amount of training extension benefits payable to a claimant shall not exceed 26 times the claimant's weekly benefit amount of the most recent benefit year.\n\n\"(4) If the claimant completes the training program, ceases to be making satisfactory progress, or stops attending the training program, the claimant shall not be eligible for further training extension benefits unless the Director determines that the claimant has resolved the impediment.\n\n\"(5) A claimant seeking training extension benefits may apply for the benefits at any time prior to the end of the claimant's initial benefit year or the end of any period of extended benefits.\n\n\"(6) No training extension benefits paid pursuant to this act shall be charged to individual employer accounts.\"\n\nSection 4(b) of D.C. Law 18-86 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1155(b)(1) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 1155(b)(1) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15- 594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Unemployment Compensation Administrative Modernization Emergency Amendment Act of 2009 (D.C. Act 18-182, August 10, 2009, 56 DCR 6940).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Unemployment Compensation Administrative Modernization Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-212, October 21, 2009, 56 DCR 8491).\n\nLegislative History of Laws\n\nLaw 1-34, the \"Pregnancy Discrimination Act,\" was introduced in Council and assigned Bill No. 1-101, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on July 15, 1975, and July 29, 1975, respectively. Signed by the Mayor on August 15, 1975, it was assigned Act No. 1-48 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 2-129, see Historical and Statutory Notes following § 51-101.\n\nFor legislative history of D.C. Law 4-86, see Historical and Statutory Notes following § 51-103.\n\nFor legislative history of D.C. Law 4-147, see Historical and Statutory Notes following § 51-103.\n\nFor legislative history of D.C. Law 5-3, see Historical and Statutory Notes following § 51-102.01.\n\nFor legislative history of D.C. Law 5-124, see Historical and Statutory Notes following § 51-103.\n\nFor legislative history of D.C. Law 10-15, see Historical and Statutory Notes following § 51-101.\n\nFor legislative history of D.C. Law 10-255, see Historical and Statutory Notes following § 51-101.\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 51-107.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 42-1904.04.\n\nFor Law 15-205, see notes following § 51-109.01.\n\nFor Law 18-192, see notes following § 51-107.\n\nReferences in Text\n\n\"Section 236(a)(1) of the Trade Act of 1974\", referred to in (i)(1)(A) is codified as 19 U.S.C. § 2296(a)(1). The \"Trade Act of 1974,\" referred to in paragraph (i)(2), is primarily codified as 19 U.S.C. §§ 2101 et seq., 2211 et seq., 2311 et seq., and 2411 et seq.\n\nMiscellaneous Notes\n\nExpiration of Law 5-3: Section 4 of D.C. Law 5-3, as amended by § 4 of D.C. Law 5-124, provided that except for provisions of § 2(a), (b), (d), (f)(2), (g), (h), (j), (l)(3), (m), (n), (o), (p), (q), (r), and (s) of D.C. Law 5-3, D.C. Law 5-3 shall expire on December 31, 1985.\n\nBecause of the amendment of the expiration provision in § 4 of D.C. Law 5-3 by § 4 of D.C. Law 5-124, the amendments made in this section by D.C. Law 5-3 are not subject to the December 31, 1985, expiration date.\n\nUnemployment Compensation Board abolished: See Historical and Statutory Notes following § 51-101.\n\nDC CODE § 51-110\n\nCurrent through December 11, 2012","credits":"(Aug. 28, 1935, 49 Stat. 951, ch. 794, § 11; renumbered § 10, June 4, 1943, 57 Stat. 114, ch. 117, § 1; Aug. 31, 1954, 68 Stat. 994, ch. 1139, § 1; Mar. 30, 1962, 76 Stat. 49, Pub. L. 87-424, § 9; Dec. 22, 1971, 85 Stat. 771, Pub. L. 92-211, § 2(39); Nov. 1, 1975, D.C. Law 1-34, § 4, 22 DCR 2553; Mar. 3, 1979, D.C. Law 2-129, § 2(y), (z), (aa)-(cc), 25 DCR 2451; Mar. 16, 1982, D.C. Law 4-86, § 2(e), 29 DCR 429; Sept. 17, 1982, D.C. Law 4-147, § 2(h), (i), 29 DCR 3347; May 7, 1983, D.C. Law 5-3, § 2(p)-(r), 30 DCR 1371; Mar. 13, 1985, D.C. Law 5-124, §§ 2(e), (f), 4, 31 DCR 5165; Sept. 24, 1993, D.C. Law 10-15, §§ 106, 208, 40 DCR 5420; May 16, 1995, D.C. Law 10-255, § 49(b), 41 DCR 5193; Apr. 9, 1997, D.C. Law 11-255, § 52(c), 44 DCR 1271; Mar. 24, 1998, D.C. Law 12-81, § 56, 45 DCR 745; Dec. 7, 2004, D.C. Law 15-205, § 1155(b)(1), 51 DCR 8441; July 23, 2010, D.C. Law 18-192, § 2(b), 57 DCR 4500.)","sections":[{"prefix":"a","text":" For weeks commencing after March 15, 1983, any individual who left his most recent work voluntarily without good cause connected with the work, as determined under duly prescribed regulations, shall not be eligible for benefits until he has been employed in each of 10 subsequent weeks (whether or not consecutive) and, notwithstanding § 51-101, has earned wages from employment as defined by this subchapter equal to not less than 10 times the weekly benefit amount to which he would be entitled pursuant to § 51-107(b)."},{"prefix":"b","text":"(1) For weeks commencing after January 3, 1993, any individual who has been discharged for gross misconduct occurring in his most recent work, as determined by duly prescribed regulations, shall not be eligible for benefits until he has been employed in each of 10 successive weeks (whether or not consecutive) and, notwithstanding § 51-101, has earned wages from employment as defined by this subchapter equal to not less than 10 times the weekly benefit amount to which he would be entitled pursuant to § 51-107(b)."},{"prefix":"2","text":" For weeks commencing after January 3, 1993, any individual who is discharged for misconduct, other than gross misconduct, occurring in the individual's most recent work, as defined by duly prescribed regulations, shall not be eligible for benefits for the first 8 weeks otherwise payable to the individual or until the individual has been employed in each of 8 subsequent weeks (whether or not consecutive) and, notwithstanding § 51-101, has earned wages from employment as defined by this subchapter equal to not less than 8 times the weekly benefit amount to which the individual would have been entitled pursuant to § 51-107(b). In addition, such individual's total benefit amount shall be reduced by a sum equal to 8 times the individual's weekly benefit amount."},{"prefix":"3","text":" The District of Columbia Unemployment Compensation Board shall add to its rules and regulations specific examples of behavior that constitute misconduct within the meaning of this subsection."},{"prefix":"c","text":"(1) For weeks commencing after March 15, 1983, if any individual without good cause (as determined under duly prescribed regulations) fails to apply for new work in covered employment found to be suitable when notified by any employment office or fails to accept any suitable work in covered employment when offered by any employment office, by a union hiring hall, or directly by any employer, that individual shall not be eligible for benefits until he has been employed in each of 10 subsequent weeks (whether or not consecutive) and, notwithstanding § 51-101, has earned remuneration from employment equal to not less than 10 times the weekly benefit amount to which he would be entitled pursuant to § 51-107(b)."},{"prefix":"2","text":" In determining whether or not work is suitable, the following shall be considered:"},{"prefix":"A","text":" The physical fitness and prior training, experience, and earnings of the individual;"},{"prefix":"B","text":" The distance of the place of work from the individual's place of residence; and"},{"prefix":"C","text":" The risk involved as to health, safety, or morals."},{"prefix":"3","text":" The term \"in covered employment\" as used in this section means employment which is insured under this subchapter or any other state or federal unemployment insurance program."},{"prefix":"d","text":"(1) Benefits shall not be denied to any otherwise eligible individual for refusing to accept new work under any of the following conditions:"},{"prefix":"A","text":" If the position offered is vacant due directly to a strike, lockout, or other labor dispute;"},{"prefix":"B","text":" If the wages, earnings, hours, or other conditions of the work offered are less favorable to the individual than those prevailing for similar work in the locality; or"},{"prefix":"C","text":" If as a condition of being employed the individual would be required to join a company union or to resign from or refrain from joining any bona fide labor organization;"},{"prefix":"2","text":" Compensation shall not be denied to any otherwise eligible individual for any week during which he is attending a training or retraining course with the approval of the Director, and such individual shall be deemed to be otherwise eligible for any such week despite the provisions of § 51-109(4) and subsection (c) of this section."},{"prefix":"3","text":" Notwithstanding any other provision of this subchapter, compensation shall not be denied or reduced to an individual solely because he files a claim in another state (or a contiguous country with which the United States has an agreement with respect to unemployment compensation) or because he resides in another state (or such a contiguous country) at the time he files a claim for unemployment compensation."},{"prefix":"4","text":" Compensation shall not be denied to any otherwise eligible individual who leaves his or her most recent work to accompany his or her spouse or domestic partner to a place from which it is impractical to commute to the place of employment. For the purposes of this paragraph, the term \"domestic partner\" shall have the same meaning as provided in § 32-701(3)."},{"prefix":"5","text":" Compensation shall not be denied to any otherwise eligible individual who leaves his or her most recent work to care for an ill or disabled family member. For the purposes of this paragraph, the term \"family member\" shall have the same meaning as provided in § 2-1401.02(11B)."},{"prefix":"e","text":" If any individual otherwise eligible for benefits fails, without good cause as determined by the Director under regulations prescribed by the Board, to attend a training, retraining, or job counseling course when recommended by the manager of the employment office or by the Director and such course is available at public expense, he shall not be eligible for benefits with respect to any week in which such failure occurred."},{"prefix":"f","text":" An individual shall not be eligible for benefits with respect to any week if it has been found by the Director that such individual is unemployed in such week as a direct result of a labor dispute, other than a lockout, still in active progress in the establishment where he is or was last employed; provided, that this subsection shall not apply if it is shown to the satisfaction of the Director that:"},{"prefix":"1","text":" He is not participating in or directly interested in the labor dispute which caused his unemployment; and"},{"prefix":"2","text":" He does not belong to a grade or class of workers of which, immediately before the commencement of the dispute, there were members employed at the premises at which the dispute occurs, any of whom are participating in or directly interested in the dispute; provided, that if in any case separate branches of work which are commonly conducted as separate businesses in separate premises are conducted in separate departments of the same premises, each such department shall, for the purposes of this subsection, be deemed to be a separate factory, establishment, or other premises."},{"prefix":"g","text":" An individual shall not be eligible for benefits for any week with respect to which he has received or is seeking unemployment compensation under any other unemployment compensation law of another state or of the United States; provided, that if the appropriate agency of such other state or of the United States finally determines that he is not entitled to such unemployment benefits, this disqualification shall not apply."},{"prefix":"h","text":" The eligibility of any individual, who is or has recently been pregnant, for benefits under this subchapter, shall be determined under the same standards and procedures as for any other claimant under this subchapter. There shall be no presumption that a person who is pregnant is physically unable to work, even when pregnancy was an issue with respect to the reason for separation from employment."},{"prefix":"i","text":"(1) Notwithstanding any other provision of this subchapter, no otherwise eligible individual shall be denied benefits for any week because:"},{"prefix":"A","text":" He or she is in training approved under § 236(a)(1) of the Trade Act of 1974;"},{"prefix":"B","text":" He or she is in such approved training by reason of leaving work to enter such training; provided, that the work left is not suitable employment; or"},{"prefix":"C","text":" Because of the application to any such week in training of provisions in this law (or any federal unemployment insurance law administered hereunder) relating to availability for work, active search for work or refusal to accept work."},{"prefix":"D","text":" He or she is enrolled in an approved certificate course authorized by subchapter III of Chapter 16 of Title 32 and maintaining a satisfactory level of attendance and achievement, as required by subchapter III of Chapter 16 of Title 32."},{"prefix":"2","text":" For purposes of this subsection, the term \"suitable employment\" means, with respect to an individual, work of a substantially equal or higher skill level than the individual's past adversely affected employment (as defined for purposes of the Trade Act of 1974), and wages as determined for purposes of the Trade Act of 1974."},{"prefix":"j","text":"(1) Notwithstanding any other provision of this subchapter, an individual who is unemployed within the meaning of this subchapter, has exhausted all regular unemployment benefits provided under this subchapter, including any extensions of benefits, and who is enrolled in and making satisfactory progress in a District-approved training program or in a job training program authorized under the Workforce Investment Act of 1998, approved August 7, 1998 (112 Stat. 936; 29 U.S.C. § 2822), shall be eligible for training extension benefits if the Director determines that the following criteria are met:"},{"prefix":"A","text":" The training program will prepare the claimant for entry into a high-demand occupation;"},{"prefix":"B","text":" The claimant was separated from employment in a declining occupation or has been involuntarily and indefinitely separated from employment as a result of a permanent reduction of operations at the claimant's place of prior employment;"},{"prefix":"C","text":" The claimant is making satisfactory progress towards completion of the training as determined by the Director, including the submission of written statements from the training program provider; and"},{"prefix":"D","text":" The claimant is not receiving similar stipends or other training allowances for non-training costs."},{"prefix":"2","text":" For the purposes of paragraph (1) of this subsection, the term:"},{"prefix":"A","text":" \"Declining occupation\" shall be defined by the Director based upon currently available labor market information."},{"prefix":"B","text":" \"High-demand occupation\" shall be defined by the Director based upon currently available labor market information."},{"prefix":"C","text":" \"Similar stipends\" means an amount provided under a program with similar goals, such as providing training to increase employability, and in similar amounts. Similar stipends of non-training cost allowances shall be treated as \"earnings\" as defined in § 51-101(4)."},{"prefix":"3","text":" A claimant who is eligible for a training extension pursuant to this subsection shall be enrolled in training and making satisfactory progress as the Director may determine will increase the employability of the claimant in the District labor market."},{"prefix":"4","text":" The weekly training extension benefit amount payable to the eligible individual shall be equal to the claimant's weekly benefit amount for the most recent benefit year less any deductible or income as determined pursuant to this subchapter. The total amount of training extension benefits payable to a claimant shall not exceed 26 times the claimant's weekly benefit amount of the most recent benefit year."},{"prefix":"5","text":" If the claimant completes the training program, ceases to be making satisfactory progress, or stops attending the training program, the claimant shall not be eligible for further training extension benefits unless the Director determines that the claimant has resolved the impediment."},{"prefix":"6","text":" A claimant seeking training extension benefits may apply for the benefits at any time prior to the end of the claimant's initial benefit year or the end of any period of extended benefits."},{"prefix":"7","text":" No training extension benefits paid pursuant to this subchapter shall be charged to individual employer accounts."}],"division":{"identifier":"VIII","text":"General Laws."},"title":{"identifier":"51","text":"Social Security. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Unemployment Compensation. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"part":{"identifier":"A","text":"Administration of the District Unemployment Fund."},"heading":{"title":"51","chaptersection":"110","identifier":"51-110","catch_text":"Disqualification for benefits."}}