{"text":"For the purposes of this part, the term:","historical":"Effect of Amendments\n\nD.C. Law 17-292, in par. (1), substituted \"'Capital City Market' or 'Market' means the approximately 24-acre site bounded by Florida Avenue on the south, 5th Street on the east, Penn Street on the north, and the railroad tracks and Metro rail on the west in northeast Washington, D.C., in Ward 5\" for \"'Capital City Market' 'Market' means the approximately 24-acre site bounded by Florida Avenue, N. E., on the south, 6th Street, N.E., on the east, Penn Street, N.E., on the north, and the railroad tracks and Metro rail on the west in northeast Washington, D.C., in Ward 5\".\n\nLegislative History of Laws\n\nFor Law 16-278, see notes following § 6-1061.01.\n\nLaw 17-292, the \"New Town Boundary Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-931 which was referred to the Committee on Economic Development.  The Bill was adopted on first and second readings on October 7, 2008, and November 18, 2008, respectively.   Signed by the Mayor on December 8, 2008, it was assigned Act No. 17-579 and transmitted to both Houses of Congress for its review.  D.C. Law 17-292 became effective on March 20, 2009.\n\nDC CODE § 6-1062.02\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-278, § 202, 54 DCR 895; Mar. 20, 2009, D.C. Law 17-292, § 2, 55 DCR 12627.)","sections":[{"prefix":"1","text":" \"Capital City Market\" or \"Market\" means the approximately 24-acre site bounded by Florida Avenue on the south, 5th Street on the east, Penn Street on the north, and the railroad tracks and Metro rail on the west in northeast Washington, D.C., in Ward 5."},{"prefix":"2","text":" \"Chief Financial Officer\" means the Chief Financial Officer of the District of Columbia."},{"prefix":"3","text":" \"Developer\" means the New Town Development, LLC, a District of Columbia limited liability company."},{"prefix":"4","text":" \"DHCD\" means the Department of Housing and Community Development."},{"prefix":"5","text":" \"Partnership\" means the public/private partnership between the District and Developer to revitalize and develop the Capital City Market into a mixed-use, urban residential, retail, restaurants, entertainment, support facilities, office, government facilities, above and below-grade parking community; to create a substantial amount of workforce housing for teachers, policemen, firemen, and other District of Columbia residents; to preserve specific historic buildings; and to maintain the Market's historic retail and wholesale functions on the existing site in northeast Washington, D.C."},{"prefix":"6","text":" \"Revitalization Initiative and Development Plan\" means the Initial Conceptual Plan for New Town at the Capital City Market: \"A Neighborhood Revitalization Initiative and Development Plan\"."},{"prefix":"7","text":" \"Washington Beef Properties\" means Parcel 129/32 and lots 5, 800, and 802 in square 3587."},{"prefix":"8","text":" \"Workforce housing\" means housing units set aside for eligible renters or purchasers as defined by the appropriate agency of the District of Columbia and who are at 50% to 120% of the Area Median Income."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Community Development. (Refs & Annos)"},"subchapter":{"identifier":"III-A","text":"Workforce Housing Production Program."},"part":{"identifier":"B","text":"New Town at Capital City Market Development."},"heading":{"title":"6","chaptersection":"1062","identifier":"6-1062.02","catch_text":"Definitions."}}