{"text":"An approved Community Development Program may include the following activities:","historical":"Prior Codifications\n\n1981 Ed., § 5-903.\n\n1973 Ed., § 5-1003.\n\nEffect of Amendments\n\nD.C. Law 13-9, in par. (13), struck the word \"and\" following \"proposed;\" and added par. (13A).\n\nD.C. Law 16-305, in par. (5), substituted \"persons and persons with disabilities\" for \"and handicapped persons\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(d) of Community Development Program Temporary Amendment Act of 1998 (D.C. Law 12-246, April 20, 1999, law notification 46 DCR 4159).\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition, see § 2 of Comprehensive Housing Strategy Temporary Act of 2003 (D.C. Law 15-52, December 9, 2003, law notification 51 DCR 1787).\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 2(d) of the Community Development Program Emergency Amendment Act of 1998 (D.C. Act 12-557, January 12, 1999, 45 DCR 635).\n\nFor temporary (90-day) amendment of section, see § 2(d) of the Community Development Program Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-61, May 10, 1999, 46 DCR 4451).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-39, see Historical and Statutory Notes following § 6-1001.\n\nFor legislative history of D.C. Law 13-9, see notes following § 6-1001.\n\nFor Law 16-305, see notes following § 6-201.\n\nReferences in Text\n\nTitle I of the Housing Act of 1949, referred to in paragraph (10) of this section, is title I of the Act of July 15, 1949, 63 Stat. 414, ch. 338.\n\nThe Housing and Community Development Act of 1974, referred to in paragraph (14) of this section, is the Act of August 22, 1974, 88 Stat. 633, Pub. L. 93- 383.\n\nDC CODE § 6-1003\n\nCurrent through December 11, 2012","credits":"(Dec. 16, 1975, D.C. Law 1-39, § 4, 22 DCR 3443; June 11, 1999, D.C. Law 13-9, § 2(d), 46 DCR 3640; Apr. 24, 2007, D.C. Law 16-305, § 21(b), 53 DCR 6198.)","sections":[{"prefix":"1","text":" The acquisition of real property (including air rights, water rights, and other interests therein) which is:"},{"prefix":"A","text":" Blighted, deteriorated, deteriorating, undeveloped, or inappropriately developed from the standpoint of sound community development and growth;"},{"prefix":"B","text":" Appropriate for rehabilitation or conservation activities;"},{"prefix":"C","text":" Appropriate for the preservation or restoration of historic sites, the beautification of urban land, the conservation of open spaces, natural resources, and scenic areas, the provision of recreational opportunities, or the guidance of urban development;"},{"prefix":"D","text":" To be used for the provision of public works, facilities, and improvements; or"},{"prefix":"E","text":" To be used for other purposes;"},{"prefix":"2","text":" The acquisition, construction, reconstruction, or installation of public works, facilities, and site or other improvements -- including neighborhood facilities, senior centers, historic properties, utilities, streets, street lights, water and sewer facilities, foundations and platforms for air right sites, pedestrian malls and walkways, and parks, playgrounds, and recreation facilities, flood and drainage facilities, parking facilities, solid waste disposal facilities, and fire protection services and facilities;"},{"prefix":"3","text":" Code enforcement in deteriorated or deteriorating areas in which such enforcement, together with public improvements and services to be provided, may be expected to arrest the decline of the area;"},{"prefix":"4","text":" Clearance, demolition, removal, and rehabilitation of buildings and improvements, including:"},{"prefix":"A","text":" Interim assistance to alleviate harmful conditions in which immediate public action is needed;"},{"prefix":"B","text":" Financing rehabilitation of privately owned properties through the use of direct loans, loan guarantees, grants, and other means when in support of Community Development Program objectives; and"},{"prefix":"C","text":" Demolition and modernization of publicly owned low-rent housing when necessary to protect health, safety, and the public welfare;"},{"prefix":"5","text":" Special projects directed to the removal of material and architectural barriers which restrict the mobility and accessibility of elderly persons and persons with disabilities;"},{"prefix":"6","text":" Payments to housing owners for losses of rental income incurred in holding for temporary periods housing units to be utilized for the relocation of individuals and families displaced by program activities under this chapter;"},{"prefix":"7","text":" Disposition (through sale, lease, donation, or otherwise) of any real property acquired pursuant to title, provided that the proceeds of any such disposition shall be expended only for approved Community Development Program activities;"},{"prefix":"8","text":" Provision of public services not otherwise available in areas where other activities authorized by this chapter are being carried out in a concentrated manner, if such services are determined to be necessary or appropriate to support such other activities, and if such services are directed toward:"},{"prefix":"A","text":" Improving the community's public services and facilities, including those concerned with the employment, economic development, crime prevention, child care, health, drug abuse, education, welfare, or recreation needs of persons residing in such areas; and"},{"prefix":"B","text":" Coordinating public and private development programs;"},{"prefix":"9","text":" Payment of the non-federal share required in connection with the federal grant-in-aid program undertaken as part of the Community Development Program subject to appropriations restrictions if any;"},{"prefix":"10","text":" Payment of the cost of completing a project funded under title I of the Housing Act of 1949;"},{"prefix":"11","text":" Relocation payments and assistance for individuals, families, businesses, organizations, and farm operations displaced by activities authorized by this chapter;"},{"prefix":"12","text":" Activities necessary:"},{"prefix":"A","text":" To develop a comprehensive community development plan; and"},{"prefix":"B","text":" To develop a policy-planning-management capacity so that the District of Columbia may more rationally and effectively:"},{"prefix":"i","text":" Determine its needs;"},{"prefix":"ii","text":" Set long-term goals and short-term objectives;"},{"prefix":"iii","text":" Devise programs and activities to meet these goals;"},{"prefix":"iv","text":" Evaluate the progress of such programs in accomplishing these goals and objectives; and"},{"prefix":"v","text":" Carry out management, coordination, and monitoring of activities necessary for effective planning implementation;"},{"prefix":"13","text":" Payment of reasonable administrative costs and carrying charges related to the planning and execution of community development and housing activities, including the provision of information and resources to residents of areas in which community development and housing activities are proposed;"},{"prefix":"13A","text":" The selling, at private or public sale, with public bidding, of any mortgage or other obligation held under the Community Development Program; and"},{"prefix":"14","text":" Any activity made eligible for financial assistance by the Housing and Community Development Act of 1974, or any amendment thereto."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Community Development. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"6","chaptersection":"1003","identifier":"6-1003","catch_text":"Community Development Program--Activities permitted."}}