{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-275, see notes following § 6-1041.01.\n\nDC CODE § 6-1041.05\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-275, § 105, 54 DCR 880.)","sections":[{"prefix":"a","text":" No building permit shall be issued for an Inclusionary Development unless:"},{"prefix":"1","text":" The Mayor receives and approves a Certificate of Inclusionary Zoning Compliance, signed by all owners of the Inclusionary Development, demonstrating that the Inclusionary Development will meet the requirements of the Inclusionary Zoning Program; and"},{"prefix":"2","text":" The owner of the Inclusionary Development records a covenant in the land records of the District of Columbia that binds all persons with a property interest in any or all of the Inclusionary Development to construct and reserve the number of inclusionary units indicated on the Certificate of Inclusionary Zoning Compliance, and to sell or rent, as applicable, such units in accordance with the Inclusionary Zoning Program and the Certificate of Inclusionary Zoning Compliance for so long as the development remains in existence. The covenant and certificate shall be made part of all future deeds and leases of inclusionary units and shall contain any other provision required by the Mayor."},{"prefix":"b","text":" A certificate of occupancy shall be required for each inclusionary unit."},{"prefix":"c","text":" No certificate of occupancy for any market rate unit in an Inclusionary Development shall be issued unless the application includes a written statement signed by the Mayor and dated no earlier than 6 months from the date of the application, indicating that the Inclusionary Development is in compliance with the Inclusionary Zoning Program and the Certificate of Inclusionary Zoning Compliance."},{"prefix":"d","text":" The Mayor may, by regulation, require the establishment of an escrow account at the time that a certificate of occupancy is issued for a development permitted by the Board of Zoning Adjustment to satisfy its requirements under the Inclusionary Zoning Program with off-site development.   The regulations may provide for the payment of the escrow amount into the Housing Production Trust Fund if the off-site development is not constructed after a certain period of time."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Community Development. (Refs & Annos)"},"subchapter":{"identifier":"II-A","text":"Inclusionary Zoning Implementation."},"heading":{"title":"6","chaptersection":"1041","identifier":"6-1041.05","catch_text":"Certificate of Inclusionary Zoning Compliance."}}