{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-21 added subsec. (c).\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition, see § 5 of Comprehensive Housing Strategy Temporary Act of 2003 (D.C. Law 15-52, December 9, 2003, law notification 51 DCR 1787).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 5 of Comprehensive Housing Strategy Emergency Act of 2003 (D.C. Act 15-143, July 29, 2003, 50 DCR 6888).\n\nFor temporary (90 day) addition, see § 5 of Comprehensive Housing Strategy Congressional Review Emergency Act of 2003 (D.C. Act 15-215, November 7, 2003, 50 DCR 10023).\n\nFor temporary (90 day) amendment of section, see § 2002 of Fiscal Year 2012 Budget Support Emergency Act of 2011 (D.C. Act 19-93, June 29, 2011, 58 DCR 5599).\n\nLegislative History of Laws\n\nFor Law 15-73, see notes following § 6-1051.\n\nFor history of Law 19-21, see notes under § 6-226.\n\nMiscellaneous Notes\n\nShort title: Section 2051 of D.C. Law 19-21 provided that subtitle F of title II of the act may be cited as \"Comprehensive Housing Strategy Amendment Act of 2011\".\n\nDC CODE § 6-1054\n\nCurrent through December 11, 2012","credits":"(March 10, 2004, D.C. Law 15-73, § 5, 50 DCR 10909; Sept. 14, 2011, D.C. Law 19-21, § 2052, 58 DCR 6226.)","sections":[{"prefix":"a","text":" The Mayor shall report to the Council regarding the implementation of the Comprehensive Housing Strategy on an annual basis."},{"prefix":"b","text":" The Mayor shall appoint a task force to update the Comprehensive Housing Strategy no later than 5 years after the Task Force presents a Comprehensive Housing Strategy to the Council and the Mayor under § 6-1053(a)."},{"prefix":"c","text":"(1) No later than 120 days after June 29, 2011, the Mayor shall submit to the Council a Comprehensive Housing Strategy for the District, separate from the Comprehensive Housing Strategy required by § 6-1053. The Comprehensive Housing Strategy shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the Comprehensive Housing Strategy, by resolution, within the 45-day review period, the Comprehensive Housing Strategy shall be deemed approved."},{"prefix":"2","text":" In developing the Comprehensive Housing Strategy, the Mayor shall:"},{"prefix":"A","text":" Consider the updated recommendations of the task force established pursuant to subsection (b) of this section;"},{"prefix":"B","text":" Address the criteria set forth in § 6-1052(c); and"},{"prefix":"C","text":" Include budgetary analyses demonstrating how the Comprehensive Housing Strategy will affect current and future financial plans, including an analysis of the long-term impact on the District's affordable housing programs from the annual use of $18 million from the Housing Production Trust Fund, established by § 42-2802, to support the Rent Supplement Program."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Community Development. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Comprehensive Housing Strategy Task Force."},"heading":{"title":"6","chaptersection":"1054","identifier":"6-1054","catch_text":"Reporting and updating requirements; annual report."}}