{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-20, in subsec. (a), inserted \"The purposes of the Neighborhood Investment Fund shall be to fund the development and implementation of neighborhood investment plans under § 6-1072 and to finance and assist revitalization activities that will benefit residents of Neighborhood Program Target Areas designated in § 6-1073.\"; in subsec. (b), inserted \"The requested expenditures shall be consistent with the purposes of the Neighborhood Investment Fund set forth in subsection (a) of this section.\"; and added subsec. (g).\n\nD.C. Law 17-123, in subsec. (a), substituted \"17.4%\" for \"15%\".\n\nD.C. Law 17-219, in subsec. (a), deleted \", subject to authorization by Congress in an appropriations act\" following \"subchapter\".\n\nD.C. Law 18-111, in subsec. (c), substituted \"the program\" for \"a 5-year program\"; and added subsecs. (h) to (j).\n\nD.C. Law 18-338, in subsec. (j)(2), substituted \"following programs\" for \"following Main Street programs\" in the introductory language, substituted \"Main Street Program;\" for a semicolon in subpars. (A), (B), (E) to (I), and (K), substituted \"Main Street Group;\" for a semicolon in subpars. (C) and (D), and substituted \"Main Street Program; and\" for \"; and\" in subpar. (J).\n\nD.C. Law 18-370 added subsec. (k).\n\nD.C. Law 19-21, in subsec. (a), substituted \"There shall be deposited into the fund such funds as may be appropriated from time to time.\" for \"Subject to appropriations, there shall be deposited annually into the Neighborhood Investment Fund 17.4% of the personal property tax imposed by § 47-1522(a); provided, that the amount deposited into the Neighborhood Investment Fund from the personal property tax shall not exceed $10 million annually.\" ; repealed subsecs. (h) and (i); and added subsec. (l). Prior to repeal, subsecs. (h) and (i) read as follows:\n\n\"(h)(1) There is established as a nonlapsing fund the Get D.C. Residents Training for Jobs Now Career Technical Training Fund ('Career Technical Training Fund'), which shall be used to fund all costs associated with the 24- hour vocational education programs at Phelps Architecture, Construction and Engineering High School, Academy for Construction and Design at Cardozo Senior High School, and the Hospitality Public Charter School at Roosevelt High School.\n\n\"(2) All funds deposited into the Career Technical Training Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in paragraph (1) of this subsection without regard to fiscal year limitation, subject to authorization by Congress.\n\n\"(i) The Mayor shall transfer $1.1 million annually, adjusted yearly for inflation, from the Neighborhood Investment Fund to the Career Technical Training Fund. The initial deposit to the Career Technical Training Fund shall be made on or about October 1, 2009.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a) of Neighborhood Investment Amendment Temporary Act of 2006 (D.C. Law 16-207, March 2, 2007, law notification 54 DCR 2505).\n\nSection 2 of D.C. Law 18-179, in subsec. (j)(2), deleted \"Main Street\" from the lead-in language, substituted \"Main Street Program;\" for a semicolon in subpars. (A), (B), (C), (E), (F), (G), (H), (I), and (K), substituted \"for direct service delivery managed through, or for an organization chosen by, the Department of Small and Local Business Development for the commercial corridor designated as Vinegar Hill South Main Street\" for \"to Vinegar Hill, N.W.\" in subpar. (D), and substituted \"Main Street Program; and\" for \"; and\" in subpar. (J).\n\nSection 4(b) of D.C. Law 18-179 provides that the act shall expire after 225 days of its having taken effect.\n\nTemporary Enactments\n\nFor temporary (225 day) addition, see § 2 of Lower Georgia Avenue Job Training Center Funding Authorization Temporary Act of 2007 (D.C. Law 17-3, April 18, 2003, law notification 54 DCR 6582).\n\nSection 2 of D.C. Law 18-221, in subsec. (j)(2)(E), substituted \"to an organization currently providing business services for the commercial corridor designated as Georgia Avenue Main Street or for direct service delivery managed through the Department of Small and Local Business Development for the commercial corridor designated as Georgia Avenue Main Street\" for \"to Georgia Avenue, N. W.\".\n\nSection 4(b) of D.C. Law 18-221 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Neighborhood Investment Emergency Amendment Act of 2006 (D.C. Act 16-468, July 31, 2006, 53 DCR 6761).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Neighborhood Investment Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16- 517, October 27, 2006, 53 DCR 9101).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Neighborhood Investment Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-8, January 16, 2007, 54 DCR 1468).\n\nFor temporary (90 day) enactment, see § 2 of Lower Georgia Avenue Job Training Center Funding Authorization Emergency Act of 2007 (D.C. Act 17-12, January 26, 2007, 54 DCR 1517).\n\nFor temporary (90 day) amendment of section, see § 2132 of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nFor temporary (90 day) amendment of section, see § 2061 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) addition, see § 2062 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2061 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) addition, see § 2062 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 2 of Adams Morgan Main Street Group Emergency Amendment Act of 2010 (D.C. Act 18-342, March 22, 2010, 57 DCR 2852).\n\nFor temporary (90 day) amendment of section, see § 2 of Georgia Avenue Main Street Authorization Emergency Amendment Act of 2010 (D.C. Act 18-434, June 14, 2010, 57 DCR 5384).\n\nFor temporary (90 day) amendment of section, see § 2 of Adams Morgan Main Street Group Clarification Emergency Amendment Act of 2010 (D.C. Act 18-677, January 12, 2011, 58 DCR 595).\n\nFor temporary (90 day) amendment of section, see § 202 of Fiscal Year 2011 Supplemental Budget Support Emergency Act of 2010 (D.C. Act 18-694, January 19, 2011, 58 DCR 662).\n\nLegislative History of Laws\n\nLaw 15-131, the \"Neighborhood Investment Act of 2004\", was introduced in Council and assigned Bill No. 15-128, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on December 2, 2003, and January 6, 2004, respectively. Signed by the Mayor on January 29, 2004, it was assigned Act No. 15-332 and transmitted to both Houses of Congress for its review. D.C. Law 15-131 became effective on March 30, 2004.\n\nFor Law 17-20, see notes following § 6-1061.02.\n\nLaw 17-123, the \"Small Business Commercial Property Tax Relief Act of 2008\", was introduced in Council and assigned Bill No. 17-20 which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on December 11, 2007, and January 8, 2008, respectively. Signed by the Mayor on January 24, 2008, it was assigned Act No. 17-272 and transmitted to both Houses of Congress for its review. D.C. Law 17-123 became effective on March 20, 2008.\n\nLaw 17-219, the \"Fiscal Year 2009 Budget Support Act of 2008\", was introduced in Council and assigned Bill No. 17-678, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 13, 2008, and June 3, 2008, respectively. Signed by the Mayor on June 26, 2008, it was assigned Act No. 17-419 and transmitted to both Houses of Congress for its review. D.C. Law 17-219 became effective on August 16, 2008.\n\nFor Law 18-111, see notes following § 6-226.\n\nLaw 18-338, the \"Adams Morgan Main Street Group Clarification Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-697, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on January 12, 2011, it was assigned Act No. 18-683 and transmitted to both Houses of Congress for its review. D.C. Law 18- 338 became effective on March 31, 2011.\n\nLaw 18-370, the \"Fiscal Year 2011 Supplemental Budget Support Act of 2010\", was introduced in Council and assigned Bill No. 18-1100, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on January 27, 2011, it was assigned Act No. 18-721 and transmitted to both Houses of Congress for its review. D.C. Law 18-370 became effective on April 8, 2011.\n\nFor history of Law 19-21, see notes under § 6-226.\n\nResolutions\n\nResolution 16-589, the \"Neighborhood Investment Act Spending Plan for FY 2006 Resolution of 2006\", was approved effective March 7, 2006.\n\nResolution 16-596, the \"Neighborhood Investment Act Spending Plan for Fiscal Year 2006 Resolution of 2006\", was approved effective April 4, 2006.\n\nResolution 16-955, the \"Neighborhood Investment Act Spending Plan for FY 2007 Emergency Approval Resolution of 2006\", was approved effective December 19, 2006.\n\nResolution 17-433, the \"Neighborhood Investment Act Spending Plan for FY 2008 Emergency Approval Resolution of 2007\", was approved effective November 6, 2007.\n\nResolution 17-824, the\"Neighborhood Investment Act Spending Plan for Fiscal Year 2009 Emergency Approval Resolution of 2008\", was approved effective October 7, 2008.\n\nMiscellaneous Notes\n\nShort title: Section 2131 of D.C. Law 17-20 provided that subtitle M of title II of the act may be cited as the \"Neighborhood Investment Amendment Act of 2007\".\n\nShort title: Section 2060 of D.C. Law 18-111 provided that subtitle G of title II of the act may be cited as the \"Neighborhood Investment Fund Implementation Plan Amendment Act of 2009\".\n\nSection 2062 of D.C. Law 18-111 provides:\n\n\"Sec. 2062. NIF Fund Balance.\n\n\"There is established as a nonlapsing fund the Fiscal Year 2010 NIF Fund ('Fund') into which the Chief Financial Officer shall deposit $3.2 million in fiscal year 2009 funds from the anticipated fiscal year 2009 Neighborhood Investment Fund carryover. All funds deposited into the Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in section 2(j) of the Neighborhood Investment Act of 2004, effective March 30, 2004 (D.C. Law 15-131; D.C. Official Code § 6-1071(j))('Act'), without regard to fiscal year limitation, subject to authorization by Congress. No funds shall be transferred from the Fund until October 1, 2009, at which time the funds shall be used in accordance with section 2(j) of the Act.\"\n\nShort title: Section 201 of D.C. Law 18-370 provided that subtitle A of title II of the act may be cited as \"Neighborhood Investment Fund Implementation Amendment Act of 2010\".\n\nSection 203 of D.C. Law 18-370 provides:\n\n\"Sec. 203. Applicability.\n\n\"This subtitle shall apply as of October 1, 2010.\"\n\nShort title: Section 2021 of D.C. Law 19-21 provided that subtitle C of title II of the act may be cited as \"Neighborhood Investment Fund Amendment Act of 2011\".\n\nDC CODE § 6-1071\n\nCurrent through December 11, 2012","credits":"(Mar. 30, 2004, D.C. Law 15-131, § 2, 51 DCR 1797; Sept. 18, 2007, D.C. Law 17-20, § 2132, 54 DCR 7052; Mar. 20, 2008, D.C. Law 17-123, § 2, 55 DCR 1513; Aug. 16, 2008, D.C. Law 17-219, § 7044, 55 DCR 7598; Mar. 3, 2010, D.C. Law 18-111, § 2061, 57 DCR 181; Mar. 31, 2011, D.C. Law 18-338, § 2, 58 DCR 616; Apr. 8, 2011, D.C. Law 18-370, § 202, 58 DCR 1008; Sept. 14, 2011, D.C. Law 19-21, § 2022, 58 DCR 6226.)","sections":[{"prefix":"a","text":" There is established, as a nonlapsing, revolving fund outside the General Fund of the District of Columbia, a fund designated as the Neighborhood Investment Fund. The purposes of the Neighborhood Investment Fund shall be to fund the development and implementation of neighborhood investment plans under § 6-1072 and to finance and assist revitalization activities that will benefit residents of Neighborhood Program Target Areas designated in § 6- 1073. There shall be deposited into the fund such funds as may be appropriated from time to time. Subject to the applicable laws relating to the appropriation of District funds, monies received and credited to the Neighborhood Investment fund shall be used to carry out the objectives of this subchapter. All funds deposited into the fund shall not revert to the General Fund of the District of Columbia at the end of any fiscal year or at any other time, but shall be continually available for the purposes of the subchapter."},{"prefix":"b","text":" The Mayor shall submit to the Council, as part of the annual budget, a request for an appropriation for expenditures from the Neighborhood Investment Fund. The requested expenditures shall be consistent with the purposes of the Neighborhood Investment Fund set forth in subsection (a) of this section."},{"prefix":"c","text":" Within 9 months of March 30, 2004, the Mayor shall develop an implementation plan for the first year of the program. In subsequent years, the yearly implementation plan shall be submitted to the Council prior to the start of the fiscal year. These implementation plans shall contain specific references to the amount to be spent each year by:"},{"prefix":"1","text":" Targeted area;"},{"prefix":"2","text":" Type of project; and"},{"prefix":"3","text":" Specific project, where known."},{"prefix":"d","text":" The Mayor shall provide the Council with a report, within 90 days of the end of the fiscal year, detailing the expenditures from the Neighborhood Investment Fund by:"},{"prefix":"1","text":" Targeted area;"},{"prefix":"2","text":" Type of project; and"},{"prefix":"3","text":" Specific project."},{"prefix":"e","text":" The plans developed pursuant to subsection (c) of this section shall be submitted by the Mayor to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed plan, in whole or in part, by resolution within this 45-day review period, the proposed plan shall be deemed disapproved."},{"prefix":"f","text":" The implementation plans for the 4th and subsequent years may include additional Neighborhood Investment Program Target Areas. Such neighborhoods shall be proposed by the Mayor and approved by the Council; provided, that:"},{"prefix":"1","text":" All new Target Areas must be areas that have:"},{"prefix":"A","text":" A historic or ongoing lack of private investment; and"},{"prefix":"B","text":" Areas of concentrated poverty where 30% or more of the population is below the federal poverty level."},{"prefix":"2","text":" No more than 3 additional target neighborhoods are designated."},{"prefix":"3","text":" The Deputy Mayor for Planning and Economic Development shall announce and hold a public hearing after the selection of proposed new Target Areas and prior to Council approval, to gain input from District residents, businesses, Advisory Neighborhood Commissions, and community associations on the goals associated with the proposed Target Area."},{"prefix":"g","text":" The Mayor may make loans or grants from the Neighborhood Investment Fund to facilitate revitalization activities in the Neighborhood Program Target Areas designated in § 6-1073."},{"prefix":"h","text":" Repealed."},{"prefix":"i","text":" Repealed."},{"prefix":"j","text":" The Neighborhood Investment Fund dollars under the budget authority for the Office of the Deputy Mayor for Planning and Economic Development in fiscal year 2010 shall be allocated on a one-time basis as follows:"},{"prefix":"1","text":" An amount of $370,613 for personal and administrative costs associated with the implementation of the Neighborhood Investment Fund, including salary, fringe benefits, and supplies;"},{"prefix":"2","text":" An amount of $1,425,000 to be transferred to the Department of Small and Local Business Development through an intra-District transfer and dispersed to the following programs as follows:"},{"prefix":"A","text":" Main Street Program; An amount of $150,000 to Shaw Main Street Program;"},{"prefix":"B","text":" Main Street Program; An amount of $75,000 to Historic Dupont Main Street Program;"},{"prefix":"C","text":" Main Street Group; An amount of $100,000 to Adams Morgan Main Street Group;"},{"prefix":"D","text":" Main Street Group;An amount of $150,000 to Vinegar Hill, N.W. Main Street Group;"},{"prefix":"E","text":" Main Street Program; An amount of $150,000 to Georgia Avenue Main Street Program;"},{"prefix":"F","text":" Main Street Program; An amount of $150,000 to Rhode Island Main Street Program;"},{"prefix":"G","text":" Main Street Program; An amount of $150,000 to North Capitol Main Street Program;"},{"prefix":"H","text":" Main Street Program; An amount of $150,000 to H Street, N.E. Main Street Program;"},{"prefix":"I","text":" Main Street Program; An amount of $50,000 to Barracks Row Main Street Program;"},{"prefix":"J","text":" An amount of $150,000 to Deanwood Main Street Program; and"},{"prefix":"K","text":" Main Street Program; An amount of $150,000 to Congress Heights Main Street Program;"},{"prefix":"3","text":" Each Main Streets program receiving $150,000 or more through the Neighborhood Investment Fund Implementation Plan Amendment Act of 2009 [D.C. Law 18-111, subtitle G of title II], as set forth in paragraph (2) of this subsection, shall use $50,000 of its $150,000 allocation for a Business Improvement District Litter Cleanup program pursuant to § 1-325.111;"},{"prefix":"4","text":" An amount of $3 million for the New Communities Human Capital Program;"},{"prefix":"5","text":" An amount of $1.1 million to be transferred annually, adjusted yearly for inflation, to the Career Technical Training Fund pursuant to subsection (i) of this section;"},{"prefix":"6","text":" An amount of $2.091 million for the DC USA parking garage; and"},{"prefix":"7","text":" An amount of $835,000 for each of the following Neighborhood Investment Fund Target Areas to be used for competitive grants for projects, programs, or initiatives, exclusively in each area and consistent with this subchapter:"},{"prefix":"A","text":" Columbia Heights;"},{"prefix":"B","text":" Brightwood;"},{"prefix":"C","text":" Washington Highlands;"},{"prefix":"D","text":" Deanwood/Deanwood Heights;"},{"prefix":"E","text":" Bloomingdale/Eckington;"},{"prefix":"F","text":" Logan Circle Neighborhood;"},{"prefix":"G","text":" H Street;"},{"prefix":"H","text":" Anacostia;"},{"prefix":"I","text":" Congress Heights;"},{"prefix":"J","text":" Shaw Neighborhood;"},{"prefix":"K","text":" Brookland/Edgewood; and"},{"prefix":"L","text":" Bellvue."},{"prefix":"k","text":" The Neighborhood Investment Fund dollars under the budget authority of the Office of the Deputy Mayor for Planning and Economic Development in fiscal year 2011 shall be allocated on a one-time basis as follows:"},{"prefix":"1","text":" An amount of $2,293,502 shall be available to support grants to not-for-profit organizations for projects and programs that fulfill the goals of this subchapter. Project and program types that may be funded under this paragraph include vocational training and job placement for youth and adults, senior- and youth-oriented programming, affordable housing, senior housing, small business technical assistance, and predevelopment and project financing for the construction and rehabilitation of affordable housing, mixed-use, and community-based facility projects."},{"prefix":"2","text":" An amount of $190,059 shall be available to support personnel and administrative costs associated with the implementation of this subchapter, including salary, fringe benefits, marketing, community outreach, and supplies."},{"prefix":"3","text":" An amount of $1.1 million shall be deposited in the Career Technical Training Fund and used to fund costs associated with the 24-hour vocational education programs at Phelps Architecture, Construction, and Engineering High School, the Academy for Construction and Design at Cardozo Senior High School, and the Hospitality Public Charter School at Roosevelt High School."},{"prefix":"4","text":" An amount of $2 million shall be available to provide grants and other funding in support of the New Communities Human Capital program, including intensive case management, workforce development focused on education, training, and employment for adults and youth, financial literacy, health services, and increased public safety."},{"prefix":"l","text":" This section shall apply upon the inclusion of its fiscal effect in an approved budget and financial plan."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Community Development. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Neighborhood Investment Program."},"heading":{"title":"6","chaptersection":"1071","identifier":"6-1071","catch_text":"Creation of Neighborhood Investment Fund."}}