{"text":"","historical":"Temporary Addition of Section\n\nFor temporary (225 day) addition, see § 2 of Comprehensive Housing Strategy Temporary Act of 2003 (D.C. Law 15-52, December 9, 2003, law notification 51 DCR 1787).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2 of Comprehensive Housing Strategy Emergency Act of 2003 (D.C. Act 15-143, July 29, 2003, 50 DCR 6888).\n\nFor temporary (90 day) addition, see § 2 of Comprehensive Housing Strategy Congressional Review Emergency Act of 2003 (D.C. Act 15-215, November 7, 2003, 50 DCR 10023).\n\nLegislative History of Laws\n\nLaw 15-73, the \"Comprehensive Housing Strategy Act of 2003\", was introduced in Council and assigned Bill No. 15-41, which was referred to the Committee on Economic Development.  The Bill was adopted on first and second readings on October 7, 2003, and November 4, 2003, respectively.   Signed by the Mayor on November 25, 2003, it was assigned Act No. 15-238 and transmitted to both Houses of Congress for its review.  D.C. Law 15-73 became effective on March 10, 2004.\n\nDC CODE § 6-1051\n\nCurrent through December 11, 2012","credits":"(March 10, 2004, D.C. Law 15-73, § 2, 50 DCR 10909.)","sections":[{"prefix":"a","text":" There is hereby established a Comprehensive Housing Strategy Task Force (\"Task Force\")."},{"prefix":"b","text":" The Task Force shall be comprised of not fewer than 23 members and not more than 30 members, including the following:"},{"prefix":"1","text":" At least one representative from banking or financial services institutions;"},{"prefix":"2","text":" At least 2 representatives from the for-profit housing production community;"},{"prefix":"3","text":" At least 2 representatives from the nonprofit housing production community, at least one of whom has experience developing special needs housing;"},{"prefix":"4","text":" At least one expert in housing policy from the academic or nonprofit community;"},{"prefix":"5","text":" At least one representative from the philanthropic community;"},{"prefix":"6","text":" At least one representative from an employer-assisted housing provider;"},{"prefix":"7","text":" At least 2 representatives from the multifamily property owner community;"},{"prefix":"8","text":" At least one representative from the residential real estate profession;"},{"prefix":"9","text":" At least one representative from an organization that advocates for the production, preservation, and rehabilitation of affordable housing for lower-income households;"},{"prefix":"10","text":" At least one representative of low-income tenants;"},{"prefix":"11","text":" At least 2 citizen representatives;"},{"prefix":"12","text":" At least one representative from an organization that provides supportive housing services including housing counseling, financial management, in-kind assistance, or legal representation; and"},{"prefix":"13","text":" No more than 6 representatives from government agencies, including independent housing agencies."},{"prefix":"c","text":" The members of the Task Force shall be appointed by the Mayor with the advice and consent of the Council. The Mayor shall transmit to the Council by September 30, 2003, proposed resolutions to approve the appointment of each member of the Task Force for a 45-day period of review, excluding days of Council recess. If the Council does not approve or disapprove a resolution within the 45-day period, the resolution shall be deemed approved."},{"prefix":"d","text":" The Mayor shall designate a chair or co-chairs from among the non-governmental members of the Task Force."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Community Development. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Comprehensive Housing Strategy Task Force."},"heading":{"title":"6","chaptersection":"1051","identifier":"6-1051","catch_text":"Establishment of Comprehensive Housing Strategy Task Force; composition."}}