{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-81 designated the existing text as subsec. (a); rewrote the lead-in text of subsec. (a), which had read as follows: \"There are established the following Neighborhood Investment Program Target Areas:\"; designated the existing texts of subsecs. (a)(10), (11), and (12) as (a)(10)(A), (11)(A), and (12)(A); and added subsecs. (a)(10)(B), (11)(B), and (12)(B) and (b).\n\nD.C. Law 17-305 rewrote subsec. (a)(6)(A), which had read as follows:\n\n\"(6)(A) Target Area #6 -- Brightwood and Upper Georgia Avenue. The Brightwood and Upper Georgia Avenue target area is defined as starting at the comer of Kennedy Street, N.W., and 16th Street, N.W., north along 16th Street, N.W., to Alaska Avenue, N.W., northeast along Alaska Avenue, N.W., to Fern Street, N.W., east along Fern Street, N.W., to Fern Place, N.W., east along Fern Place, N.W., to Blair Road, N.W., southeast along Blair Road, N.W., to 5th Street, N.W., south along 5th Street, N.W., to Kennedy Street, N.W., and west along Kennedy Street, N.W., to 16th Street, N.W.\"\n\nD.C. Law 18-246 rewrote subsec. (a)(8)(A), which formerly read:\n\n\"(8)(A) Target Area #8 -- Brookland and Edgewood. The Brookland and Edgewood target area is defined as starting at 4th Street, N.E., and Rhode Island Avenue, N.E., north along 4th Street, N.E., to Michigan Avenue, N.E., northeast along Michigan Avenue to South Dakota Avenue, N.E., southeast along South Dakota Avenue, N.E., to Rhode Island Avenue, N.E., and southwest along Rhode Island Avenue, N.E., to 4th Street, N.E.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of Neighborhood Investment Amendment Temporary Act of 2006 (D.C. Law 16-207, March 2, 2007, law notification 54 DCR 2505).\n\nFor temporary (225 day) amendment of section, see § 2 of Neighborhood Investment Clarification Temporary Amendment Act of 2007 (D.C. Law 17-78, January 23, 2008, law notification 55 DCR 1458).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(b) of Neighborhood Investment Emergency Amendment Act of 2006 (D.C. Act 16-468, July 31, 2006, 53 DCR 6761).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Neighborhood Investment Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16- 517, October 27, 2006, 53 DCR 9101).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Neighborhood Investment Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-8, January 16, 2007, 54 DCR 1468).\n\nFor temporary (90 day) amendment of section, see § 2 of Neighborhood Investment Emergency Amendment Act of 2007 (D.C. Act 17-158, October 18, 2007, 54 DCR 10926).\n\nFor temporary (90 day) amendment of section, see § 2 of Neighborhood Investment Clarification Emergency Amendment Act of 2007 (D.C. Act 17-176, November 2, 2007, 54 DCR 11221).\n\nFor temporary (90 day) amendment of section, see § 2 of Neighborhood Investment Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-270, January 29, 2008, 55 DCR 1504).\n\nFor temporary (90 day) amendment of section, see § 2 of Ward 4 Neighborhood Investment Fund Boundary Expansion Emergency Amendment Act of 2008 (D.C. Act 17-603, December 16, 2008, 56 DCR 15).\n\nFor temporary (90 day) amendment of section, see § 2 of Ward 4 Neighborhood Investment Fund Boundary Expansion Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-30, March 16, 2009, 56 DCR 2325).\n\nLegislative History of Laws\n\nFor Law 15-131, See notes following § 6-1071\n\nLaw 17-81, the \"Neighborhood Investment Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-181 which was referred to the Committee on Economic Development.  The Bill was adopted on first and second readings on October 2, 2007, and November 6, 2007, respectively.   Signed by the Mayor on November 26, 2007, it was assigned Act No. 17-192 and transmitted to both Houses of Congress for its review.  D.C. Law 17-81 became effective on January 29, 2008.\n\nLaw 17-305, the \"Ward 4 Neighborhood Investment Fund Boundary Expansion Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-779 which was referred to the Committee of Economic Development. The Bill was adopted on first and second readings on October 7, 2008, and December 2, 2008, respectively. Signed by the Mayor on December 16, 2008, it was assigned Act No. 17-605 and transmitted to both Houses of Congress for its review. D.C. Law 17-305 became effective on March 20, 2009.\n\nLaw 18-246 , the \"Ward 5 Neighborhood Investment Fund Boundary Expansion Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-800, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on June 29, 2010, and July 13, 2010, respectively. Signed by the Mayor on July 10, 2010, it was assigned Act No. 18-497 and transmitted to both Houses of Congress for its review. D.C. Law 18- 246 became effective on October 26, 2010.\n\nDC CODE § 6-1073\n\nCurrent through December 11, 2012","credits":"(Mar. 30, 2004, D.C. Law 15-131, § 4, 51 DCR 1797; Jan. 29, 2008, D.C. Law 17-81, § 2, 54 DCR 11885; Mar. 20, 2009, D.C. Law 17-305, § 2, 56 DCR 21; Oct. 26, 2010, D.C. Law 18-246, § 2, 57 DCR 7564.)","sections":[{"prefix":"a","text":" There are established the following Neighborhood Investment Program Target Areas within which revitalization activities shall be supported by funds appropriated from the Neighborhood Investment Fund:"},{"prefix":"1","text":"(A) Target Area #1 -- Shaw. The Shaw target area is defined as starting at the corner of 9th Street and Florida Avenue, N.W., east along Florida Avenue, N.W., to North Capitol Street, south along North Capitol Street to Massachusetts Avenue, west along Massachusetts Avenue, N.W., to 9th Street, N.W., and north along 9th Street, N.W., to Florida Avenue, N.W."},{"prefix":"B","text":" Among the goals of this target area are increasing foot and bicycle police patrols, the preservation of project based Section 8 multifamily affordable housing, increasing homeownership opportunities for neighborhood residents, and renovating and upgrading the Watha T. Daniel public library."},{"prefix":"2","text":"(A) Target Area #2 -- Logan Circle. The Logan Circle target area is defined as as starting at the corner of 9th Street, N.W., and Florida Avenue, N.W., south on 9th Street, N.W., to Massachusetts Avenue, N.W., west on Massachusetts Avenue, N.W., to 16th Street, N.W., north on 16th Street, N.W., to U Street, N.W., and east on U Street, N.W., to Florida Avenue, N.W."},{"prefix":"B","text":" Among the goals of this target area are preserving affordable housing, including project based Section 8 housing, housing code enforcement and receivership of slum properties, acquisition, preservation, and redevelopment of 15 to 20 multifamily buildings for low-income residents, development of special-needs housing paired with social service delivery systems, and better library and recreation facilities, especially for neighborhood youth."},{"prefix":"3","text":"(A) Target Area #3--Deanwood Heights. The Deanwood Heights target area is defined as starting at the corner of Hayes Street and 50th Street, N.E., east along Hayes Street, N.E., to 54th Place, N.E., south along 54th Place, N.E., to Nannie Helen Burroughs Avenue, N.E., east along Nannie Helen Burroughs Avenue, N.E., to Eastern Avenue, N.E., southeast along Eastern Avenue, N.E., to Southern Avenue, N.E., southwest along Southern Avenue, N.E., to East Capitol Street, west along East Capitol Street, to Division Avenue, N.E., north along Division Avenue, N.E., to Nannie Helen Burroughs Avenue, N.E., west along Nannie Helen Burroughs Avenue, N.E., to B&O(CSX) Railroad, northwest along B&O(CSX) Railroad to Eastern Avenue, N.E., southeast along Eastern Avenue, N.E., to Nannie Helen Burroughs Avenue, N.E., west along Nannie Helen Burroughs Avenue, N.E., to Division Avenue, N.E., north along Division Avenue, N.E., to Hayes Street, N.E., and west along Hayes Street, N.E., to the starting point. The Deanwood Heights Target area shall also include west along Marvin Gaye Park and north along 50th Street, N.E."},{"prefix":"B","text":" Among the goals of this target area are the acquisition and demolition of abandoned properties, the acquisition and demolition of slum multifamily properties, the building of affordable housing, including housing for senior citizens and assisted living housing, the building of a full service recreation center, the revitalization of neighborhood commercial areas on Eastern and Division Avenues, infrastructure improvements to curbs, sidewalks, and roadways throughout the target area, and the development of a full service restaurant in the neighborhood."},{"prefix":"4","text":"(A) Target Area #4 -- Washington Highlands. The Washington Highlands target area is defined as starting at the corner of Southern Avenue and South Capitol Street, S.E., north along South Capitol Street, north along Livingston Road, S.E., northeast along Valley Avenue, S.E., southeast along Wheeler Road, S.E., and southwest along Southern Avenue, S.E."},{"prefix":"B","text":" Among the goals of this target area are the acquisition and demolition of abandoned properties, the building of affordable housing, including housing for senior citizens and assisted living housing, the building of recreational and entertainment facilities such as a bowling alley and ice skating rink on South Capitol Street, the building of a full-service supermarket, and the revival of neighborhood commercial strips to include book stores, florists, and other retail uses."},{"prefix":"5","text":"(A) Target Area #5 -- Columbia Heights. The Columbia Heights target area is defined as starting at the corner of Spring Road and Sherman Avenue, N.W., northeast along Rock Creek Church Road, N.W., to Warder Street, N.W., south along Warder Street, N.W., to 4th Street, N.W., southwest along 4th Street, N.W., to Gresham Place, N.W., west along Gresham Place, N.W., to Sherman Avenue, N.W., south along Sherman Avenue to Florida Avenue, N.W., west along Florida Avenue to W Street, N.W., west along W Street, N.W., to 16th Street, N.W., west along Florida Avenue, N.W. to Champlain Street, N.W., north along Champlain Street, N.W., to Columbia Road, N.W., northeast along Columbia Road, N.W., to Mt. Pleasant Street, N.W., northwest along Mt. Pleasant Street, N.W., to Park Road, N.W., west along Park Road, N.W., to Mt. Pleasant Street, N.W., north on Mt. Pleasant Street, N.W., to Piney Branch Park, east through Piney Branch Park to Spring Road, N.W., and east along Spring Road, N.W., to Sherman Avenue, N.W."},{"prefix":"B","text":" Among the goals of this target area are housing code enforcement, and receivership of slum properties, the acquisition, preservation, and redevelopment of 15 to 20 multifamily properties in the area to preserve affordable housing, especially for immigrant families, rent stabilization measures, and the improvement of the Mt. Pleasant Street commercial corridor."},{"prefix":"6","text":"(A) Target Area #6 --Brightwood and Upper Georgia Avenue The Brightwood and Upper Georgia Avenue target area is defined as starting at the corner of Kennedy Street, N.W., and 16th Street, N.W., north along 16th Street, N.W., to Alaska Avenue, N.W., northeast along Alaska Avenue, N.W., to Fern Street, N.W., east along Fern Street, N.W., to Georgia Avenue, N.W., north along Georgia Avenue, N.W., to Fern Place, N.W., east along Fern Place, N.W., to Blair Road, N.W., southeast along Blair Road, N.W., to Cedar Street, N.W., east on Cedar Street, N.W., to Carroll Street, N.W., east on Carroll Street, N.W., to Eastern Avenue, N.W., southeast on Eastern Avenue, N.W., to Willow Street, N.W., south on Willow Street, N.W., to Aspen Street, N.W., west on Aspen Street, N.W., to Blair Road, N.W., southeast on Blair Road, N.W., to North Capitol Street, N.E., south along North Capitol Street, N.E., to Kennedy Street, N.W., and west along Kennedy Street, N.W., to 13th Street, N.W., south along 13th Street, N.W., to Arkansas Avenue, N.W., south along Arkansas Avenue, N.W., to 16th Street, N.W., north on 16th Street, N.W. , to Kennedy Street, N.W."},{"prefix":"B","text":" Among the goals of this target area are a comprehensive revitalization plan for Georgia Avenue, the development of a full service restaurants to serve the neighborhood, affordable housing for senior citizens and assisted living housing, the development of neighborhood oriented retail establishments such as coffee shops, ice cream parlors, books stores, and neighborhood recreation and entertainment centers such as a bowling alley and movie theater, and the enhancement of neighborhood parking."},{"prefix":"7","text":"(A) Target Area #7 -- Bloomingdale and Eckington. The Bloomingdale and Eckington target area is defined as starting at New York Avenue, N.W., northwest along Florida Avenue, to 4th Street, N.W., north along 4th Street, N.W., to 5th Street, N.W., east along Michigan Avenue, N.W., to Franklin Street, N.E., east along Franklin Street, N.E., to 4th Street, N.E., south on 4th Street, N.E., to the CSX rail yard, south along the rail yard to New York Avenue, NE., southwest along New York Avenue, N.E., to Florida Avenue."},{"prefix":"B","text":" Among the goals of this target area are to clean and seal abandoned buildings, to create affordable housing, build a new recreation center and playground, increase foot and bicycle patrols by the Metropolitan Police Department and to eliminate drug trafficking and street prostitution, eradicate rodents through better vector control; revitalize Bloomingdale and Eckington neighborhood commercial areas, and build affordable housing at the Soldier's Home and McMillan Reservoir sites."},{"prefix":"8","text":"(A) Target Area #8 -- Brookland and Edgewood. The Brookland and Edgewood target area is defined as starting at 4th Street, N.E., and Rhode Island Avenue, N.E., north along 4th Street, N.E., to Michigan Avenue, N.E., northeast along Michigan Avenue to South Dakota Avenue, N.E., southeast along South Dakota Avenue, N.E., to Rhode Island Avenue, N.E., southwest along Rhode Island Avenue, N.E., to the railroad tracks, south along the railroad tracks to W Street, N.E., southwest along W Street, N.E., to 5th Street, N.E., north along 5th Street, N.E., to Rhode Island Avenue, and southwest along Rhode Island Avenue, N.E., to 4th Street, N.E."},{"prefix":"B","text":" Among the goals of this target area are to revitalize the neighborhood commercial areas in Brookland, along 12th Street, N.E., and upper Rhode Island Avenue from 13th Street to South Dakota Avenue, N.E., eradicate prostitution in the Rhode Island Avenue corridor, build affordable housing in Ft. Lincoln, rebuild the Woodridge Library, and build a new youth recreation center."},{"prefix":"9","text":"(A) Target Area #9 -- Anacostia. The Anacostia target area is defined as starting at the Anascostia waterfront and Good Hope Road, S.E., southeast along Good Hope Road, S.E., to Naylor Road, S.E., southeast on Naylor Road, S.E., to Alabama Avenue, S.E., southwest on Alabama Avenue, S.E., to the Suitland Parkway, northwest along the Suitland Park to 18th Street, S.E., north on 18th Street, S.E., to Erie Street, S.E., west on Erie Street, S.E., to Morris Road, S.E., and northwest on Morris Road, S.E., to the Anacostia waterfront."},{"prefix":"B","text":" Among the goals of this target area are to clean and seal abandoned buildings, demolish blighted properties and replace them with affordable housing, build a recreation center for youth, revitalize the Good Hope Road neighborhood commercial district, build a new supermarket to serve the area, and renovate area schools and playgrounds."},{"prefix":"10","text":"(A) Target Area #10 -- H Street, N.E. The H Street, N.E., target area is defined as the area within 2 blocks north or south of H Street, N.E., Benning Road, N.E., and Maryland Avenue, N.E., between North Capitol Street and 17th Street, N.E."},{"prefix":"B","text":" Among the goals for this target area are improving connectivity and transit use, creating mixed-use housing opportunities, enhancing neighborhood retail, building on cultural assets, and creating a dynamic destination."},{"prefix":"11","text":"(A) Target Area #11 -- Congress Heights. The Congress Heights target area is defined as the area bounded by a line starting at Mississippi Avenue, S.E., and 13th Street, S.E., and running north along 13th Street, S.E., to Alabama Avenue, S.E., then west along Alabama Avenue, S.E., to the southwestern boundary of the St. Elizabeths campus, then northwest along the southwest boundary of the St. Elizabeths campus, then on a line parallel to Lebaum Street, S.E., to Interstate 295, then southwest along Interstate 295 to a line parallel to 4th Street, S.E., then along a line parallel to 4th Street, S.E. to 4th Street, S.E., then along 4th Street, S.E., to Mississippi Avenue, S.E., then along Mississippi Avenue, S.E., to the starting point."},{"prefix":"B","text":" Among the goals for this target area are economic development, increasing homeownership opportunities, and improving the condition of housing stock in the area."},{"prefix":"12","text":"(A) Target Area #12 -- Bellevue. The Bellevue target area is defined as the area bounded by Galveston Street, S.W., on the south, First Street, S.E., on the east, Halley Street, S.E., on the north, and Interstate 295 on the west."},{"prefix":"B","text":" Among the goals for this target area are improving public facilities, increasing homeownership opportunities, and enhancing neighborhood retail."},{"prefix":"b","text":" In determining the geographic extent of the target areas set forth in subsection (a) of this section, the Mayor shall include the properties on both sides of the streets that establish the outer boundaries of each target area."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Community Development. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Neighborhood Investment Program."},"heading":{"title":"6","chaptersection":"1073","identifier":"6-1073","catch_text":"Neighborhood Investment Program Target Areas."}}