{"text":"For the purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nLaw 16-275, the \"Inclusionary Zoning Implementation Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-779, which was referred to Committee on the Whole. The Bill was adopted on first and second readings on December 5, 2006, and December 19, 2006, respectively.   Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-632 and transmitted to both Houses of Congress for its review.  D.C. Law 16-275 became effective on March 14, 2007.\n\nDC CODE § 6-1041.01\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-275, § 101, 54 DCR 880.)","sections":[{"prefix":"1","text":" \"Housing Production Trust Fund\" means the fund established by Chapter 28 of Title 42."},{"prefix":"2","text":" \"Inclusionary Development\" means developments subject to the Inclusionary Zoning Program pursuant to 11 DCMR § 2602.1."},{"prefix":"3","text":" \"Inclusionary unit\" means a unit set aside for sale or rental to low- and moderate-income households as required by the Inclusionary Zoning Program."},{"prefix":"4","text":" \"Inclusionary Zoning Program\" means all of the provisions of Chapter 26 of Title 11 of the District of Columbia Municipal Regulations (11 DCMR 2600 et seq.), this subchapter, and the regulations promulgated under the authority of this subchapter."},{"prefix":"5","text":" \"Low-income household\" means a household of one or more individuals with a total annual income adjusted for household size equal to or less than 50% of the Metropolitan Statistical Area median as certified by the Mayor."},{"prefix":"6","text":" \"Moderate-income household\" means a household of one or more individuals with a total annual income adjusted for household size equal to between 51% and 80% of the Metropolitan Statistical Area median as certified by the Mayor."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Community Development. (Refs & Annos)"},"subchapter":{"identifier":"II-A","text":"Inclusionary Zoning Implementation."},"heading":{"title":"6","chaptersection":"1041","identifier":"6-1041.01","catch_text":"Definitions."}}