{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-906.\n\n1973 Ed., § 5-1006.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-39, see Historical and Statutory Notes following § 6-1001.\n\nDC CODE § 6-1006\n\nCurrent through December 11, 2012","credits":"(Dec. 16, 1975, D.C. Law 1-39, § 7, 22 DCR 3450.)","sections":[{"prefix":"a","text":" The Mayor is hereby authorized to establish a Rehabilitation Loan and Grant Fund and to make or contract to make publicly-financed low-interest loans and grants to owners of property for the rehabilitation and improvement of such property in accordance with a Community Development Program approved pursuant to § 6-1002."},{"prefix":"b","text":" The Mayor is further authorized to establish a Rehabilitations Loan Insurance Fund and to insure or contract to insure privately-financed loans to owners of property for the rehabilitation and improvement of such property in accordance with a Community Development Program approved pursuant to § 6- 1002."},{"prefix":"c","text":" Any and all publicly-financed rehabilitation loans and grants made by the Mayor, and any and all insurance commitments made by the Mayor in connection with privately-financed rehabilitation loans, and any and all money used or expended by the Mayor in connection with said loans or insurance commitments pursuant to the hereinabove described authority, and any and all acts performed by the Mayor in connection with any powers granted pursuant to this section, are hereby declared to be needed, contracted for, expended, or exercised for a public use."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Community Development. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"6","chaptersection":"1006","identifier":"6-1006","catch_text":"Rehabilitation of private property; loans and grants; insurance; determination of public use."}}