{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-190, see notes following ยง 6-1031.\n\nDelegation of Authority\n\nDelegation of Authority to the Director of the Department of Housing and Community Development pursuant to D.C. Law 14-90, see Mayor's Order 2003-171, December 1, 2003 (50 DCR 10617).\n\nDC CODE ยง 6-1034\n\nCurrent through December 11, 2012","credits":"(Oct. 1, 2002, D.C. Law 14-190, ยง 1144, 49 DCR 6968.)","sections":[{"prefix":"a","text":" The Mayor shall provide reasonable administrative and technical support, meeting space, and office supplies requested by the Commission to carry out its responsibilities under this subchapter."},{"prefix":"b","text":" The Commission may request from any department, agency, or instrumentality of the District government any information necessary to carry out its responsibilities under this subchapter. Every department, agency, and instrumentality shall cooperate with the Commission and provide, in a timely and complete manner, any information that the Commission requests pursuant to this subsection."},{"prefix":"c","text":" The Commission may enter into a contract with a government entity, private entity, or other organization or individual to conduct research or surveys, prepare reports, or perform other activities useful to the discharge of the responsibilities of the Commission under this subchapter."},{"prefix":"d","text":" The Commission may establish any advisory groups, committees, or subcommittees, consisting of members or nonmembers of this Commission, as it deems appropriate to carry out its responsibilities under this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Community Development. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Housing and Community Development Reform Advisory Commission."},"heading":{"title":"6","chaptersection":"1034","identifier":"6-1034","catch_text":"Authorities and resources of the Commission."}}