{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-278, see notes following ยง 6-1061.01.\n\nDC CODE ยง 6-1062.03\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-278, ยง 203, 54 DCR 895.)","sections":[{"prefix":"a","text":" The Revitalization and Development Plan presented by the Developer can be used as a model for developing large tracts of underutilized land to create workforce housing, needed community facilities and services, and jobs, and to increase the District's tax base."},{"prefix":"b","text":" The Market was originally located on the National Mall where the Federal Triangle Complex now exists and was relocated to its present site shortly after World War I upon passage of the Union Station Act of 1910 and adoption of the MacMillan Plan for the Mall."},{"prefix":"c","text":" While the Market has an active retail and wholesale business of local, national, and international food and meat products, the Market now is an underutilized resource of its neighborhood and the city."},{"prefix":"d","text":" The Market has deteriorated and has deteriorating structures, defective and inadequate street layout, excessive vacant land, vacant buildings, unsanitary and unsafe conditions, diversity of ownership, and is becoming an attractive place for criminal activity and homeless inhabitants."},{"prefix":"e","text":" The Market is located less than 350 yards from the new Metro entrance of New York/Florida Avenues Metro station."},{"prefix":"f","text":" The Market's present condition, uses, and zoning substantially impair the sound growth of an underutilized site near a metrorail station and prevent the development of new housing and much needed workforce housing."},{"prefix":"g","text":" The Market is an ideal site for transit-oriented development that will increase pedestrian-friendly residential density adjacent to transit facilities that is consistent with the District's goals of maximizing transit usage while reducing automobile dependency."},{"prefix":"h","text":" The New Town at the Capital City Market Project will accomplish neighborhood revitalization and historic preservation and provide workforce housing and jobs."},{"prefix":"i","text":" The Revitalization and Development Plan will create a substantial number of workforce housing units for renters and buyers that fall between 50% to 120% of the Area Median Income."},{"prefix":"j","text":" The Revitalization and Development Plan will create a planned community of housing, office, retail wholesale, local, national and international restaurants, entertainment, recreational and support facilities, and government facilities."},{"prefix":"k","text":" The Revitalization and Development Plan will help reduce traffic congestion, enhance the environment and improve the District's air quality by better planning for and deployment of vehicular traffic, green roof development, and other environmental initiatives."},{"prefix":"l","text":" The Revitalization and Development Plan will allow existing property owners or lessees to invest in the project, become fee simple owners in the new retail and warehouse facility, allow existing property owners to do a like-kind property exchange under section 1031 of the Internal Revenue Code of 1986, approved August 16, 1954 (68A Stat. 302; 26 U.S.C. ยง 1031), and participate in other revitalization and development options."},{"prefix":"m","text":" The Revitalization and Development Plan will allow the present retailers and wholesalers to continue their businesses in the new revitalized Capital City Market."},{"prefix":"n","text":" The Revitalization and Development Plan will be carried out in such a way that it will cause minimal interference to the existing operators of retail and wholesale establishments and allow them to continue to operate during construction."},{"prefix":"o","text":" The Revitalization and Development Plan will preserve the original Market buildings (Union Market) bounded by 4th and 5th Streets and Morse and Penn Streets unless it is found to be impractical to do so by the Developer and the Office of Planning."},{"prefix":"p","text":" The Developer has agreed to require construction contractors to enter into a project labor agreement for the project with a training component for District residents."},{"prefix":"q","text":" The construction of the project will take more than 5 years, which will allow District residents to be trained as apprentices for jobs created by the development and become full-fledged journeyman on the project."},{"prefix":"r","text":" The Revitalization and Development Plan provides for a workforce housing set-aside of a minimum of 20% and a goal of 40%, which will have a significant impact on increasing the District's workforce housing supply by approximately 320 or 640 units, respectively."},{"prefix":"s","text":" The Mayor is authorized to negotiate a land swap or sale with Gallaudet University and to use other means, such as property tax abatement, tax increment financing, and PILOT programs, to assist the Developer in achieving the 40% goal of workforce housing and other community needs."},{"prefix":"t","text":" The Revitalization and Development Plan calls for 40% of the workforce housing to be set aside for teachers, policemen, firemen, and other critical District of Columbia employees and the remaining 60% to be set-aside for District of Columbia residents who are first-time home purchasers and are at 50% to 120% of the Area Median Income."},{"prefix":"u","text":" The Revitalization and Development Plan will relocate the retail and wholesale operations of the existing Market into modern facilities in the northeast portion of the site which will allow for convenient ingress and egress access for large trailer trucks to and from New York Avenue and Florida Avenue while screening them from residential areas and pedestrian traffic."},{"prefix":"v","text":" The Revitalization and Development Plan provides that the new facilities for the existing retail and wholesale operations will be constructed as condominiums or cooperatives to allow the retailers and wholesalers to own their retail or wholesale facilities."},{"prefix":"w","text":" The Revitalization and Development Plan will provide enhanced services for the residents of New Town, the surrounding neighborhoods, and visitors, including, among other things, a state-of-the-art YMCA with a daycare center, teen center; programs for senior citizens, swimming pool, indoor basketball courts, and a fitness center; a state-of-the-art community health clinic and a state-of-the-art public library branch if the District determines they are needed; and an outdoor amphitheater (designed to convert to an ice skating rink in winter) to showcase local and national entertainers to District citizens and visitors."},{"prefix":"x","text":" The Revitalization and Development Plan provides that the YMCA, library, and community health clinic will all operate on a 20-year lease-to-purchase agreement with ownership transferring to the leaseholders for $1 at lease expiration."},{"prefix":"y","text":" The Revitalization and Development Plan will create an array of new retail and restaurant businesses and create hundreds of new permanent jobs as well as hundreds of construction jobs."},{"prefix":"z","text":" The Revitalization and Development Plan and its proposed concept is supported by the 3 Advisory Neighborhood Commissions in Ward 5 and the Brentwood Community Association, Inc."},{"prefix":"aa","text":" The Developer is committed to enter into a First-Source Employment Agreement and a Local, Small, and Disadvantaged Business Enterprise Memorandum of Understanding with the appropriate District government agencies."},{"prefix":"bb","text":" The Capital City Market footprint area is currently zoned C-1 for low-density, light-industry and commercial uses and must be re-zoned as C-3-C with an overlay to allow the height and density necessary to achieve the goals of the project and to allow residential and warehouse uses to co-exist as part of New Town at the Capital City Market."},{"prefix":"cc","text":" Certain alleys within the footprint of the Capital City Market will have to be closed."},{"prefix":"dd","text":" The Market is, or Revitalization and Development Plan will be, designated as a renewal area sufficient to be eligible for the most favorable HUD-guaranteed financing programs."},{"prefix":"ee","text":" On May 7, 2002, the Council unanimously passed the Request for Proposals for the Disposition of the Washington Beef Properties, 1240-1248 4th Street, N.E., Lots 5, 800, and 802 in Square 3587 Approval Resolution of 2002, effective May 7, 2002 (Res. 14-440; 49 DCR 5760)."},{"prefix":"ff","text":" On June 11, 2002, DHCD issued a request for proposals for the Washington Beef Properties located on the Capital City Market site."},{"prefix":"gg","text":" On July 8, 2003, the Council unanimously passed the Unsolicited Proposal Submitted by Sang Oh & Company for the Negotiated Purchase and Disposition of Surplus Property at 375 Morse Street, N.E., also known as the Ironworks Parcel, Emergency Approval Resolution of 2003, effective July 8, 2003 (Res. 15-214; 50 DCR 6941)."},{"prefix":"hh","text":" On February 26, 2004; pursuant to that certain Land Disposition Agreement between Sang Oh & Company, Inc., and DHCD, Sang Oh & Company, Inc., was granted the development rights to the Washington Beef Properties."},{"prefix":"ii","text":" Working with DHCD, ANC 5B, and the Ward 5 community, Sang Oh & Company, Inc., has completed architectural drawings for a proposed 11-story retail office and condominium building with a 20% percent affordable housing unit set-aside at 80% percent of the Area Median Income, and with community amenities for the Ward 5 community, that is, a 100-seat community meeting room, an office for ANC 5B, and space and signage for a Metropolitan Police Department substation."},{"prefix":"jj","text":" The proposed development is consistent with the purposes and goals of the Revitalization and Development Plan and with architectural designs for New Town at the Capital City Market concept."},{"prefix":"kk","text":" Sang Oh & Company, Inc., has completed demolition of the structures on the Washington Beef Properties site and has submitted its PUD application to the Zoning Commission."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Community Development. (Refs & Annos)"},"subchapter":{"identifier":"III-A","text":"Workforce Housing Production Program."},"part":{"identifier":"B","text":"New Town at Capital City Market Development."},"heading":{"title":"6","chaptersection":"1062","identifier":"6-1062.03","catch_text":"Findings."}}