{"text":"The Mayor is authorized to undertake all administrative activities to implement the Inclusionary Zoning Program. The activities which the Mayor shall undertake include:","historical":"Effect of Amendments\n\nD.C. Law 17-353 validated a previously made technical correction in the section heading.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of Inclusionary Zoning Implementation Temporary Amendment Act of 2008 (D.C. Law 17-161, May 13, 2008, law notification 55 DCR 5894).\n\nSection 2 of D.C. Law 17-311 added subsec. (c) to read as follows:\n\n\"(c)(1) No later than February 6, 2009, the Mayor, pursuant to Title I of the District of Columbia Administrative Procedure Act, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), shall issue and publish a Notice of Final Rulemaking containing all regulations necessary for implementation of this act, as required by this section, including the maximum rent and purchase price schedule required by section 103.\n\n\"(2) The final rulemaking required by this subsection shall contain an effective date that is no later than 60 days after the date of publication in the District of Columbia Register of the Notice of Final Rulemaking.\".\n\nSection 4(b) of D.C. Law 17-311 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(b) of Inclusionary Zoning Implementation Emergency Amendment Act of 2008 (D.C. Act 17-304, February 22, 2008, 55 DCR 2514).\n\nFor temporary (90 day) amendment of section, see § 2 of Inclusionary Zoning Regulations Emergency Amendment Act of 2008 (D.C. Act 17-571, November 6, 2008, 55 DCR 12116).\n\nFor temporary (90 day) amendment of section, see § 2 of Inclusionary Zoning Final Rulemaking Emergency Amendment Act of 2008 (D.C. Act 17-574, December 8, 2008, 55 DCR 12615).\n\nFor temporary (90 day) amendment of section, see § 2 of Inclusionary Zoning Final Rulemaking Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-12, February 23, 2009, 56 DCR 1918).\n\nLegislative History of Laws\n\nFor Law 16-275, see notes following § 6-1041.01.\n\nFor Law 17-353, see notes following § 6-201.\n\nDelegation of Authority\n\nDelegation of Authority--Inclusionary Zoning Implementation Act of 2006, see Mayor's Order 2008-59, April 2, 2008 (55 DCR 5510).\n\nDC CODE § 6-1041.07\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-275, § 107, 54 DCR 880; Mar. 25, 2009, D.C. Law 17-353, § 161(c), 56 DCR 1117.)","sections":[{"prefix":"1","text":" Promulgating regulations needed to implement the Inclusionary Zoning Program, including amendments to Title 12A of the District of Columbia Municipal Regulations;"},{"prefix":"2","text":" Establishing the circumstances when the Mayor, the District of Housing Authority, or a 3rd party, including a land trust or a qualified nonprofit organization, may purchase an inclusionary unit for the purpose of reselling it to low- or moderate-income households;"},{"prefix":"3","text":" Advertising the existence of the Inclusionary Zoning Program to the general public, including the process to apply for participation;"},{"prefix":"4","text":" Accepting applications from households seeking to rent or purchase inclusionary units;"},{"prefix":"5","text":" Establishing minimum income requirements;"},{"prefix":"6","text":" Evaluating the eligibility of households submitting applications pursuant to paragraph (4), based upon the eligibility criteria established in Chapter 26 of Title 11 of the District of Columbia Municipal Regulations (11 DCMR 2600 et seq.) and other relevant considerations;"},{"prefix":"7","text":" Establishing one or more lists of eligible households, such as one for rental and one for home ownership, and a selection process for determining the order in which such households shall be chosen to rent or purchase available inclusionary units, including the establishment of preference points for residents of the District of Columbia, eligible households in which at least one member works in the District of Columbia, and the length of time that households have been on the wait list;"},{"prefix":"8","text":" Establishing the process by which the owners of Inclusionary Developments or units shall notify the Mayor of the availability of inclusionary units;"},{"prefix":"9","text":" Determining the circumstances under which owners of Inclusionary Developments or units may sell or rent inclusionary units to low- or moderate-income households that have not been selected by the Mayor;"},{"prefix":"10","text":" Establishing minimum size and other standards for inclusionary units;"},{"prefix":"11","text":" Determining the circumstances under which an owner or renter of an inclusionary unit may temporarily lease the unit;"},{"prefix":"12","text":" Establishing the process by which renters of inclusionary units shall be required to periodically certify their continuing eligibility for occupancy and, if no longer eligible, the means by which their leaseholds shall be terminated and their units made available to eligible households; and"},{"prefix":"13","text":" Establishing a fee for the review of Certificates of Inclusionary Zoning Compliance submitted in accordance with § 6-1041.04; provided, that the fee shall not exceed the costs of reviewing the certificates and enforcing compliance with the program."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Community Development. (Refs & Annos)"},"subchapter":{"identifier":"II-A","text":"Inclusionary Zoning Implementation."},"heading":{"title":"6","chaptersection":"1041","identifier":"6-1041.07","catch_text":"Authority and responsibilities of the Mayor."}}