{"text":"","historical":"Temporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Housing and Community Development Reform Advisory Commission Extension Temporary Amendment Act of 2004 (D.C. Law 15-236, March 16, 2005, law notification 52 DCR 3562).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Housing and Community Development Reform Advisory Commission Extension Emergency Amendment Act of 2004 (D.C. Act 15-542, October 12, 2004, 51 DCR 9833).\n\nFor temporary (90 day) amendment of section, see § 2 of Housing and Community Development Reform Advisory Commission Extension Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-5, January 19, 2005, 52 DCR 2681).\n\nLegislative History of Laws\n\nFor Law 14-190, see notes following § 6-1031.\n\nDC CODE § 6-1033\n\nCurrent through December 11, 2012","credits":"(Oct. 1, 2002, D.C. Law 14-190, § 1143, 49 DCR 6968.)","sections":[{"prefix":"a","text":" The Commission shall review the operations and administration of the Department of Housing and Community Development (\"Department\") and recommend to the Council and the Mayor legislative, regulatory, and administrative changes to improve the operation and administration of the Department."},{"prefix":"b","text":" Before the first meeting of the Commission, the Director shall provide to the members of the Commission copies of all relevant studies, reports, correspondence, memoranda, and strategic plans maintained by the Department and completed within the previous 3 years which are related to matters within the purview of the Commission. The documents provided shall include notifications, correspondence, and reports from or to the Department of Housing and Urban Development, reports of the Inspector General, Department spending plans; Department strategic plans, Department policies and manuals, and correspondence with the Council, Council committees, and members of the Council. The Commission may request additional documents pursuant to § 6-1034(b)."},{"prefix":"c","text":" The Commission shall provide an assessment or recommendations on the following issues:"},{"prefix":"1","text":" Whether reforms announced by the Department since October 1, 2001, are being undertaken;"},{"prefix":"2","text":" The effectiveness and results of reforms initiated by the Department since October 1, 2001;"},{"prefix":"3","text":" Necessary or useful reforms that are not occurring or are occurring too slowly;"},{"prefix":"4","text":" Legislative, administrative, or operational impediments to the implementation of reforms which are being, or should be, undertaken by the Department;"},{"prefix":"5","text":" Procedures to ensure that the Department expends federal grants funds in a timely and efficient manner and in conformity with federal regulations;"},{"prefix":"6","text":" Procedures to ensure that each grant of funds from the Department is tied to specific, measurable, and verifiable performance goals;"},{"prefix":"7","text":" Procedures to improve the Department's monitoring of the use of its funds in order to ensure that:"},{"prefix":"A","text":" The funds are used only for the intended purposes;"},{"prefix":"B","text":" The funds are used efficiently; and"},{"prefix":"C","text":" The use of the funds brings about the intended results, as set forth in the performance goals;"},{"prefix":"8","text":" Procedures to ensure grantee compliance with performance goals; and"},{"prefix":"9","text":" The impact of personnel procedures on the operations of the Department."},{"prefix":"d","text":" In making recommendations under subsections (a) and (c) of this section, the Commission shall review best practices in other jurisdictions."},{"prefix":"e","text":" The Commission shall not supersede the Consolidated Plan review and development process or the provisions of subchapter I of this chapter."},{"prefix":"f","text":" Within 150 days after the first meeting of the Commission, the Commission shall issue a final report setting forth its recommendations pursuant to this section. The Commission may issue interim reports at the discretion of the Commission. The Commission shall transmit a copy of each report to the Mayor, the Chairman of the Council, and the chairperson of the Council Committee on Economic Development, and the Director."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Community Development. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Housing and Community Development Reform Advisory Commission."},"heading":{"title":"6","chaptersection":"1033","identifier":"6-1033","catch_text":"Responsibilities of the Commission; report."}}