{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-1003.\n\n1973 Ed., § 5-823.\n\nEffect of Amendments\n\nD.C. Law 13-172 repealed par. (c)(5), which had read:\n\n\"Consider applications to designate historic landmarks under the contested case procedures contained in § 1-1509.\"\n\nD.C. Law 16-185, in subsec. (a), substituted \"comprised of nine members who\" for \"whose members\" and deleted the last sentence which had read: \"Any body which functions as the District of Columbia State Review Board pursuant to the Act of October 15, 1966 (16 U.S.C. § 470 et seq.) as of the effective date of this subchapter, shall function as the Review Board pursuant to this section until a Review Board is established and its members nominated by the Mayor and confirmed by the Council of the District of Columbia pursuant to this section.\";  in subsec, (b), inserted \"The term of office of each member of the Review Board shall be 3 years, staggered so that one third of the appointments expire each year.   Any member appointed to fill a vacancy occurring prior to the expiration of the term for which his or her predecessor was appointed shall be appointed for the remainder of such term.  Upon expiration of his or her term of office, a member shall continue to serve until his or her successor is appointed.\";  in subsec. (d)(1), substituted \"during the 12-month period after the denial\" for \"within 12 months of the denial\";  and, in subsec.  (d)(2), substituted \"the Review Board shall not accept a new application for the same property during the 12-month period following the withdrawal\" for \"no more than 1 new application may be filed 12 months from the date that the application is withdrawn\".\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of section, see § 403(a) of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 403(a) of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13- 438, October 20, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-144, see Historical and Statutory Notes following § 6-1101.\n\nLaw 12-86, the \"Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-458, which was referred to the Committee on Public Works and the Environment and the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 19, 1997, and January 6, 1998, respectively. Signed by the Mayor on January 21, 1998, it was assigned Act No. 12-256 and transmitted to both Houses of Congress for its review. D.C. Law 12-86 became effective on April 29, 1998.\n\nLaw 13-172, the \"Fiscal Year 2001 Budget Support Act of 2000,\" was introduced in Council and assigned Bill No. 13-679, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 18, 2000, and June 6, 2000, respectively. Signed by the Mayor on June 26, 2000, it was assigned Act No. 13-375 and transmitted to both Houses of Congress for its review. D.C. Law 13-172 became effective on October 19, 2000.\n\nFor Law 16-185, see notes following § 6-1101.\n\nEditor's Notes\n\nBecause of the codification of D.C. Law 5-69 as subchapter II of this chapter, and the designation of the preexisting text of Chapter 11 as subchapter I, \"subchapter\" has been substituted for \"chapter,\" where applicable, in this section.\n\nMiscellaneous Notes\n\nHistoric Preservation Review Board established: See Mayor's Orders 83-119, May 6, 1983, and 88-213, September 23, 1988, for the functions, composition, terms, and compensation for members of the Board.\n\nAmendment of Mayor's Order 83-119, dated May 6, 1983, Establishment of Historic Preservation Review Board: See Mayor's Order 98-12, February 12, 1998 (45 DCR 1089).\n\nSection 20(c) of D.C. Law 13-313, amends D.C. Law 13-172 by adding a new section 403a which provides:\n\nSec. 403a. Applicability\n\n\"Section 403(a) and (b)(1)(A) and (B) shall apply only prospectively to hearings held by the Mayor or the Historic Preservation Board after the effective date of this title.\"\n\nDC CODE § 6-1103\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-144, § 4, 25 DCR 6939; Apr. 29, 1998, D.C. Law 12-86, § 503(b), 45 DCR 1172; Oct. 19, 2000, D.C. Law 13-172, § 403(a), 47 DCR 6308; Nov. 16, 2006, D.C. Law 16-185, § 2(c), 53 DCR 6712.)","sections":[{"prefix":"a","text":" The Mayor is authorized to establish an Historic Preservation Review Board comprised of nine members who shall be confirmed by the Council of the District of Columbia. The Review Board shall be constituted and its members qualified so as to meet the requirements of a State Review Board under regulations issued by the Secretary of the Interior pursuant to the Act of October 15, 1966 (16 U.S.C. § 470 et seq.)."},{"prefix":"b","text":" Subject to the requirements of subsection (a) of this section, all appointments to the Historic Preservation Review Board shall be made with a view toward having its membership represent to the greatest practicable extent the composition of the adult population of the District of Columbia with regard to race, sex, geographic distribution and other demographic characteristics. The term of office of each member of the Review Board shall be 3 years, staggered so that one third of the appointments expire each year.   Any member appointed to fill a vacancy occurring prior to the expiration of the term for which his or her predecessor was appointed shall be appointed for the remainder of such term.  Upon expiration of his or her term of office, a member shall continue to serve until his or her successor is appointed."},{"prefix":"c","text":" The Review Board shall:"},{"prefix":"1","text":" Advise the Mayor on the compatibility with the purposes of this subchapter (as set forth in § 6-1101) of the applications referred to it by the Mayor pursuant to §§ 6-1104 through 6-1108;"},{"prefix":"2","text":" Perform the functions and duties of a State Review Board as set forth in regulations issued pursuant to the Act of October 15, 1966 (16 U.S.C. § 470 et seq.);"},{"prefix":"3","text":" Designate and maintain a current inventory of historic landmarks and historic districts in the District of Columbia and, in connection therewith, adopt and publish appropriate procedures; and"},{"prefix":"4","text":" Perform such other functions and duties relating to the protection, preservation, enhancement, and perpetuation of the historic, architectural, cultural and aesthetic heritage of the District of Columbia as the Mayor may from time to time assign."},{"prefix":"5","text":" Repealed."},{"prefix":"d","text":"(1) If, after a hearing, the Review Board has determined to deny an application to designate a building, structure, object or feature, and its site, as a historic landmark, or has determined to deny an application to designate a historic district, the Review Board shall not accept a subsequent application for that designation during the 12-month period after the denial."},{"prefix":"2","text":" If an application for designation of a historic landmark or historic district is withdrawn, the Review Board shall not accept a new application for the same property during the 12-month period following the withdrawal."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Historic Landmark and Historic District Protection."},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"6","chaptersection":"1103","identifier":"6-1103","catch_text":"Historic Preservation Review Board."}}