{"text":"For the purposes of this subchapter the term:","historical":"Prior Codifications\n\n1981 Ed., § 5-1002.\n\n1973 Ed., § 5-822.\n\nEffect of Amendments\n\nD.C. Law 13-281 added subsec. (3A).\n\nD.C. Law 13-313 validated a previously made technical amendment.\n\nD.C. Law 15-228 added par. (10A).\n\nD.C. Law 16-185 rewrote par. (1); in par. (3A), inserted \"substantial\" preceding \"deterioration\"; added pars. (4A) and (6A); in par. (6)(B), deleted \"pursuant to the procedures contained in § 6-1103(c)(5)\" following \"landmark\"; and, in par. (12), inserted \"or \"SHPO\". Prior to amendment, par. (1) read as follows:\n\n\"(1) 'Alter' or 'alteration' means a change in the exterior appearance of a building or structure or its site, not covered by the definition of demolition, for which a permit is required; except, that \"alter\" or \"alteration\" also means a change in any interior space which has been specifically designated as an historic landmark.\"\n\nD.C. Law 16-189 added par. (1A).\n\nD.C. Law 17-353 made technical corrections in the designation of paragraphs and subparagraphs.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Historic Preservation Process for Public Safety Facilities Emergency Amendment Act of 2004 (D.C. Act 15-502, August 2, 2004, 51 DCR 8817).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Historic Preservation Process for Public Safety Facilities Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-595, November 30, 2004, 51 DCR 11215).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Historic Preservation Process for Public Safety Facilities Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-24, February 17, 2005, 52 DCR 2978).\n\nFor temporary (90 day) amendment of section, see §§ 2(a), 4 of Targeted Historic Preservation Assistance Emergency Amendment Act of 2006 (D.C. Act 16- 472, July 31, 2006, 53 DCR 6781).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Targeted Historic Preservation Assistance Congressional Review Emergency Act of 2006 (D.C. Act 16-500, October 23, 2006, 53 DCR 9046).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-144, see Historical and Statutory Notes following § 6-1101.\n\nLaw 8-232, the \"Historic Landmark and Historic District Protection Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-274, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 4, 1990, and December 18, 1990, respectively. Signed by the Mayor on December 27, 1990, it was assigned Act No. 8-315 and transmitted to both Houses of Congress for its review.\n\nLaw 12-86, the \"Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-458, which was referred to the Committee on Public Works and the Environment and the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 19, 1997, and January 6, 1998, respectively. Signed by the Mayor on January 21, 1998, it was assigned Act No. 12-256 and transmitted to both Houses of Congress for its review. D.C. Law 12-86 became effective on April 29, 1998.\n\nFor D.C. Law 13-281, see notes following § 6-801.\n\nLaw 13-313, the \"Technical Amendments Act of 2000\", was introduced in Council and assigned Bill No. 13-879, which was referred to the Committee of the Whole.  The Bill was adopted on first and second readings on December 5, 2000, and December 19, 2000, respectively.   Signed by the Mayor on January 19, 2001, it was assigned Act No. 13-574 and transmitted to Both Houses of Congress for its review.   D.C. Law 13-313 became effective on June 19, 2001.\n\nLaw 15-228, the \"Historic Preservation Process for Public Safety Facilities Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-784, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on July 13, 2004, and October 5, 2004, respectively. Signed by the Mayor on October 26, 2004, it was assigned Act No. 15-568 and transmitted to both Houses of Congress for its review. D.C. Law 15-228 became effective on March 16, 2005.\n\nFor Law 16-185, see notes following § 6-1101.\n\nLaw 16-189, the \"Targeted Historic Preservation Assistance Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-300, which was referred to the Committee of the Whole.  The Bill was adopted on first and second readings on May 2, 2006, and June 6, 2006, respectively.   Signed by the Mayor on July 31, 2006, it was assigned Act No. 16-473 and transmitted to both Houses of Congress for its review.  D.C. Law 16-189 became effective on March 2, 2007.\n\nFor Law 17-353, see notes following § 6-201.\n\nEditor's Notes\n\nBecause of the codification of D.C. Law 5-69 as subchapter II of this chapter, and the designation of the preexisting text of Chapter 11 as subchapter I, \"subchapter\" has been substituted for \"chapter,\" where applicable, in this section.\n\nMiscellaneous Notes\n\nApplicability: Section 4 of D.C. Law 16-189 provides: \"The implementation of the provisions of this act is subject to appropriations and nothing in this act shall be construed to create an entitlement.\"\n\nDC CODE § 6-1102\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-144, § 3, 25 DCR 6939; Mar. 8, 1991, D.C. Law 8-232, § 2, 38 DCR 259; Apr. 29, 1998, D.C. Law 12-86, § 503(a), 45 DCR 1172; Apr. 27, 2001, D.C. Law 13-281, § 104(a), 48 DCR 1888; June 19, 2001, D.C. Law 13-313, § 9, 48 DCR 1873; Mar. 16, 2005, D.C. Law 15-228, § 2(a), 51 DCR 10562; Nov. 16, 2006, D.C. Law 16-185, § 2(b), 53 DCR 6712; Mar. 2, 2007, D.C. Law 16-189, § 2(a), 53 DCR 6786; Mar. 25, 2009, D.C. Law 17-353, § 126, 56 DCR 1117.)","sections":[{"prefix":"1","text":" \"Alter\" or \"alteration\" means:"},{"prefix":"A","text":" A change in the exterior appearance of a building or structure or its site, not covered by the definition of demolition, for which a permit is required;"},{"prefix":"B","text":" A change in any interior space that has been specifically designated as an historic landmark;"},{"prefix":"C","text":" The painting of unpainted masonry on a historic landmark or on a facade restored as a condition of a permit approved pursuant to this subchapter; or"},{"prefix":"D","text":" Excavation or action disturbing the ground at an archaeological site listed in the District of Columbia Inventory of Historic Sites or an archaeological site identified as a contributing feature in the designation of a historic landmark or historic district."},{"prefix":"1A","text":"(A) \"Area median income\" means:"},{"prefix":"i","text":" For a household of 4 persons, the area median income for a household of 4 persons in the Washington Metropolitan Statistical Area as set forth in the periodic calculation provided by the United States Department of Housing and Urban Development;"},{"prefix":"ii","text":" For a household of 3 persons, 90% of the area median income for a household of 4 persons;"},{"prefix":"iii","text":" For a household of 2 persons, 80% of the area median income for a household of 4 persons;"},{"prefix":"iv","text":" For a household of one person, 70% of the area median income for a household of 4 persons; and"},{"prefix":"v","text":" For a household of more than 4 persons, the area median income for a household of 4 persons, increased by 10% of the area median income for a family of 4 persons for each household member exceeding 4 persons;"},{"prefix":"B","text":" Any percentage referenced in subparagraph (A) of this paragraph shall be determined through a direct mathematical calculation not taking into account any adjustments made by the U.S. Department of Housing and Urban Development for the purposes of the programs it administers."},{"prefix":"2","text":" \"Commission of Fine Arts\" means the United States Commission of Fine Arts established pursuant to the Act of May 17, 1910 (40 U.S.C. § 104)."},{"prefix":"3","text":" \"Demolish\" or \"demolition\" means the razing or destruction, entirely or in significant part, of a building or structure and includes the removal or destruction of any facade of a building or structure."},{"prefix":"3A","text":" \"Demolition by neglect\" means neglect in maintaining, repairing, or securing an historic landmark or a building or structure in an historic district that results in substantial deterioration of an exterior feature of the building or structure or the loss of the structural integrity of the building or structure."},{"prefix":"4","text":" \"Design\" means exterior architectural features including height, appearance, texture, color, and nature of materials."},{"prefix":"4A","text":" \"District of Columbia undertaking\" means a project of the District of Columbia government that involves or contemplates demolition, alteration, subdivision, or new construction affecting a property owned by or under the jurisdiction of a District of Columbia agency, including an independent agency."},{"prefix":"5","text":" \"Historic district\" means an historic district:"},{"prefix":"A","text":" Listed in the National Register of Historic Places as of the effective date of this subchapter;"},{"prefix":"B","text":" Nominated to the National Register by the State Historic Preservation Officer for the District of Columbia; or"},{"prefix":"C","text":" Which the State Historic Preservation Officer for the District of Columbia has issued a written determination to nominate to the National Register after a public hearing before the Historic Preservation Review Board."},{"prefix":"6","text":" \"Historic landmark\" means a building, structure, object, or feature, and its site, or a site:"},{"prefix":"A","text":" Listed in the National Register of Historic Places as of the effective date of this subchapter; or"},{"prefix":"B","text":" Listed in the District of Columbia's inventory of historic sites, or for which application for such listing is pending with the Historic Preservation Review Board, provided that, the Review Board shall schedule a hearing on the application within 90 days of one having been filed, and will determine within 90 days of receipt of an application pursuant to §§ 6-1104 to 6-1108 whether to list such property as a historic landmark."},{"prefix":"6A","text":" \"Historic Preservation Office\" or \"HPO\" means the administrative office that serves as the staff to the Historic Preservation Review Board, State Historic Preservation Officer, and Mayor in performing functions pursuant to this subchapter."},{"prefix":"7","text":" \"Historic Preservation Review Board\" or \"Review Board\" means the Board designated pursuant to § 6-1103 and pursuant to regulations promulgated by the United States Secretary of the Interior under the Historic Preservation Act of 1966 (16 U.S.C. § 470 et seq.)."},{"prefix":"8","text":" \"Mayor\" means the Mayor of the District of Columbia, or his designated agent."},{"prefix":"9","text":" \"National Register of Historic Places\" or \"National Register\" means that national record of districts, sites, buildings, structures, and objects significant in American history, architecture, archaeology, and culture established pursuant to the Historic Preservation Act of 1966 (16 U.S.C. § 470a)."},{"prefix":"10","text":" \"Necessary in the public interest\" means consistent with the purposes of this subchapter as set forth in § 6-1101(b) or necessary to allow the construction of a project of special merit."},{"prefix":"10A","text":" \"Public safety facility\" means a fire station, police station, or any other building or structure owned by the District of Columbia used for public safety operations, but excludes facilities used primarily for administrative functions."},{"prefix":"11","text":" \"Special merit\" means a plan or building having significant benefits to the District of Columbia or to the community by virtue of exemplary architecture, specific features of land planning, or social or other benefits having a high priority for community services."},{"prefix":"12","text":" \"State Historic Preservation Officer\" or \"SHPO\" means the person designated by the Mayor to administer the National Register Program within the District of Columbia established pursuant to the Historic Preservation Act of 1966 (16 U.S.C. § 470 et seq.)."},{"prefix":"13","text":" \"Subdivide\" or \"subdivision\" means the division or assembly of land into 1 or more lots of record, including the division of any lot of record into 2 or more theoretical building sites as provided by the Zoning Regulations of the District of Columbia (11 DCMR 2516 et seq.)."},{"prefix":"14","text":" \"Unreasonable economic hardship\" means that failure to issue a permit would amount to a taking of the owner's property without just compensation or, in the case of a low-income owner(s) as determined by the Mayor, failure to issue a permit would place an onerous and excessive financial burden upon such owner(s)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Historic Landmark and Historic District Protection."},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"6","chaptersection":"1102","identifier":"6-1102","catch_text":"Definitions."}}