{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-185, see notes following § 6-1101.\n\nDC CODE § 6-1109.02\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-144, § 10b, as added Nov. 16, 2006, D.C. Law 16-185, § 2(n), 53 DCR 6712.)","sections":[{"prefix":"a","text":" The owner of an historic landmark or a contributing building or structure within an historic district shall comply with all laws and regulations governing the maintenance of real property. The buildings or structures shall be preserved against decay and deterioration and shall be made and kept free from structural defects through prompt correction of defects, such as:"},{"prefix":"1","text":" Facade or facade elements that may fall and injure persons or property;"},{"prefix":"2","text":" Deteriorated or inadequate foundation, defective or deteriorated flooring or floor supports, deteriorated walls, or other vertical structural supports;"},{"prefix":"3","text":" Members of ceilings, roofs, ceiling and roof supports, or other horizontal members that sag, split, or buckle due to defective material or deterioration;"},{"prefix":"4","text":" Deteriorated or ineffective waterproofing of exterior walls, roofs, foundations, or floors, including broken windows or doors;"},{"prefix":"5","text":" Defective or insufficient weather protection for exterior wall covering, including lack of paint or weathering due to lack of paint or other protective covering; or"},{"prefix":"6","text":" A fault or defect in the building or structure that renders it structurally unsafe or not properly watertight."},{"prefix":"b","text":" An owner who fails to maintain a building or structure in compliance with this section shall be subject to the remedial requirements of § 6-1109.03 and the penalties under § 6-1110."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Historic Landmark and Historic District Protection."},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"6","chaptersection":"1109","identifier":"6-1109.02","catch_text":"Maintenance of property."}}