{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 2(b) of Historic Preservation Process for Public Safety Facilities Emergency Amendment Act of 2004 (D.C. Act 15-502, August 2, 2004, 51 DCR 8817).\n\nFor temporary (90 day) addition, see § 2(b) of Historic Preservation Process for Public Safety Facilities Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-595, November 30, 2004, 51 DCR 11215).\n\nFor temporary (90 day) addition, see § 2(b) of Historic Preservation Process for Public Safety Facilities Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-24, February 17, 2005, 52 DCR 2978).\n\nLegislative History of Laws\n\nFor Law 15-228, see notes following § 6-1102.\n\nDelegation of Authority\n\nDelegation of Authority pursuant to the Targeted Historic Preservation Assistance Amendment Act of 2006, see Mayor's Order 2008-80, June 5, 2008 (55 DCR 6940).\n\nDC CODE § 6-1108.01\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-144, § 9a, as added Mar. 16, 2005, D.C. Law 15- 228, § 2(b), 51 DCR 10562.)","sections":[{"prefix":"a","text":" For any public safety facility that is a historic landmark, potential historic landmark as determined by the State Historic Preservation Officer, or building or structure within a historic district, the Mayor shall conduct conceptual review of a proposed rehabilitation or new construction in accordance with this section and shall publish notice of the application for conceptual review in the District of Columbia Register."},{"prefix":"b","text":" Before proceeding beyond conceptual plans for a proposed rehabilitation or new construction, and before making the referral required in § 6-1104(b), § 6-1105(b), § 6-1106(b), or § 6-1107(b), the Mayor shall refer an application for conceptual review of a proposed rehabilitation or new construction plan to the State Historic Preservation Officer and the Historic Preservation Review Board, and may refer the application to the Commission of Fine Arts for a recommendation."},{"prefix":"c","text":" The State Historic Preservation Officer shall advise the Mayor on how to accommodate the rehabilitation or new construction plan with any historic preservation interests consistent with operational needs of the public safety facility."},{"prefix":"d","text":"(1) The Historic Preservation Review Board shall:"},{"prefix":"A","text":" Advise the Mayor on the compatibility of the rehabilitation or new construction plan with the purposes set forth in § 6-1101(b); and"},{"prefix":"B","text":" Determine whether to list the property as a historic landmark pursuant to 6-1103(c)."},{"prefix":"2","text":" If the Historic Preservation Review Board recommends against granting the application, it shall promptly notify the Mayor in writing of its recommendation and the reasons for it."},{"prefix":"e","text":" Within 120 days after the Mayor refers the application for conceptual review to the Historic Preservation Review Board pursuant to subsection (b) of this section, the Mayor shall make the finding required by subsection (f) of this section. If the Mayor makes no finding within 120 days, the project shall be deemed to be one of special merit as that term is defined in § 6- 1102(11), and the affected public safety agency may proceed with the design and permit process, unless the affected public safety agency and the State Historic Preservation Officer agree in writing to an extension of time for the Mayor to make the finding required by subsection (f) of this section."},{"prefix":"f","text":" No permit shall be issued unless the Mayor finds that the issuance of a permit is necessary in the public interest. Upon making such a finding, the Mayor shall issue an order defining the nature of the approved conceptual design and specifying any further consultation the Mayor considers appropriate prior to the submission of the application required in § 6-1104(b) , §6- 1105(b), § 6-1106(b), or § 6-1107(b)."},{"prefix":"g","text":" In a case in which a claim of special merit is made, the Mayor shall hold a public hearing on the conceptual review application. In considering a claim of special merit, substantial rehabilitation or new construction for operational needs of a public safety facility shall constitute a public interest having a significantly higher priority than that of historic preservation. The Mayor may consider increased costs of historic preservation that constitute an excessive financial burden on the operational needs of the facility in deciding whether to issue a permit."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Historic Landmark and Historic District Protection."},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"6","chaptersection":"1108","identifier":"6-1108.01","catch_text":"Conceptual review of public safety facilities."}}