{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-353 validated a previously made technical correction in the section designation.\n\nD.C. Law 18-111, in subsec. (k)(2), substituted \"fiscal year\" for \"fiscal year, beginning from fiscal year 2006 through fiscal year 2010\"; and, in subsec. (k)(2), deleted \"applicable\" following \"each\".\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 17-277, in subsec. (e), added par. (3) to read as follows:\n\n\"(3) A grant made to a taxpayer pursuant to this section shall be excluded in the computation of District gross income.\".\n\nSection 5(b) of D.C. Law 17-277 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2(c) of Targeted Historic Preservation Assistance Emergency Amendment Act of 2006 (D.C. Act 16-472, July 31, 2006, 53 DCR 6781).\n\nFor temporary (90 day) addition, see § 2(c) of Targeted Historic Preservation Assistance Congressional Review Emergency Act of 2006 (D.C. Act 16-500, October 23, 2006, 53 DCR 9046).\n\nFor temporary (90 day) amendment, see § 2 of Targeted Historic Housing Preservation Assistance Emergency Amendment Act of 2008 (D.C. Act 17-470, July 28, 2008, 55 DCR 8761).\n\nFor temporary (90 day) amendment of section, see § 2 of Targeted Historic Housing Preservation Assistance Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-546, October 20, 2008, 55 DCR 11434).\n\nFor temporary (90 day) amendment of section, see § 2121 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2121 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor Law 16-189, see notes following § 6-1102.\n\nFor Law 17-353, see notes following § 6-201.\n\nFor Law 18-111, see notes following § 6-226.\n\nMiscellaneous Notes\n\nApplicability: Section 7071 of D.C. Law 17-219 repealed section 4 of D.C. Law 16-189.\n\nShort title: Section 2120 of D.C. Law 18-111 provided that subtitle M of title II of the act may be cited as the \"Targeted Homeowner Grant Program Funding Amendment Act of 2009\".\n\nDC CODE § 6-1110.02\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-144, § 11b, as added Mar. 2, 2007, D.C. Law 16- 189, § 2(c), 53 DCR 6786; Mar. 25, 2009, D.C. Law 17-353, § 128(b), 56 DCR 1117; Mar. 3, 2010, D.C. Law 18-111, § 2121, 57 DCR 181.)","sections":[{"prefix":"a","text":" The Mayor may use authorized funds to establish a targeted homeowner grant program to assist homeowners with the rehabilitation of their historic property."},{"prefix":"b","text":" A grant under this program may be used to rehabilitate a structure that contributes to the character of one of the following historic districts:"},{"prefix":"1","text":" Anacostia Historic District;"},{"prefix":"2","text":" Blagden Alley/Naylor Court Historic District;"},{"prefix":"3","text":" Capitol Hill Historic District;"},{"prefix":"4","text":" Greater Fourteenth Street Historic District;"},{"prefix":"5","text":" Greater U Street Historic District;"},{"prefix":"6","text":" LeDroit Park Historic District;"},{"prefix":"7","text":" Mount Pleasant Historic District;"},{"prefix":"8","text":" Mount Vernon Square Historic District;"},{"prefix":"9","text":" Mount Vernon Triangle Historic District;"},{"prefix":"10","text":" Shaw Historic District;"},{"prefix":"11","text":" Strivers' Section Historic District; or"},{"prefix":"12","text":" Takoma Park Historic District."},{"prefix":"c","text":" A grant shall be limited to structural repairs or work on the exterior of a qualified structure;"},{"prefix":"d","text":" A grant shall not exceed $25,000; except, that a grant may be a maximum of $35,000 if the structure is located in the Anacostia Historic District."},{"prefix":"e","text":"(1) A grant may be made to a taxpayer, as defined in § 47-1801.04(7), who has a household income of 120% or less of the area median income; provided, that:"},{"prefix":"A","text":" The grant is for rehabilitation of the taxpayer's principal place of residence or a structure that will be the taxpayer's principal place of residence within 60 days after the rehabilitation is completed;"},{"prefix":"B","text":" The taxpayer submits an application showing that the taxpayer meets the applicable household income criteria and is listed on the Office of Tax and Revenue's records as currently receiving the homestead deduction for property taxes, and includes written consent from each person in the applicant's household to disclosure by Office of Tax and Revenue to the Historic Preservation Office of his or her gross income; which disclosure shall be used solely for consideration of grant applications under this section."},{"prefix":"2","text":" The Office of Tax and Revenue shall report the gross income of each of the persons in the taxpayer's household at the time the grant application is made pursuant to subparagraph (B) of paragraph (1) based upon the most recent income tax return of each person to the Historic Preservation Office prior to the award of a grant."},{"prefix":"f","text":" A taxpayer who has a household income of more than 60% but no more than 90% of area median income shall be required to match the grant by contributing a minimum of 25% of the cost of the rehabilitation; except, that the match requirement shall be a minimum of 15% for a taxpayer in the Anacostia Historic District."},{"prefix":"g","text":" A taxpayer who has a household income of more than 90% of area median income shall be required to match the grant by contributing a minimum of 50% of the cost of the rehabilitation; except, that the match requirement shall be a minimum of 40% for a taxpayer in the Anacostia Historic District."},{"prefix":"h","text":" The Mayor shall:"},{"prefix":"1","text":" Approve the scope of rehabilitation work prior to award of a grant;"},{"prefix":"2","text":" Ensure that all work is consistent with the purposes of this subchapter and implementing regulations; and,"},{"prefix":"3","text":" Award grants and disburse grant funds pursuant to rules and procedures the Mayor shall establish for this purpose."},{"prefix":"i","text":"(1) The taxpayer shall enter into a preservation covenant with the State Historic Preservation Officer against the property on which the structure is located. The covenant shall run with the land and shall require that the rehabilitation improvements be maintained in good repair satisfactory to the State Historic Preservation Officer for 5 years after the date on which the grant is fully disbursed."},{"prefix":"2","text":" If the taxpayer does not maintain the certified rehabilitation improvements in good repair for any period of time covered by the covenant, the Mayor may take any enforcement action authorized under this subchapter and may assess the amount of the grant as a tax on the property, and shall:"},{"prefix":"A","text":" Carry the tax on the regular tax rolls; and"},{"prefix":"B","text":" Collect the tax in the same manner as real property taxes are collected provided; that a lien shall not be valid as against any bona fide purchaser, or holder of a security interest, mechanic's lien, or other such creditor interested in the property, without notice, until notice by filing the lien in the Recorder of Deeds."},{"prefix":"j","text":"(1) An action may be brought in the name of the District at any time within 3 years after the expiration of 60 days from the date that the tax was assessed to recover the amount of the unpaid tax."},{"prefix":"2","text":" A lien shall be satisfied by payment of the amount of the lien to the State Historic Preservation Officer."},{"prefix":"k","text":"(1) The Mayor shall deposit in the HLP Fund established in § 6-1110.01 any funds appropriated for the purposes of the Targeted Homeowner Grant Program."},{"prefix":"2","text":" The Mayor may expend up to $1.25 million of appropriated funds for this purpose each fiscal year. Any appropriated funds not expended during a fiscal year shall be used only for the same purpose in subsequent fiscal years."},{"prefix":"3","text":" In each fiscal year, the Mayor may expend up to 5% of the amount of the funds authorized in that year for reasonable administrative costs."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Historic Landmark and Historic District Protection."},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"6","chaptersection":"1110","identifier":"6-1110.02","catch_text":"Targeted Homeowner Grant Program."}}