{"text":"Said Mayor of the District of Columbia, with the aid of the National Park Service and of the National Capital Planning Commission, shall make a survey of the \"Old Georgetown\" area for the use of the Commission of Fine Arts and of the building permit office of the District of Columbia, such survey to be made at a cost not exceeding $8,000, which amount is hereby authorized.","historical":"Prior Codifications\n\n1981 Ed., § 5-1104.\n\n1973 Ed., § 5-804.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nTransfer of Functions\n\n\"National Capital Planning Commission\" was substituted for \"National Park and Planning Commission\" in this section in view of the Act of June 6, 1924, ch. 270, § 9, as added by the Act of July 19, 1952, 66 Stat. 790, ch. 949, § 1, which transferred the functions, powers and duties of the National Capital Park and Planning Commission to the National Capital Planning Commission.\n\nDelegation of Authority\n\nDelegation of Authority Under the \"Shipstead-Luce Act\", see Mayor's Order 89- 92, May 9, 1989.\n\nDC CODE § 6-1204\n\nCurrent through December 11, 2012","credits":"(Sept. 22, 1950, 64 Stat. 904, ch. 984, § 4.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Preservation of Historic Places and Areas in the Georgetown Area. (Refs & Annos)"},"heading":{"title":"6","chaptersection":"1204","identifier":"6-1204","catch_text":"Survey of Old Georgetown district authorized."}}