{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 5-1201.\n\nEffective Dates\n\nSection 204 of Public Law 97-241 provided that the amendments made by title II shall take effect on October 1, 1982.\n\nDC CODE ยง 6-1301\n\nCurrent through December 11, 2012","credits":"(Aug. 24, 1982, 96 Stat. 283, Pub. L. 97-241, ยง 202(b); Aug. 16, 1985, 99 Stat. 405, Pub. L. 99-93, ยง 127(a).)","sections":[{"prefix":"a","text":" The Congress finds that the operation in the United States of foreign missions and public international organizations and the official missions to such organizations, including the permissible scope of their activities and the location and size of their facilities, is a proper subject for the exercise of federal jurisdiction."},{"prefix":"b","text":" The Congress declares that it is the policy of the United States to support the secure and efficient operation of United States missions abroad, to facilitate the secure and efficient operation in the United States of foreign missions and public international organizations and the official missions to such organizations, and to assist in obtaining appropriate benefits, privileges, and immunities for those missions and organizations and to require their observance of corresponding obligations in accordance with international law."},{"prefix":"c","text":" The treatment to be accorded to a foreign mission in the United States shall be determined by the Secretary after due consideration of the benefits, privileges, and immunities provided to missions of the United States in the country or territory represented by that foreign mission, as well as matters relating to the protection of the interests of the United States."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Regulation of Foreign Missions."},"heading":{"title":"6","chaptersection":"1301","identifier":"6-1301","catch_text":"Congressional findings and policy."}}