{"text":"and who are not nationals or permanent resident aliens of the United States.","historical":"Prior Codifications\n\n1981 Ed., § 5-1215.\n\nEffective Dates\n\nSection 162(b) of Pub. L. 100-204 provided that subsection (a) shall take effect 90 days after the Dates of enactment of this Act.\n\nReferences in Text\n\n\"This title\", referred to in subsection (a), is title II of the State Department Basic Authorities Act of 1956 (22 U.S.C. § 4301 et seq.).\n\nDC CODE § 6-1315\n\nCurrent through December 11, 2012","credits":"(Aug. 24, 1982, Pub. L. 97-241, § 216, as added Dec. 23, 1987, 101 Stat. 1357, Pub. L. 100-204, title I, § 162(a).)","sections":[{"prefix":"a","text":" Requirement for restrictions. -- The Secretary shall apply the same generally applicable restrictions to the travel while in the United States of the individuals described in subsection (b) as are applied under this title to the members of the missions of the Soviet Union in the United States."},{"prefix":"b","text":" Individuals subject to restrictions. -- The restrictions required by subsection (a) shall be applied with respect to those individuals who (as determined by the Secretary) are:"},{"prefix":"1","text":" The personnel of an international organization, if the individual is a national of any foreign country whose government engages in intelligence activities in the United States that are harmful to the national security of the United States;"},{"prefix":"2","text":" The personnel of a mission to an international organization if that mission is the mission of a foreign government that engages in intelligence activities in the United States that are harmful to the national security of the United States; or"},{"prefix":"3","text":" The family members or dependents of an individual described in paragraphs (1) and (2);"},{"prefix":"c","text":" Waivers. -- The Secretary, after consultation with the Director of Central Intelligence and the Director of the Federal Bureau of Investigation, may waive application of the restrictions required by subsection (a) if the Secretary determines that the national security and foreign policy interests of the United States so require."},{"prefix":"d","text":" Reports. -- The Secretary shall transmit to the Select Committee on Intelligence and the Committee on Foreign Relations of the Senate, and to the Permanent Select Committee on Intelligence and the Committee on Foreign Affairs of the House of Representatives, not later than six months after December 23, 1987, and not later than every six months thereafter, a report on the actions taken by the Secretary in carrying out this section during the previous six months."},{"prefix":"e","text":" Definitions. -- For purposes of this section:"},{"prefix":"1","text":" The term \"generally applicable restrictions\" means any limitations on the radius within which unrestricted travel is permitted and obtaining travel services through the auspices of the Office of Foreign Missions for travel elsewhere, and does not include any restrictions which unconditionally prohibit the members of missions of the Soviet Union in the United States from traveling to designated areas of the United States and which are applied as a result of particular factors in relations between the United States and the Soviet Union."},{"prefix":"2","text":" The term \"international organization\" means an organization described in § 6-1309(b)(1)."},{"prefix":"3","text":" The term \"personnel\" includes:"},{"prefix":"A","text":" Officers, employees, and any other staff member, and"},{"prefix":"B","text":" Any individual who is retained under the contract or other arrangement to serve functions similar to those of an officer, employee, or other staff member."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Regulation of Foreign Missions."},"heading":{"title":"6","chaptersection":"1315","identifier":"6-1315","catch_text":"Application of travel restrictions to personnel of certain countries and organizations."}}