{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-1205.\n\nEffective Dates\n\nFor effective date of amendment made by title II of Pub. L. 97-241, Historical and Statutory Notes following § 6-1301.\n\nDC CODE § 6-1305\n\nCurrent through December 11, 2012","credits":"(Aug. 24, 1982, 96 Stat. 285, Pub. L. 97-241, § 205; Aug. 16, 1985, 99 Stat. 405, Pub. L. 99-93, § 127(d), (e).)","sections":[{"prefix":"a","text":"(1) The Secretary shall require any foreign mission, including any mission to an international organization (as defined in § 6-1309(b)(2)), to notify the Director prior to any proposed acquisition, or any proposed sale or other disposition, of any real property by or on behalf of such mission. The foreign mission (or other party acting on behalf of the foreign mission) may initiate or execute any contract, proceeding, application, or other action required for the proposed action:"},{"prefix":"A","text":" Only after the expiration of the 60-day period beginning on the date of such notification (or after the expiration of such shorter period as the Secretary may specify in a given case); and"},{"prefix":"B","text":" Only if the mission is not notified by the Secretary within that period that the proposal has been disapproved; however, the Secretary may include in such a notification such terms and conditions as the Secretary may determine appropriate in order to remove the disapproval."},{"prefix":"2","text":" For purposes of this section, \"acquisition\" includes any acquisition or alteration of, or addition to, any real property or any change in the purpose for which real property is used by a foreign mission."},{"prefix":"b","text":" The Secretary may require any foreign mission to divest itself of, or forego the use of, any real property determined by the Secretary:"},{"prefix":"1","text":" Not to have been acquired in accordance with this section;"},{"prefix":"2","text":" To exceed limitations placed on real property available to a United States mission in the sending state; or"},{"prefix":"3","text":" Where otherwise necessary to protect the interests of the United States."},{"prefix":"c","text":" If a foreign mission has ceased conducting diplomatic, consular, and other governmental activities in the United States and has not designated a protecting power or other agent approved by the Secretary to be responsible for the property of that foreign mission, the Secretary:"},{"prefix":"1","text":" Until the designation of a protecting power or other agent approved by the Secretary, may protect and preserve any property of that foreign mission; and"},{"prefix":"2","text":" May authorize the Director to dispose of such property at such time as the Secretary may determine after the expiration of the 1-year period beginning on the date that the foreign mission ceased those activities, and may remit to the sending state the net proceeds from such disposition."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Regulation of Foreign Missions."},"heading":{"title":"6","chaptersection":"1305","identifier":"6-1305","catch_text":"Property."}}