{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-1204.\n\nEffect of Amendments\n\nPub. L. 109-177, in subsec. (e), substituted \"§ 3056 or § 3056A\" for \"§ 202 of Title 3, United States Code or § 3056\".\n\nEffective Dates\n\nFor effective date of amendment made by title II of Pub. L. 97-241, Historical and Statutory Notes following § 6-1301.\n\nSection 126(e) of Pub. L. 99-93 provided that the amendments made by the section shall take effect on October 1, 1985.\n\nDC CODE § 6-1304\n\nCurrent through December 11, 2012","credits":"(Aug. 24, 1982, 96 Stat. 284, Pub. L. 97-241, § 204; Aug. 16, 1985, 99 Stat. 405, Pub. L. 99-93, §§ 126(b), 127(c); Mar. 9, 2006, 120 Stat. 255, Pub. L. 109-177, § 605(d)(2).)","sections":[{"prefix":"a","text":" Upon the request of a foreign mission, benefits may be provided to or for that foreign mission by or through the Director on such terms and conditions as the Secretary may approve."},{"prefix":"b","text":" If the Secretary determines that such action is reasonably necessary on the basis of reciprocity or otherwise:"},{"prefix":"1","text":" To facilitate relations between the United States and a sending state;"},{"prefix":"2","text":" To protect the interests of the United States;"},{"prefix":"3","text":" To adjust for costs and procedures of obtaining benefits for missions of the United States abroad; or"},{"prefix":"4","text":" To assist in resolving a dispute affecting United States interests and involving a foreign mission or sending state, then the Secretary may require a foreign mission: (A) to obtain benefits from or through the Director on such terms and conditions as the Secretary may approve; or (B) to forego the acceptance, use, or relation of any benefit or to comply with such terms and conditions as the Secretary may determine as a condition to the execution or performance in the United States of any contract or other agreement, the acquisition, retention, or use of any real property, or the application for or acceptance of any benefit (including any benefit from or authorized by any federal, state, or municipal governmental authority, or any entity providing public services)."},{"prefix":"c","text":" Terms and conditions established by the Secretary under this section may include:"},{"prefix":"1","text":" A requirement to pay to the Director a surcharge or fee; and"},{"prefix":"2","text":" A waiver by a foreign mission (or any assignee of or person deriving rights from a foreign mission) of any recourse against any governmental authority, any entity providing public services, any employee or agent of such an authority or entity, or any other person, in connection with any action determined by the Secretary to be undertaken in furtherance of this chapter."},{"prefix":"d","text":" For purposes of effectuating a waiver of recourse which is required under this section, the Secretary may designate the Director or any other officer of the Department of State as the agent of a foreign mission (or of any assignee of or person deriving rights from a foreign mission). Any such waiver by an officer so designated shall for all purposes (including any court or administrative proceeding) be deemed to be a waiver by the foreign mission (or the assignee of or other person deriving rights from a foreign mission)."},{"prefix":"e","text":" Nothing in this chapter shall be deemed to preclude or limit in any way the authority of the United States Secret Service to provide protective services pursuant to § 3056 or § 3056A of Title 18, United States Code, at a level commensurate with protective requirements as determined by the United States Secret Service."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Regulation of Foreign Missions."},"heading":{"title":"6","chaptersection":"1304","identifier":"6-1304","catch_text":"Provision of benefits."}}