{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-1214.\n\nEffective Dates\n\nSection 128(b) of Pub. L. 100-204 provided that:\n\n\"(1) Except as provided in paragraph (2), the amendment made by subsection (a) shall apply to any foreign mission beginning on the Dates of enactment of this Act.\n\n\"(2)(A) The amendment made by subsection (a) shall apply beginning 6 months after the Dates of enactment of this Act with respect to any nonimmigrant alien who is using a foreign mission as a residence or a place of business on the Dates of enactment of this Act.\n\n\"(B) The Secretary of State may delay the effective Dates provided for in subparagraph (A) for not more than 6 months with respect to any nonimmigrant alien if the Secretary finds that a hardship to that alien would result from the implementation of subsection (A).\"\n\nDC CODE § 6-1314\n\nCurrent through December 11, 2012","credits":"(Aug. 24, 1982, Pub. L. 97-241, § 215, as added Dec. 23, 1987, 101 Stat. 1343, Pub. L. 100-204, title I, § 128(a).)","sections":[{"prefix":"a","text":" Establishment of limitation on certain uses. -- A foreign mission may not allow an unaffiliated alien the use of any premise of that foreign mission which is inviolable under United States law (including any treaty) for any purpose which is incompatible with its status as a foreign mission, including use as a residence."},{"prefix":"b","text":" Temporary lodging. -- For the purposes of this section, the term \"residence\" does not include such temporary lodging as may be permitted under regulations issued by the Secretary."},{"prefix":"c","text":" Waiver. -- The Secretary may waive subsection (a) of this section with respect to all foreign missions of a country (and may revoke such a waiver) 30 days after providing written notification of such a waiver, together with the reasons for such waiver (or revocation of such a waiver), to the Committee on Foreign Affairs of the House of Representatives and the Committee on Foreign Relations of the Senate."},{"prefix":"d","text":" Report. -- Not later than 180 days after December 23, 1987, the Secretary of State shall submit a report to the Congress concerning the implementation of this section and shall submit such other reports to the Congress concerning changes in implementation as may be necessary."},{"prefix":"e","text":" Definitions. -- For the purposes of this section:"},{"prefix":"1","text":" The term \"foreign mission\" includes any international organization as defined in § 6-1309(b)."},{"prefix":"2","text":" The term \"unaffiliated alien\" means, with respect to a foreign country, an alien who:"},{"prefix":"A","text":" Is admitted to the United States as a nonimmigrant, and"},{"prefix":"B","text":" Is not a member, or a family member of a member, of a foreign mission of that foreign country."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Regulation of Foreign Missions."},"heading":{"title":"6","chaptersection":"1314","identifier":"6-1314","catch_text":"Use of foreign mission in a manner incompatible with its status as a foreign mission."}}