{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-1213.\n\nEffect of Amendments\n\nPub. L. 109-177, in subsec. (a), substituted \"§ 3056A(a)(7) and (d) of Title 18\" for \"§§ 202(8) and 208 of Title 3\".\n\nEffective Dates\n\nSection 126(e) of Pub. L. 99-93 provided that the amendments made by the section shall take effect on October 1, 1985.\n\nDC CODE § 6-1313\n\nCurrent through December 11, 2012","credits":"(Aug. 24, 1982, Pub. L. 97-241, § 214, as added Aug. 16, 1985, 99 Stat. 405, Pub. L. 99-93, § 126(a); ; Mar. 9, 2006, 120 Stat. 255, Pub. L. 109-177, § 605(d)(3).)","sections":[{"prefix":"a","text":" General authority. -- The Secretary may provide extraordinary protective services for foreign missions directly, by contract, or through state or local authority to the extent deemed necessary by the Secretary in carrying out this chapter, except that the Secretary may not provide under this section any protective services for which authority exists to provide such services under § 3056A(a)(7) and (d) of Title 18, United States Code."},{"prefix":"b","text":" Requirement of extraordinary circumstances. -- The Secretary may provide funds to a state or local authority for protective services under this section only if the Secretary has determined that a threat of violence, or other circumstances, exists which requires extraordinary security measures which exceed those which local law enforcement agencies can reasonably be expected to take."},{"prefix":"c","text":" Consultation with Congress before obligation of funds. -- Funds may be obligated under this section only after regulations to implement this section have been issued by the Secretary after consultation with appropriate committees of the Congress."},{"prefix":"d","text":" Restrictions on use of funds. -- Of the funds made available for obligation under this section in any fiscal year:"},{"prefix":"1","text":" Not more than 20% may be obligated for protective services within any single state during that year; and"},{"prefix":"2","text":" Not less than 15% shall be retained as a reserve for protective services provided directly by the Secretary or for expenditures in local jurisdictions not otherwise covered by an agreement for protective services under this section. The limitations on funds available for obligation in this subsection shall not apply to unobligated funds during the final quarter of any fiscal year."},{"prefix":"e","text":" Period of agreement with state and local authority. -- Any agreement with a state or local authority for the provision of protective services under this section shall be for a period of not to exceed 90 days in any calendar year, but such agreements may be renewed after review by the Secretary."},{"prefix":"f","text":" Requirement for appropriations. -- Contracts may be entered into in carrying out this section only to such extent or in such amounts as are provided in advance in appropriation acts."},{"prefix":"g","text":" Working capital fund. -- Amounts used to carry out this section shall not be subject to § 6-1308(h)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Regulation of Foreign Missions."},"heading":{"title":"6","chaptersection":"1313","identifier":"6-1313","catch_text":"Extraordinary protective services."}}