{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-1209.1.\n\nEffective Dates\n\nFor effective date of amendment made by title II of Pub. L. 97-241, Historical and Statutory Notes following § 6-1301.\n\nReferences in Text\n\n\"This title,\" referred to subsection (b)(1) and (2), is the Act of August 24, 1982, Pub. L. 97-241, § 209A.\n\nDC CODE § 6-1309.01\n\nCurrent through December 11, 2012","credits":"(Aug. 24, 1982, Pub. L. 97-241, § 209A, as added Aug. 16, 1985, 99 Stat. 405, Pub. L. 99-93, § 141.)","sections":[{"prefix":"a","text":" Findings. -- The Congress finds that:"},{"prefix":"1","text":" Pursuant to the Agreement Between the United States and the United Nations Regarding the Headquarters of the United Nations (authorized by Public Law 80-357 (22 U.S.C. 287 note)), the United States has accepted:"},{"prefix":"A","text":" The obligation to permit and to facilitate the right of individuals, who are employed by or are authorized by the United Nations to conduct official business in connection with that organization or its agencies, to enter into and exit from the United States for purposes of conducting official activities within the United Nations Headquarters District, subject to regulation as to points of entry and departure; and"},{"prefix":"B","text":" The implied obligation to permit and to facilitate the acquisition of facilities in order to conduct such activities within or in proximity to the United Nations Headquarters District, subject to reasonable regulation including regulation of the location and size of such facilities; and"},{"prefix":"2","text":" Taking into account paragraph (1) of this subsection and consistent with the obligation of the United States to facilitate the functioning of the United Nations, the United States has no additional obligation to permit the conduct of any other activities, including nonofficial activities, by such individuals outside of the United Nations Headquarters District."},{"prefix":"b","text":"(1) Activities of United Nations employees. -- The conduct of any activities, or the acquisition of any benefits (as defined in § 6- 1302(a)(1)), outside the United Nations Headquarters District by any individual employed by, or authorized by the United Nations to conduct official business in connection with, that organization or its agencies, or by any person or agency acting on behalf thereof, may be permitted or denied or subject to reasonable regulation, as determined to be in the best interests of the United States and pursuant to this title."},{"prefix":"2","text":" The Secretary shall apply to those employees of the United Nations Secretariat who are nationals of a foreign country or members of a foreign mission all terms, limitations, restrictions, and conditions which are applicable pursuant to this title to the members of that country's mission or of any other mission to the United Nations unless the Secretary determines and reports to the Congress that national security and foreign policy circumstances require that this paragraph be waived in specific circumstances."},{"prefix":"c","text":" Reports. -- The Secretary shall report to the Congress:"},{"prefix":"1","text":" Not later than 30 days after August 16, 1985, on the plans of the Secretary for implementing this section; and"},{"prefix":"2","text":" Not later than 6 months thereafter, on the actions taken pursuant to those plans."},{"prefix":"d","text":" United States nationals. -- This section shall not apply with respect to any United States national."},{"prefix":"e","text":" Definitions. -- For purposes of this section, the term \"United Nations Headquarters District\" means the area within the United States which is agreed to by the United Nations and the United States to constitute such a district, together with such other areas as the Secretary of State may approve from time to time in order to permit effective functioning of the United Nations or missions to the United Nations."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Regulation of Foreign Missions."},"heading":{"title":"6","chaptersection":"1309","identifier":"6-1309.01","catch_text":"United States responsibilities for employees of the United Nations."}}