{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-1204.1.\n\nEffective Dates\n\nFor effective date of amendment made by title II of Pub. L. 97-241, Historical and Statutory Notes following § 6-1301.\n\nDC CODE § 6-1304.01\n\nCurrent through December 11, 2012","credits":"(Aug. 24, 1982, Pub. L. 97-241, § 204A, as added Nov. 22, 1983, 97 Stat. 1017, Pub. L. 98-164, § 204A.)","sections":[{"prefix":"a","text":"(1) The head of a foreign mission shall notify promptly the Director of the lapse or termination of any liability insurance coverage held by a member of the mission, by a member of the family of such member, or by an individual described in § 19 of the Convention on Privileges and Immunities of the United Nations of February 13, 1946."},{"prefix":"2","text":" Not later than February 1 of each year, the head of each foreign mission shall prepare and transmit to the Director a report including a list of motor vehicles, vessels, and aircraft registered in the United States by members of the mission, members of the families of such members, individuals described in § 19 of the Convention on Privileges and Immunities of the United Nations of February 13, 1946, and by the mission itself. Such list shall set forth for each such motor vehicle, vessel, or aircraft:"},{"prefix":"A","text":" The jurisdiction in which it is registered;"},{"prefix":"B","text":" The name of the insured;"},{"prefix":"C","text":" The name of the insurance company;"},{"prefix":"D","text":" The insurance policy number and the extent of insurance coverage; and"},{"prefix":"E","text":" Such other information as the Director may prescribe."},{"prefix":"b","text":" Whenever the Director finds that a member of a foreign mission, a member of the family of such member, or an individual described in § 19 of the Convention on Privileges and Immunities of the United Nations of February 13, 1946: (1) is at fault for personal injury, death, or property damage arising out of the operation of a motor vehicle, vessel, or aircraft in the United States; (2) is not covered by liability insurance; and (3) has not satisfied a court-rendered judgment against him or is not legally liable, the Director shall impose a surcharge or fee on the foreign mission of which such member or individual is a part, amounting to the unsatisfied portion of the judgment rendered against such member or individual or, if there is no court-rendered judgment, an estimated amount of damages incurred by the victim. The payment of any such surcharge or fee shall be available only for compensation of the victim or his estate."},{"prefix":"c","text":" For purposes of this section:"},{"prefix":"1","text":" The term \"head of a foreign mission\" has the same meaning as is ascribed to the term \"head of a mission\" in Article 1 of the Vienna Convention on Diplomatic Relations of April 18, 1961 (T.I.A.S. numbered 7502; 23 U.S.T. 3227); and"},{"prefix":"2","text":" The terms \"members of a mission\" and \"family\" have the same meaning as is ascribed to them by paragraphs (1) and (2) of § 2 of the Diplomatic Relations Act (22 U.S.C. § 254a)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Regulation of Foreign Missions."},"heading":{"title":"6","chaptersection":"1304","identifier":"6-1304.01","catch_text":"Notice of lapse of termination of liability insurance; report of motor vehicles, vessels, and aircraft owned by members of mission; fee for unsatisfied judgments or damages."}}