{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-1206.\n\nEffective Dates\n\nFor effective date of amendment made by title II of Pub. L. 97-241, Historical and Statutory Notes following § 6-1301.\n\nDelegation of Authority\n\nDelegation of authority under Law 97-241, see Mayor's Order 83-106, April 28, 1983.\n\nDC CODE § 6-1306\n\nCurrent through December 11, 2012","credits":"(Aug. 24, 1982, 96 Stat. 286, Pub. L. 97-241, § 206.)","sections":[{"prefix":"a","text":" The location, replacement, or expansion of chanceries in the District of Columbia shall be subject to this section."},{"prefix":"b","text":"(1) A chancery shall be permitted to locate as a matter of right in any area which is zoned commercial, industrial, waterfront, or mixed-use (CR)."},{"prefix":"2","text":" A chancery shall also be permitted to locate: (A) in any area which is zoned medium-high or high density residential; and (B) in any other area, determined on the basis of existing uses, which includes office or institutional uses, including, but not limited to, any area zoned mixed-use diplomatic or special purpose; subject to disapproval by the District of Columbia Board of Zoning Adjustment in accordance with this section."},{"prefix":"3","text":" In each of the areas described in paragraphs (1) and (2) of this subsection, the limitations and conditions applicable to chanceries shall not exceed those applicable to other office or institutional uses in that area."},{"prefix":"c","text":"(1) If a foreign mission wishes to locate a chancery in an area described in subsection (b)(2) of this section, or wishes to appeal an administrative decision relating to a chancery based in whole or in part upon any zoning map or regulation, it shall file an application with the Board of Zoning Adjustment which shall publish notice of that application in the District of Columbia Register."},{"prefix":"2","text":" Regulations issued to carry out this section shall provide appropriate opportunities for participation by the public in proceedings concerning the location, replacement, or expansion of chanceries."},{"prefix":"3","text":" A final determination concerning the location, replacement, or expansion of a chancery shall be made not later than 6 months after the date of the filing of an application with respect to such location, replacement, or expansion. Such determination shall not be subject to the administrative proceedings of any other agency or official except as provided in this chapter."},{"prefix":"d","text":" Any determination concerning the location of a chancery under subsection (b)(2) of this section, or concerning an appeal of an administrative decision with respect to a chancery based in whole or in part upon any zoning regulation or map, shall be based solely on the following criteria:"},{"prefix":"1","text":" The international obligation of the United States to facilitate the provision of adequate and secure facilities for foreign missions in the Nation's Capital;"},{"prefix":"2","text":" Historic preservation, as determined by the Board of Zoning Adjustment in carrying out this section; and in order to ensure compatibility with historic landmarks and districts, substantial compliance with District of Columbia and federal regulations governing historic preservation shall be required with respect to new construction and to demolition of or alteration to historic landmarks;"},{"prefix":"3","text":" The adequacy of off-street or other parking and the extent to which the area will be served by public transportation to reduce parking requirements, subject to such special security requirements as may be determined by the Secretary, after consultation with federal agencies authorized to perform protective services;"},{"prefix":"4","text":" The extent to which the area is capable of being adequately protected, as determined by the Secretary, after consultation with federal agencies authorized to perform protective services;"},{"prefix":"5","text":" The municipal interest, as determined by the Mayor of the District of Columbia; and"},{"prefix":"6","text":" The federal interest, as determined by the Secretary."},{"prefix":"e","text":"(1) Regulations, proceedings, and other actions of the National Capital Planning Commission, the Zoning Commission for the District of Columbia, and the Board of Zoning Adjustment affecting the location, replacement, or expansion of chanceries shall be consistent with this section (including the criteria set out in subsection (d) of this section) and shall reflect the policy of this chapter."},{"prefix":"2","text":" Proposed actions of the Zoning Commission concerning implementation of this section shall be referred to the National Capital Planning Commission for review and comment."},{"prefix":"f","text":" Regulations issued to carry out this section shall provide for proceedings of a rule-making and not of an adjudicatory nature."},{"prefix":"g","text":" The Secretary shall require foreign missions to comply substantially with District of Columbia building and related codes in a manner determined by the Secretary to be not inconsistent with the international obligations of the United States."},{"prefix":"h","text":" Approval by the Board of Zoning Adjustment or the Zoning Commission or, except as provided in § 6-1305, by any other agency or official is not required:"},{"prefix":"1","text":" For the location, replacement, or expansion of a chancery to the extent that authority to proceed, or rights or interests, with respect to such location, replacement, or expansion were granted to or otherwise acquired by the foreign mission before October 1, 1982; or"},{"prefix":"2","text":" For continuing use of a chancery by a foreign mission to the extent that the chancery was being used by a foreign mission on October 1, 1982."},{"prefix":"i","text":"(1) The President may designate the Secretary of Defense, the Secretary of the Interior, or the Administrator of General Services (or such alternate as such official may from time to time designate) to serve as a member of the Zoning Commission in lieu of the Director of the National Park Service whenever the President determines that the Zoning Commission is performing functions concerning the implementation of this section."},{"prefix":"2","text":" Whenever the Board of Zoning Adjustment is performing functions regarding an application by a foreign mission with respect to the location, expansion, or replacement of a chancery:"},{"prefix":"A","text":" The representative from the Zoning Commission shall be the Director of the National Park Service or if another person has been designated under paragraph (1) of this subsection, the person so designated; and"},{"prefix":"B","text":" The representative from the National Capital Planning Commission shall be the Executive Director of that Commission."},{"prefix":"j","text":" Provisions of law (other than this chapter) applicable with respect to the location, replacement, or expansion of real property in the District of Columbia shall apply with respect to chanceries only to the extent that they are consistent with this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Regulation of Foreign Missions."},"heading":{"title":"6","chaptersection":"1306","identifier":"6-1306","catch_text":"Location in District."}}