{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-1203.\n\nEffective Dates\n\nFor effective date of amendment made by title II of Pub. L. 97-241, Historical and Statutory Notes following § 6-1301.\n\nDC CODE § 6-1303\n\nCurrent through December 11, 2012","credits":"(Aug. 24, 1982, 96 Stat. 284, Pub. L. 97-241, § 202(b); Nov. 22, 1983, 97 Stat. 1017, Pub. L. 98-164, § 604(a), (b).)","sections":[{"prefix":"a","text":" The Secretary shall establish an Office of Foreign Missions as an office within the Department of State. The Office shall be headed by a Director, appointed by the President by and with the advice and consent of the Senate, who shall perform his or her functions under the supervision and direction of the Secretary. The Secretary may delegate this authority for supervision and direction of the Director only to the Deputy Secretary of State or an Under Secretary of State. The Director shall have the rank of ambassador. The Director shall be an individual who is a member of the Foreign Service, who has been a member of the Foreign Service for at least 10 years, who has significant administrative experience, and who has served in countries in which the United States has had significant problems in assuring the secure and efficient operations of its missions as the result of the actions of other countries."},{"prefix":"b","text":" There shall also be a Deputy Director of the Office of Foreign Missions who shall be an individual who has served in the United States intelligence community."},{"prefix":"c","text":" The Secretary may authorize the Director to:"},{"prefix":"1","text":" Assist agencies of federal, state, and municipal government with regard to ascertaining and according benefits, privileges, and immunities to which a foreign mission may be entitled;"},{"prefix":"2","text":" Provide or assist in the provision of benefits for or on behalf of a foreign mission in accordance with § 6-1304; and"},{"prefix":"3","text":" Perform such other functions as the Secretary may determine necessary in furtherance of the policy of this chapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Regulation of Foreign Missions."},"heading":{"title":"6","chaptersection":"1303","identifier":"6-1303","catch_text":"Office of Foreign Missions."}}