{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-162, see notes following § 6-1401.\n\nMiscellaneous Notes\n\nSection 301 of D.C. Law 14-162 provides: \"Pursuant to Title I of the District of Columbia Administrative Procedure Act, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), the Mayor may issue rules to implement the provisions of this act.\"\n\nDC CODE § 6-1405.03\n\nCurrent through December 11, 2012","credits":"(Mar. 21, 1987, D.C. Law 6-216, § 6c, as added June 25, 2002, D.C. Law 14-162, § 101, 49 DCR 4438.)","sections":[{"prefix":"a","text":"(1) To participate in the Expedited Construction Document Review Program, a property owner or authorized agent shall notify the Department in the manner provided by regulation, stating:"},{"prefix":"A","text":" The name of the Peer Reviewer or Reviewers;"},{"prefix":"B","text":" That the Peer Reviewer is a certified Peer Reviewer pursuant to requirements set forth in § 6-1405.02(c)(1); and"},{"prefix":"C","text":" The components of the construction documents which will be reviewed, certified for compliance with the Construction Codes, and recommended for submission under the Program."},{"prefix":"2","text":" A property owner or authorized agent may elect to participate in the Program at any time until the Department has completed its review of the construction permit application and construction documents which have been submitted. A property owner or authorized agent who has previously elected not to participate in the Program may amend, in writing, its prior application to notify the Department that the property owner or authorized agent elects to utilize the Expedited Construction Documents Review Program. The property owner or authorized agent may elect either a full or partial review by a Peer Reviewer. The fee, if any, for the amended application shall be nominal."},{"prefix":"b","text":"(1) Before a property owner or authorized agent may submit construction documents or components of the construction documents to the Director for review and approval under the Expedited Construction Documents Review Program, the construction documents or components of the construction documents shall be reviewed, certified for compliance with the Construction Codes, and recommended for submission by a Peer Reviewer."},{"prefix":"2","text":" The following components of construction documents may be reviewed by a Peer Reviewer before the submission of the construction documents to the Department:"},{"prefix":"A","text":" Architectural;"},{"prefix":"B","text":" Elevators;"},{"prefix":"C","text":" Structural;"},{"prefix":"D","text":" Mechanical;"},{"prefix":"E","text":" Plumbing;"},{"prefix":"F","text":" Electrical; and"},{"prefix":"G","text":" Fire and Life Safety."},{"prefix":"3","text":" A Peer Reviewer shall review only those components of the construction documents for which the Peer Reviewer is authorized by the Director under § 6-1405.02(c)(2)(A)."},{"prefix":"4","text":" To qualify to work as a Peer Reviewer on a project, the Peer Reviewer shall not be controlled by the owner of the project (including any person or entity with an ownership interest in the project), the general contractor, the subcontractors, or any person or entity responsible for the design, construction, or management of the project. The Peer Reviewer shall not serve or have served on the same project as an advisor or consultant to the owner or the design team in connection with Construction Codes matters for which the Peer Reviewer is providing plan review and certification services, while at the same time providing those consulting services."},{"prefix":"5","text":" A person, or firm with which that person is affiliated as an owner or employee, who has performed any work for a project, including preparing design plans for any construction documents or components of construction documents, including architectural and structural plans, mechanical plans, plumbing plans, and electrical plans, shall not be eligible to serve as a Peer Reviewer for the project."},{"prefix":"6","text":" The Peer Reviewer shall not enter into a contract to review a project if he or she determines that there may be a conflict with the qualifications specified in paragraph (4) of this subsection. The Peer Reviewer shall notify the Director, for resolution, cases of doubtful interpretation. The Director may request advice in such cases from the Corporation Counsel or the Ethics Advisor of the Department. The Director shall resolve disputes on these matters and the decision of the Director shall be final."},{"prefix":"7","text":" The Peer Reviewer shall disclose any potential conflicts of interest that may arise at any time between the Peer Reviewer and the project or parties connected to the project."},{"prefix":"8","text":" The Peer Reviewer applying for certification shall provide a notarized sworn affidavit to the Director, attesting that the Peer Reviewer will remain independent of conflicts of interest as set forth in this section."},{"prefix":"c","text":"(1) Construction documents or the components of the construction documents which have been reviewed, certified for compliance with the Construction Codes, and recommended for submission by a Peer Reviewer shall be reviewed by the Director on a priority basis."},{"prefix":"2","text":" If the Director is satisfied that the construction documents or the components of the construction documents conform with the requirements of the Construction Codes and all applicable laws, rules, and regulations, the Director shall approve the construction documents or components of the construction documents within 15 days of submission."},{"prefix":"d","text":" A Peer Reviewer shall review, certify for compliance with the Construction Codes, and recommend each component of the construction documents for submission to the Director."},{"prefix":"e","text":"(1)(A) Construction documents accepted by the Director for review under the Expedited Construction Documents Review Program shall contain a written certification by a Peer Reviewer, in a form promulgated by the Mayor. The certification shall contain:"},{"prefix":"i","text":" An identification of the components reviewed (such as electrical or structural);"},{"prefix":"ii","text":" The lot, square, and address of the project; and"},{"prefix":"iii","text":" An affirmative statement by the Peer Reviewer that the recommendation for submission is based upon his or her professional knowledge and belief and it is in conformance with the applicable provisions of the Construction Codes."},{"prefix":"B","text":" The Mayor shall promulgate, by regulation, the forms that shall be used by Peer Reviewers to comply with the requirements of this section. The Director shall review these completed forms for consistency and thoroughness."},{"prefix":"2","text":" The Peer Reviewer number, the District Architect's or Engineer's License number, and the Peer Reviewer's signature shall be included with the certification set forth in paragraph (1) of this subsection."},{"prefix":"f","text":" The Director shall maintain a tracking system to monitor the recommendations of the Peer Reviewers and the consistency with which construction documents recommended by them conform to the applicable provisions of the Construction Codes."},{"prefix":"g","text":" This section shall not relieve a person who prepares and submits construction documents of any obligations or liabilities, otherwise existing under law, and shall not relieve the District of its obligation to review all construction documents in the manner otherwise prescribed by law."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Construction Codes."},"heading":{"title":"6","chaptersection":"1405","identifier":"6-1405.03","catch_text":"Expedited construction documents review procedures."}}