{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-1306.\n\nEffect of Amendments\n\nD.C. Law 16-24, in subsec. (a), substituted \"$300\" for \"$2000\" and substituted \"10 days\" for \"90 days\"; in subsec. (b), substituted \"$300\" for \"$2000\"; in subsec. (c), substituted \"may be imposed as alternative sanctions for any infraction\" for \"may be imposed, in addition to other available remedies, for any infraction\"; and added subsec. (d).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a) of Abatement of Nuisance Construction Projects Temporary Amendment Act of 2005 (D.C. Law 16-4, May 14, 2005, law notification 52 DCR 5427).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Abatement of Nuisance Construction Projects Emergency Amendment Act of 2005 (D.C. Act 16-42, February 17, 2005, 52 DCR 3045).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-216, see Historical and Statutory Notes following § 6-1401.\n\nLaw 8-237, the \"Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985 Technical and Clarifying Amendments Act of 1990,\" was introduced in Council and assigned Bill No. 8-203, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 4, 1990, and December 18, 1990, respectively. Signed by the Mayor on December 27, 1990, it was assigned Act No. 8-320 and transmitted to both Houses of Congress for its review.\n\nLaw 16-24, the \"Abatement of Nuisance Construction Projects Amendment Act of 2005\", was introduced in Council and assigned Bill No. 16-30 which was referred to the Committee on Consumer and Regulatory Affairs.  The Bill was adopted on first and second readings on June 21, 2005, and July 6, 2005, respectively. Signed by the Mayor on July 14, 2005, it was assigned Act No. 16-133 and transmitted to both Houses of Congress for its review.   D.C. Law 16-24 became effective on October 18, 2005.\n\nDC CODE § 6-1406\n\nCurrent through December 11, 2012","credits":"(Mar. 21, 1987, D.C. Law 6-216, § 7, 34 DCR 1072; Mar. 8, 1991, D.C. Law 8-237, § 30, 38 DCR 314; Oct. 18, 2005, D.C. Law 16-24, § 2(a), 52 DCR 8080.)","sections":[{"prefix":"a","text":" Except as provided in subsection (b) of this section, any person who violates any of the provisions of the Construction Codes or orders issued under the authority of the Construction Codes shall, upon conviction, be subject to a fine not to exceed $2000, or imprisonment not to exceed 90 days, or both, for each violation."},{"prefix":"b","text":" Any person who violates any of the provisions of the Fire Prevention Code, Articles 14, 15, and 17 of the Building Code, Article 9 of the Existing Structures Code, or orders issued under the authority of these provisions shall, upon conviction, be subject to a fine not to exceed $2000, or imprisonment not to exceed 90 days, or both, for each violation."},{"prefix":"c","text":" Civil fines, penalties, and fees may be imposed, in addition to other available remedies, for any infraction of the provisions of the Construction Codes, including the provisions of the Fire Prevention Code, pursuant to Chapter 18 of Title 2 (\"Civil Infractions Act\"). Adjudication of any infraction shall be pursuant to the Civil Infractions Act."},{"prefix":"d","text":" Prosecutions pursuant to subsections (a) and (b) of this section shall be brought in the name of the District of Columbia by the Attorney General for the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Construction Codes."},"heading":{"title":"6","chaptersection":"1406","identifier":"6-1406","catch_text":"Penalties."}}