{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-250 added subsecs. (a-1) and (b-1).\n\nD.C. Law 18-209, in subsec. (b)(2)(B), inserted \"Schools shall aspire to meet LEED for Schools certification at the Gold level or higher.\"\n\nD.C. Law 18-331, in subsec. (a-1)(1), substituted \"April 1 of the following year, be made available to DDOE. In 2011 only, the scores and statements shall be made available to DDOE no later than July 1\" for \"January 1 of the following year, be made available to DDOE\"; and added subsecs. (a-1)(3) and (c).\n\nD.C. Law 18-349 rewrote the section, which formerly read as follows:\n\n\"(a) A new construction or substantial improvement of a nonresidential privately-owned project with 50,000 square feet of gross floor area or more shall:\n\n\"(1) On or before January 1, 2009, submit to the Department, as part of any building construction permit application, a green building checklist documenting the green building elements to be pursued in the building construction permit.\n\n\"(2) Within 2 years of the receipt of a certificate of occupancy, be verified in subsection (b) of this section as having fulfilled or exceeded the green building requirements.\n\n\"(a-1)(1) All privately-owned buildings shall be benchmarked annually using the Energy Star® Portfolio Manager benchmarking tool as designated by the schedule in paragraph (2) of this subsection; provided, that the buildings are of a building type for which Energy Star® tools are available. Benchmark and Energy Star® statements of energy performance for each building shall, by April 1 of the following year, be made available to DDOE. In 2011 only, the scores and statements shall be made available to DDOE no later than July 1. DDOE shall, upon the receipt of the 2nd annual benchmarking data for each building, make the data accessible to the public via an online database.\n\n\"(2) The schedule shall be as follows:\n\n\"(A) All buildings over 200,000 square feet of gross floor area beginning in 2010 and thereafter;\n\n\"(B) All buildings over 150,000 square feet of gross floor area beginning in 2011 and thereafter;\n\n\"(C) All buildings over 100,000 square feet of gross floor area beginning in 2012 and thereafter; and\n\n\"(D) All buildings over 50,000 square feet of gross floor area beginning in 2013 and thereafter.\n\n\"(3) Benchmarking data required in paragraph (1) of this subsection shall include water consumption data as incorporated in the Portfolio Manager Benchmarking Tool.\n\n\"(b)(1) A project that has submitted an application for the first building construction permit after January 1, 2010, for new construction or substantial improvements for real property acquired by a real property disposition by sale to a private entity undertaken by the District or an instrumentality of the District shall be verified as having fulfilled or exceeded the LEED-NC 2.2 or LEED-CS 2.0 standard at the certification level.\n\n\"(2) A project that has submitted the first construction building construction permit after January 1, 2012, for new construction or substantial improvements shall fulfill the following requirements as applicable:\n\n\"(A) A nonresidential project and a post-secondary educational facility projects shall be verified as having fulfilled or exceeded the LEED-NC 2.2 or LEED-CS 2.0 standard at the certification level.\n\n\"(B) An educational facility project, except a post-secondary educational facility project, shall be verified as having fulfilled or exceeded the LEED for Schools standard at the certification level or a substantially equivalent rating system that requires full-building commissioning. Schools shall aspire to meet LEED for Schools certification at the Gold level or higher.\n\n\"(b-1) A project that has submitted the 1st construction building construction permit after January 1, 2012, for new construction or substantial improvement shall, prior to construction, estimate its energy performance using the Energy Star® Target Finder Tool and be benchmarked annually using the Energy Star® Portfolio Manager benchmarking tool; provided, that the building has 50,000 square feet of gross floor area or more and is of a building type for which Energy Star® tools are available. Benchmark and Target Finder scores and Energy Star® statements of energy performance for each building shall, within 60 days of being generated, be made available to DDOE, which shall make the data accessible to the public via an online database.\n\n\"(c) A building owner or tenant who fails to timely, accurately, and completely submit the benchmarking information required by this section to DDOE or the building owner, respectively, shall be assessed a penalty by DDOE of not more than $100 for each day during which the required submission has not been made. Civil infraction fines, penalties, and fees may be imposed as alternative sanctions for such failure, pursuant to Chapter 18 of Title 2. Adjudication of an infraction shall be pursuant to Chapter 18 of Title 2.\"\n\nD.C. Law 19-139, in subsec. (b)(1)(A), substituted \"permit\" for \"construction permit\"; in subsec. (b)(1)(B), inserted \"; provided, that a public school shall be verified as having fulfilled or exceeded the current edition of the LEED standard for commercial and institutional buildings at the gold level or higher if sufficient funding for the construction or renovation is provided.\" ; in subsecs. (b)(2)(A), (B), and (c)(3), substituted \"first building permit\" for \"1st building construction permit\"; addeds subsecs. (b)(3), (4), and (c)(2)(C), (D); and, in subsec. (c)(2)(A)(ii)(I), substituted \"April 1 of the respective following year. In 2011 only, the scores and statements shall be made available to DDOE no later than July 1.\" for \"January 1 of the respective following year.\"\n\nD.C. Law 19-171 validated previously made technical corrections in the designation of subsec. (c).\n\nTemporary Amendments of Section\n\nSection 2(b) of D.C. Law 19-71, in subsec. (b)(1)(B), added a new sentence at the end to read as follows:  \"Schools shall aspire to meet LEED for Schools certification at the gold level or higher.\";  in subsec. (c)(2)(A)(ii)(I), substituted \"April 1 of the respective following year.  In 2011 only, the scores and statements shall be made available to DDOE no later than July 1\" for \"January 1 of the respective following year\";   and added subsecs. (c)(2)(C) and (D) to read as follows:\n\n\"(C) Benchmarking data required in this paragraph shall include water consumption data as incorporated in the Portfolio Manager Benchmarking Tool.\n\n\"(D) A building owner or tenant who fails to timely, accurately, and completely submit the benchmarking information required by this paragraph to DDOE or to the building owner shall be assessed a penalty by DDOE of not more than $100 for each day during which the required submission has not been made. Civil infraction fines, penalties, and fees may be imposed as alternative sanctions for such failure, pursuant to the Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985, effective October 5, 1985 (D.C. Law 6-42; D.C. Official Code § 2-1801.01 et seq. ('Civil Infractions Act'). Adjudication of an infraction shall be pursuant to the Civil Infractions Act.\".\n\nSection 4(b) of D.C. Law 19-71 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(b) of D.C. Law 19-99 added subsec. (b)(3) to read as follows:\n\n\"(b)(3) For the purposes of this section, the term 'LEED' means LEED for New Construction, Core & Shell, Schools, or Retail.\".\n\nSection 4(b) of D.C. Law 19-99 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 501(b) of Clean and Affordable Energy Emergency Act of 2008 (D.C. Act 17-508, September 25, 2008, 55 DCR 10856).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Green Building Technical Corrections Emergency Amendment Act of 2011 (D.C. Act 19-164, October 11, 2011, 58 DCR 8894).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Green Building Compliance Emergency Amendment Act of 2011 (D.C. Act 19-257, December 21, 2011, 58 DCR 11222).\n\nLegislative History of Laws\n\nFor Law 16-234, see notes following § 6-1451.01.\n\nFor Law 17-250, see notes following § 6-1451.02.\n\nFor Law 18-209, see notes following § 6-1451.02.\n\nLaw 18-331, the \"Sustainable Energy Utility Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-932, which was referred to the Committee on Government Operations and the Environment. The Bill was adopted on first and second readings on November 23, 2010, and December 7, 2010, respectively. Signed by the Mayor on December 28, 2010, it was assigned Act No. 18-653 and transmitted to both Houses of Congress for its review. D.C. Law 18-331 became effective on March 31, 2011.\n\nFor history of Law 18-349, see notes under § 6-1451.01.\n\nFor history of Law 19-139, see notes under § 6-1412.\n\nFor history of Law 19-171, see notes under § 6-225.\n\nDC CODE § 6-1451.03\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 2007, D.C. Law 16-234, § 4, 54 DCR 377; Oct. 22, 2008, D.C. Law 17-250, § 501(b), 55 DCR 9225; July 27, 2010, D.C. Law 18-209, § 504(b), 57 DCR 4779; Mar. 31, 2011, D.C. Law 18-331, § 2, 58 DCR 22; Mar. 31, 2011, D.C. Law 18-349, § 2(c), 58 DCR 724; June 5, 2012, D.C. Law 19-139, § 2(c), 59 DCR 2555; Sept. 26, 2012, D.C. Law 19-171, § 45(b), 59 DCR 6190.)","sections":[{"prefix":"a","text":" This section shall apply to all privately-owned buildings and projects with at least 50,000 square feet of gross floor area."},{"prefix":"b","text":"(1) All new construction and substantial improvement of nonresidential projects, including projects involving real property acquired by a real property disposition by sale from the District or a District instrumentality to a private entity, and projects if less than 15% the project's total project cost was financed by the District or a District instrumentality, shall:"},{"prefix":"A","text":" Beginning January 1, 2009, as part of any building permit application, submit to DCRA a green building checklist documenting the green building elements to be pursued in the respective building's permit; and"},{"prefix":"B","text":" Be verified by an entity described in § 6-1451.04 as having fulfilled or exceeded the current edition of the LEED standard for commercial and institutional buildings at the certification level within 2 years of the receipt of a certificate of occupancy; provided, that a public school shall be verified as having fulfilled or exceeded the current edition of the LEED standard for commercial and institutional buildings at the gold level or higher if sufficient funding for the construction or renovation is provided."},{"prefix":"2","text":" This subsection shall apply as of:"},{"prefix":"A","text":" January 1, 2010, for a project involving real property acquired by a real property disposition by sale, from the District or a District instrumentality to a private entity, that has submitted an application for the first building permit on or after January 1, 2010; and"},{"prefix":"B","text":" January 1, 2012, for a project that has submitted an application for the first building permit on or after January 1, 2012."},{"prefix":"3","text":" The area of common space in a project shall be allocated to either residential or nonresidential square footage of a project based upon the percentage of gross floor area of the project occupied by each of the residential and nonresidential occupancies calculated after excluding the area of common space."},{"prefix":"4","text":" An applicant for new construction or substantial improvement of a mixed-use space shall fulfill or exceed the current edition of the LEED standard for commercial and institutional buildings at the certified level for the nonresidential portion of the project. Any requirements set forth in § 6- 1451.05 shall apply to the mixed-use space of the project. For the purposes of mixed-use space in this paragraph, the term:"},{"prefix":"A","text":" \"LEED\" also includes LEED for Commercial Interiors and LEED for Retail: Commercial Interiors; and"},{"prefix":"B","text":" \"Certificate of occupancy\" refers to the first certificate of occupancy issued for a usable, habitable space at grade or above grade for the mixed-use space of the project."},{"prefix":"c","text":"(1) This subsection shall apply to all buildings and projects that are of a building type for which Energy Star® tools are available."},{"prefix":"2","text":"(A) The requirements for existing privately-owned buildings shall be as follows:."},{"prefix":"i","text":" The owner or a designee of the owner shall annually benchmark the building using the Energy Star® Portfolio Manager benchmarking tool; and"},{"prefix":"ii","text":"(I) Benchmark and Energy Star® statements of energy performance for each building shall be made available to DDOE by April 1 of the respective following year. In 2011 only, the scores and statements shall be made available to DDOE no later than July 1."},{"prefix":"II","text":" Upon receipt, DDOE shall make the benchmark and Energy Star® statements available to the public via an online database accessible through the DDOE website, beginning with the 2nd annual benchmarking data for each building."},{"prefix":"B","text":" This paragraph shall apply as of:"},{"prefix":"i","text":" January 1, 2010, for a building with over 200,000 square feet of gross floor area;"},{"prefix":"ii","text":" January 1, 2011, for a building with over 150,000 square feet of gross floor area;"},{"prefix":"iii","text":" January 1, 2012, for a building with over 100,000 square feet of gross floor area; and"},{"prefix":"iv","text":" January 1, 2013, for a building with over 50,000 square feet of gross floor area, or more."},{"prefix":"C","text":" Benchmarking data required in this paragraph shall include water consumption data as incorporated in the Portfolio Manager Benchmarking Tool."},{"prefix":"D","text":" A building owner or tenant who fails to timely, accurately, and completely submit the benchmarking information required by this paragraph to DDOE or to the building owner shall be assessed a penalty by DDOE of no more than $100 for each day during which the required submission has not been made. Civil infraction fines, penalties, and fees may be imposed as alternative sanctions for such failure, pursuant to Chapter 18 of Title 2. Adjudication of an infraction shall be pursuant to Chapter 18 of Title 2."},{"prefix":"3","text":" An applicant for new construction or substantial improvement of a project who submits the first building permit after January 1, 2012, shall, prior to construction, estimate the project's energy performance using the Energy Star® Target Finder Tool."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"14A","text":"Green Building Requirements."},"heading":{"title":"6","chaptersection":"1451","identifier":"6-1451.03","catch_text":"Privately-owned buildings and projects."}}