{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-105, in subsec. (c)(1), validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor Law 14-162, see notes following § 6-1401.\n\nFor Law 15-105, see notes following § 6-711.01.\n\nMiscellaneous Notes\n\nSection 301 of D.C. Law 14-162 provides: \"Pursuant to Title I of the District of Columbia Administrative Procedure Act, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), the Mayor may issue rules to implement the provisions of this act.\"\n\nDC CODE § 6-1405.02\n\nCurrent through December 11, 2012","credits":"(Mar. 21, 1987, D.C. Law 6-216, § 6b, as added June 25, 2002, D.C. Law 14-162, § 101, 49 DCR 4438; Mar. 13, 2004, D.C. Law 15-105, § 43, 51 DCR 881.)","sections":[{"prefix":"a","text":" For the purposes of this section and § 6-1405.03, the term:"},{"prefix":"1","text":" \"Construction documents\" mean all drawings that, together with the specifications, describe the proposed building construction or renovation in sufficient detail and provide sufficient information to enable the Director to determine whether it complies with the Construction Codes."},{"prefix":"2","text":" \"Construction permit application\" means any application made to the Department for construction in private space."},{"prefix":"3","text":" \"Department\" means the Department of Consumer and Regulatory Affairs."},{"prefix":"4","text":" \"Director\" means the Director of the Department of Consumer and Regulatory Affairs, or his or her designee."},{"prefix":"5","text":" \"District\" means the District of Columbia."},{"prefix":"6","text":" \"Expedited Construction Documents Review Program\" or \"Program\" means the processing procedure for qualified construction permit applications and construction documents established by subsection (b) of this section."},{"prefix":"7","text":" \"Peer Reviewer\" means a person certified by the Director to conduct a third party review of one or more components of construction documents as described in § 6-1405.03."},{"prefix":"b","text":" The Mayor shall establish an Expedited Construction Documents Review Program to provide a separate processing procedure to expedite the District's review of qualified construction permit applications and construction documents; provided, that the application and documents meet the requirements of the Construction Codes. The Expedited Construction Documents Review Program shall incorporate by reference any requirements for third party reviews contained in subsection 108.1 of Title 12A of the District of Columbia Municipal Regulations (12A DCMR § 108.1), and incorporate the expedited review procedures of § 6-1405.03, including pre-submission review by a Peer Reviewer. The Expedited Construction Documents Review Program shall include periodic detailed review by the Director of the documents recommended for submission by the Peer Reviewers."},{"prefix":"c","text":"(1) The Director shall appoint Peer Reviewers. Peer Reviewer applicants shall possess a valid license as an architect or professional engineer in the District pursuant to part A or J of subchapter I-B of Chapter 28 of Title 47. The Mayor shall promulgate regulations to establish the requirements for certification of Peer Reviewers, including training and experience requirements, within 180 days of June 25, 2002."},{"prefix":"2","text":" When appointing a person as a Peer Reviewer, the Director shall:"},{"prefix":"A","text":" Specify the construction permit applications and construction documents which the Peer Reviewer may review and recommend for submission; and"},{"prefix":"B","text":" Assign a Peer Reviewer number to the person."},{"prefix":"3","text":" To maintain an appointment, a Peer Reviewer shall:"},{"prefix":"A","text":" Maintain the license specified in paragraph (1) of this subsection and provide evidence thereof annually; and"},{"prefix":"B","text":" Recommend for submission construction permit applications and construction documents which consistently meet the requirements of the Construction Codes."},{"prefix":"4","text":"(A) The Peer Reviewer appointment may be revoked by the Director for failure to comply with the requirements of this section or § 6-1405.03.   The revocation shall be in writing and state the provision of this section or § 6-1405.03 with which the Peer Reviewer has not complied."},{"prefix":"B","text":" The Peer Reviewer appointment may be reinstated if the Director determines that the basis for revocation of Peer Reviewer appointment has been remedied and the person possesses the license specified in paragraph (1) of this subsection."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Construction Codes."},"heading":{"title":"6","chaptersection":"1405","identifier":"6-1405.02","catch_text":"Expedited Construction Documents Review Program."}}