{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-349, in subsec. (c), substituted \"current edition of the LEED standard for commercial and institutional buildings\" for \"LEED-NC 2.2, LEED-CI 2.0, or LEED-CS 2.0\".\n\nD.C. Law 19-139, in subsec. (b), substituted \"building permit\" for \"building construction permit\".\n\nLegislative History of Laws\n\nFor Law 16-234, see notes following § 6-1451.01.\n\nFor history of Law 18-349, see notes under § 6-1451.01.\n\nFor history of Law 19-139, see notes under § 6-1412.\n\nDC CODE § 6-1451.10\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 2007, D.C. Law 16-234, § 11, 54 DCR 377; Mar. 31, 2011, D.C. Law 18-349, § 2(g), 58 DCR 724; June 5, 2012, D.C. Law 19-139, § 2(i), 59 DCR 2555.)","sections":[{"prefix":"a","text":"(1) The Mayor may, in unusual circumstances and only upon a showing of good cause, grant an exemption from any of the requirements of this chapter based on:"},{"prefix":"A","text":" Substantial evidence of a practical infeasibility or hardship of meeting a required green building standard;"},{"prefix":"B","text":" A determination that the public interest would not be served by complying with such requirements; or"},{"prefix":"C","text":" Other compelling circumstances as determined by the Mayor by rulemaking."},{"prefix":"2","text":" The burden shall be on the applicant to show circumstances to establish hardship or infeasibility under this section."},{"prefix":"3","text":" If the Mayor determines that the required verification requirement is not practicable for a project, the Mayor shall determine if another green building standard is practicable before exempting the project from all green building requirements."},{"prefix":"4","text":" The Mayor shall promulgate rules to establish requirements for the exemption process within 180 days of March 8, 2007."},{"prefix":"b","text":" Notwithstanding any other provision of this chapter, construction encompassed by building permits applied for within 6 months of March 8, 2007, shall be exempt from the verification requirements of this chapter."},{"prefix":"c","text":" Notwithstanding any other provision of this chapter, construction encompassed by a contract for a disposition agreement with the District or an instrumentality of the District for a property disposition for which a request for proposals was released prior to March 8, 2007, shall be exempt from the relevant current edition of the LEED standard for commercial and institutional buildings verification requirements, unless the disposition agreement is executed more than 12 months after March 8, 2007."},{"prefix":"d","text":" Notwithstanding any other provision of this chapter, the Mayor, upon a finding of reasonable grounds, may extend the period for green building verifications required in §§ 6-1451.02 and 6-1451.03, for 3 successive 4- month periods."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"14A","text":"Green Building Requirements."},"heading":{"title":"6","chaptersection":"1451","identifier":"6-1451.10","catch_text":"Exemptions and extensions."}}