{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 18-349 added pars. (2A), (9A), and (31A); in par. (4), substituted \"DCRA\" for \"the Department'; and rewrote par. (9) and repealed pars. (27), (28), (30), (31), and (34) , which had read as follows:\n\n\"(9) 'Department' means the Department of Consumer and Regulatory Affairs.\"\n\n\"(27) 'LEED-CI' means the LEED for Commercial Interiors (LEED-CI) green building rating system designed by the USGBC.\n\n\"(28) 'LEED-CS' means the LEED for Core and Shell (LEED-CS) green building rating system designed by the USGBC.\"\n\n\"(30) 'LEED-NC' means the LEED for New Construction and Major Renovations (LEED-NC) green building rating system designed by the USGBC.\n\n\"(31) 'LEED for Schools' means the LEED green building rating system being designed by the USGBC.\"\n\n\"(34) 'Performance bond' means a bond to secure performance and fulfillment of an obligation under this chapter.\"\n\nD.C. Law 19-139, in par. (2), substituted \"building permit\" for \"building construction permit\"; repealed pars. (4), (19), and (38); added pars. (5A), (5B), (10A), (14A), (32A), (33A), and (39A);   rewrote pars. (31A) and (40); and, in par. (39), de;deleted \"chartered by DCPS\" following \"schools\".  Prior to amendment or repeal, pars. (4), (19), (31A), (39), and (40) read as follows:\n\n\"(4) 'Building construction permit' means an official document or certificate issued by DCRA authorizing the construction or alteration of a building.\"\n\n\"(19) Green Building Expedited Construction Documents Review Program' means the processing procedure for qualified building construction permit applications and construction documents established by § 6 1451.06.Substantial improvement' has the same meaning as in section 202 of Title 12J of the District of Columbia Municipal Regulations (12J DCMR § 202).\"\n\n\"(31A) 'LEED standard for commercial and institutional buildings' means the green building rating system designed by the USGBC for commercial interiors, core and shell, existing buildings, new construction, operations and maintenance, and schools.\"\n\n\"(38) 'Public financing' means:.\n\n\"(A) Proceeds of any revenue bonds or tax increment financing that result in a financial benefit from an agency, commission, instrumentality, or other entity of the District government; or\n\n\"(B) Financing whose stated purpose is to provide for the new construction or substantial rehabilitation of affordable housing.\"\n\n\"(40) 'Substantial improvement' has the same meaning as in section 202 of Title 12J of the District of Columbia Municipal Regulations (12J DCMR § 202).\"\n\nTemporary Amendments of Section\n\nSection 2(a) of D.C. Law 19-99 amended par. (40) to read as follows:\n\n\"(40) 'Substantial improvement' means any repair, alteration, addition, or improvement of a building or structure, the cost of which equals or exceeds 50% of the market value of the structure before the improvement or repair is started.\".\n\nSection 4(b) of D.C. Law 19-99 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Green Building Compliance Emergency Amendment Act of 2011 (D.C. Act 19-257, December 21, 2011, 58 DCR 11222).\n\nLegislative History of Laws\n\nLaw 16-234, the \"Green Building Act of 2006\", was introduced in Council and assigned Bill No. 16-515, which was referred to Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 14, 2006, and December 5, 2006, respectively. Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-590 and transmitted to both Houses of Congress for its review. D.C. Law 16-234 became effective on March 8, 2007.\n\nLaw 18-349, the \"Green Building Technical Corrections, Clarification, and Revision Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-377, which was referred to the Committee Government Operations and the Environment. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on January 19, 2011, it was assigned Act No. 18-698 and transmitted to both Houses of Congress for its review. D.C. Law 18-349 became effective on March 31, 2011.\n\nFor history of Law 19-139, see notes under § 6-1412.\n\nDelegation of Authority\n\nDelegation of Authority-Green Building Act of 2006, see Mayor's Order 2007-206, September 21, 2007 (55 DCR 125).\n\nMiscellaneous Notes\n\nSection 7075 of D.C. Law 17-219 repealed section 15 of D.C. Law 16-234.\n\nDC CODE § 6-1451.01\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 2007, D.C. Law 16-234, § 2, 54 DCR 377; Mar. 31, 2011, D.C. Law 18-349, § 2(a), 58 DCR 724; June 5, 2012, D.C. Law 19-139, § 2(a), 59 DCR 2555.)","sections":[{"prefix":"1","text":" \"Addition\" has the same meaning as in § 6-1410(a)(1)."},{"prefix":"2","text":" \"Applicant\" means any individual, firm, limited liability company, association, partnership, government agency, public or private corporation, or other entity that submits construction documents for a building permit or verification."},{"prefix":"2A","text":" \"Bond\" means a financial instrument posted by an applicant, the proceeds of which shall be paid to the District in its entirety or in part, and deposited in the Green Building Fund, if the project fails to meet the standards required by §§ 6-1451.03 and 6-1451.06."},{"prefix":"3","text":" \"Building\" means any structure used or intended for supporting or sheltering any use or occupancy."},{"prefix":"4","text":" Repealed."},{"prefix":"5","text":" \"Building systems monitoring method\" means the specifications for a methodology of collecting information and providing feedback about installed equipment that provide data for the comparison, management, and optimization of actual, as compared to estimated, energy performance."},{"prefix":"5A","text":" \"Certificate of occupancy\" means the first certificate of occupancy issued for a usable, habitable space at grade or above grade."},{"prefix":"5B","text":" \"Common space\" means gross floor area within a project shared or available for common use by various occupancies within a project that includes both residential and nonresidential occupancies, including lobbies, corridors, stairways, amenity areas, laundry rooms, boiler rooms, furnace rooms, generator rooms, elevator hoistways, mechanical duct shafts, elevator machine rooms, off-street loading facilities, and off-street parking facilities at or above grade."},{"prefix":"6","text":" \"Construction Codes\" means the standards and requirements adopted pursuant to Chapter 14 of this title."},{"prefix":"7","text":" \"Construction documents\" has the same meaning as in § 6-1405.02(a)(1)."},{"prefix":"8","text":" \"Construction permit application\" has the same meaning as in § 6- 1410(a)(4)."},{"prefix":"8A","text":" \"Current edition\" means the most recent and currently operative edition of a green building standard approved under § 6-1451.11(b)."},{"prefix":"9","text":" \"DCRA\" means the Department of Consumer and Regulatory Affairs."},{"prefix":"9A","text":" \"DDOE\" means the District Department of the Environment."},{"prefix":"10","text":" \"Director\" means the Director of the Department of Consumer and Regulatory Affairs."},{"prefix":"10A","text":" \"District-financed\" or \"District instrumentality-financed\" means:"},{"prefix":"A","text":" Financing of a project or contract where funds or resources to be used for construction and development costs, excluding ongoing operational costs, are received from the District, or funds or resources which, in accordance with a federal grant or otherwise, the District administers, including a contract, grant, loan, tax abatement or exemption, land transfer, land disposition and development agreement, or tax increment financing, or any combination thereof; provided, that federal funds may be applied to the financing percentage only if permitted by federal law and grant conditions; or"},{"prefix":"B","text":" Financing whose stated purpose is, in whole or in part, to provide for the new construction or substantial rehabilitation of affordable housing."},{"prefix":"11","text":" \"Educational facility\" means any building that has the provision of education as its primary use."},{"prefix":"12","text":" \"ENERGY STAR Portfolio Manager\" means the tool developed by EPA ENERGY STAR that rates the performance of a qualifying building, relative to similar buildings nationwide, accounting for the impacts of year-to-year weather variations, building size, location, and several operating characteristics, using the Environmental Protection Agency's national energy performance rating system."},{"prefix":"13","text":" \"ENERGY STAR Target Finder\" means the tool developed by EPA ENERGY STAR that helps set performance goals and energy ratings for building projects during their design phase."},{"prefix":"14","text":" \"Existing building\" has the same meaning as in § 6-1410(a)(8)."},{"prefix":"14A","text":" \"First building permit\" means the first permit intended to cover the primary scope of work for a project; provided, that this shall not include permit applications for raze, sheeting and shoring, foundation, or specialty, miscellaneous, or supplemental permits."},{"prefix":"15","text":" \"Full-building commissioning\" means the process of verification that a building's energy related systems are installed, calibrated, and perform according to project requirements, design basis, and construction documents. The systems that require commissioning include mechanical and passive heating, ventilation, air conditioning, and refrigeration systems, and associated controls such as lighting, domestic hot water systems, and renewable energy systems."},{"prefix":"16","text":" \"GBAC\" means the Green Building Advisory Council established by § 6- 1451.09."},{"prefix":"17","text":" \"Green building\" means an integrated, whole-building approach to the planning, design, construction, operation, and maintenance of buildings and their surrounding landscapes that help mitigate the environmental, economic, and social impacts of buildings, so that they are energy efficient, sustainable, safe, cost-effective, accessible, healthy, and productive."},{"prefix":"18","text":" \"Green building checklist\" means a scorecard developed by the USGBC for the purpose of calculating a score on the appropriate LEED rating system."},{"prefix":"19","text":" Repealed."},{"prefix":"20","text":" \"Green Building Fund\" or \"Fund\" means the Green Building Fund established by § 6-1451.07."},{"prefix":"21","text":" \"Green Communities\" means the national green building program designed by Enterprise Community Partners that provides criteria for the design, development, and operation of affordable housing."},{"prefix":"22","text":" \"Gross floor area\" has the same definition as found in section 199.1 of Title 11 of the District of Columbia Municipal Regulations (11 DCMR § 199.1)."},{"prefix":"23","text":" \"HVAC&R\" means mechanical and passive heating, ventilation, air conditioning, and refrigeration systems."},{"prefix":"24","text":" \"ICC\" means the International Code Council, a nonprofit organization."},{"prefix":"25","text":" \"IECC\" means the International Energy Conservation Code developed by the ICC."},{"prefix":"26","text":" \"LEED\" means the series of Leadership in Energy and Environmental Design green building rating systems designed by the USGBC."},{"prefix":"27","text":" Repealed."},{"prefix":"28","text":" Repealed."},{"prefix":"29","text":" \"LEED-H\" means the LEED for New Homes (LEED-H) green building rating system being designed by the USGBC."},{"prefix":"30","text":" Repealed."},{"prefix":"31","text":" Repealed."},{"prefix":"31A","text":" \"LEED standard for commercial and institutional buildings\" means the green building rating system designed by the USGBC for Core & Shell, New Construction, Schools, and Retail: New Construction & Major Renovations."},{"prefix":"32","text":" \"Maintenance accountability method\" means a system for maintaining building performance standards, including annual building performance reporting that publicly compares actual energy consumption to benchmarks using the ENERGY STAR Portfolio Manager tool for all building types for which it is available; the description of changes to operations and maintenance arrangements and procedures for major energy-consuming equipment; the maintenance of manuals, manufacturer's literature, model numbers, methods of operation, and maintenance practices for installed building systems; the records of metering systems and mechanisms for the monitoring and control of energy consumption; and the collection of complete \"as-built\" drawing sets and information on best practices for building maintenance, housekeeping, pest management, and mold prevention."},{"prefix":"32A","text":" \"Mixed-use space\" means demised space in any residential project that contains at least 50,000 contiguous square feet of gross floor area, exclusive of common space, that is or would be occupied for a nonresidential use."},{"prefix":"33","text":" \"New construction\" means the construction of any building whether as a stand-alone building or an addition to an existing building. The term \"new construction\" includes new buildings and additions or enlargements of existing buildings, exclusive of any alterations or repairs to any existing portion of a building."},{"prefix":"33A","text":" \"Nonresidential\" means any project in which at least 50% of the gross floor area of the project, subject to allocation of area for common space, has nonresidential purposes."},{"prefix":"34","text":" Repealed."},{"prefix":"35","text":" \"Project\" means the construction of single or multiple buildings that are part of one development scheme, built at one time or in phases."},{"prefix":"36","text":" \"Property disposition by lease\" means a lease, inclusive of options, of real property, as defined in § 10-801.01, for a period of greater than 20 years."},{"prefix":"37","text":" \"Property disposition by sale\" means a sale of real property, as defined in § 10-801.01, in whole or in part, to the highest bidder for real property 10,000 square feet or more."},{"prefix":"38","text":" Repealed."},{"prefix":"39","text":" \"Public school\" means schools owned, operated, or maintained by the District of Columbia Public Schools (\"DCPS\"), or a public charter school, and those schools' educational facilities."},{"prefix":"39A","text":" \"Residential\" means any project in which more than 50% of the gross floor area of the project, subject to allocation for common space, is used for residential purposes."},{"prefix":"40","text":" \"Substantial improvement\" means any repair, alteration, addition, or improvement of a building or structure, the cost of which equals or exceeds 50% of the market value of the structure before the improvement or repair is started."},{"prefix":"41","text":" \"Total project cost\" means the total of:"},{"prefix":"A","text":" Hard construction costs;"},{"prefix":"B","text":" Site acquisition costs; provided, that a site was acquired within 2 years of first building permit application; and"},{"prefix":"C","text":" Soft costs; provided, that the soft costs shall not exceed 25% of the hard construction costs."},{"prefix":"42","text":" \"USGBC\" means the United States Green Building Council."},{"prefix":"43","text":" \"Verification\" or \"verified\" means confirmation by an entity described in § 6-1451.04 that the green building requirements of this chapter have been fulfilled."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"14A","text":"Green Building Requirements."},"heading":{"title":"6","chaptersection":"1451","identifier":"6-1451.01","catch_text":"Definitions."}}