{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-139 rewrote subsec. (a); and, in subsec. (b), substituted \"By June 1, 2013\" for \"On or before By January 1, 2010\" and substituted \"June 1\" for \"January 1\". Prior to amendment, subsec. (a) read as follows:\n\n\"(a) Within 180 days of March 8, 2007, the Mayor shall promulgate rules to implement this chapter. The proposed rules shall be submitted to the Council for a 45 day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution within this 45 day review period, the proposed rules shall be deemed approved.\"\n\nLegislative History of Laws\n\nLaw 16-234, the \"Green Building Act of 2006\", was introduced in Council and assigned Bill No. 16-515, which was referred to Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 14, 2006, and December 5, 2006, respectively. Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-590 and transmitted to both Houses of Congress for its review. D.C. Law 16-234 became effective on March 8, 2007.\n\nLaw 19-139, the \"Green Building Compliance, Technical Corrections, and Clarification Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-569, which was referred to the Committee on Environment, Public Works and Transportation. The Bill was adopted on first and second readings on February 7, 2012, and March 6, 2012, respectively. Signed by the Mayor on March 28, 2012, it was assigned Act No. 19-336 and transmitted to both Houses of Congress for its review. D.C. Law 19-139 became effective on June 5, 2012.\n\nDC CODE ยง 6-1412\n\nCurrent through December 11, 2012","credits":"(Mar. 21, 1987, D.C. Law 6-216, ยง 10c, as added Mar. 8, 2007, D.C. Law 16-234, ยง 13, 54 DCR 377; June 5, 2012, D.C. Law 19-139, ยง 3, 59 DCR 2555.)","sections":[{"prefix":"a","text":" By June 1, 2013, and at least once every 3 years thereafter, the Mayor, in consultation with the Green Building Advisory Council, shall submit to the Council, for approval, revisions to the Construction Codes that shall incorporate as many significant green building practices as practicable for the District of Columbia urban environment. The Mayor shall include as many green building provisions as practicable from the current versions of codes and standards published by the International Code Council. The Mayor may exclude provisions that are not practicable for the District of Columbia urban environment but shall provide evidence of cost or implementation impracticality for the excluded provisions; provided, that the Mayor is not required to consider codes or standards issued by the International Code Council within one year of the submittal date."},{"prefix":"b","text":" Every 6 months after March 8, 2007, the Mayor shall provide a written report on the progress of the current round of Construction Codes revisions to the chairperson of the committee of the Council that oversees the District agency charged with the building permit function. The report accompanying the final Construction Codes revisions shall include a listing and description of each green building practice considered and why each practice was, or was not included, in the respective Construction Codes revision. By June 1, 2013, and after at least every 3 years by June 1 of the relevant year, the Mayor shall submit to the Council for approval Construction Codes revisions that are consistent with the requirements of this section, and that incorporate green building practices developed since the previous Construction Codes revisions."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Construction Codes."},"heading":{"title":"6","chaptersection":"1412","identifier":"6-1412","catch_text":"Construction Codes revisions for green building practices."}}