{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-349 substituted \"DDOE\" for \"The Department of the Environment\" or \"the Department of the Environment \".\n\nD.C. Law 19-139, in subsec. (c)(1)(C), substituted \"Department of General Services\" for \"Office of Property Management\"; in subsec. (c)(1)(G), substituted \"building permit\" for \"building construction permit\"; and added subsec. (g).\n\nD.C. Law 19-171, in subsec. (c)(1)(C), \"Department of General Services\" for \"Office of Property Management\".\n\nLegislative History of Laws\n\nFor Law 16-234, see notes following § 6-1451.01.\n\nFor history of Law 18-349, see notes under § 6-1451.01.\n\nFor history of Law 19-139, see notes under § 6-1412.\n\nFor history of Law 19-171, see notes under § 6-225.\n\nDC CODE § 6-1451.09\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 2007, D.C. Law 16-234, § 10, 54 DCR 377; Mar. 31, 2011, D.C. Law 18-349, § 2(f), 58 DCR 724; June 5, 2012, D.C. Law 19-139, § 2(h), 59 DCR 2555; Sept. 26, 2012, D.C. Law 19-171, § 46, 59 DCR 6190.)","sections":[{"prefix":"a","text":" DDOE shall provide the central coordination and technical assistance to District agencies and instrumentalities in the implementation of the provisions of this chapter."},{"prefix":"b","text":" Within 90 days after March 8, 2007, the Mayor shall establish a Green Building Advisory Council to monitor the District's compliance with the requirements of this chapter and to make policy recommendations designed to continually improve and update the chapter."},{"prefix":"c","text":"(1) The GBAC shall consist of the following 13 members:"},{"prefix":"A","text":" The Director of DDOE, or the Director's designee;"},{"prefix":"B","text":" The Director of the Office of Planning, or the Director's designee;"},{"prefix":"C","text":" The Director of the Department of General Services, or the Director's designee;"},{"prefix":"D","text":" The Director of the Department of Consumer and Regulatory Affairs, or the Director's designee;"},{"prefix":"E","text":" The Director of the Department of Housing and Community Development, or the Director's designee;"},{"prefix":"F","text":" Six members appointed by the Mayor comprised in equal number of representatives from the private and nonprofit sectors;"},{"prefix":"G","text":" One member appointed by the chairperson of the committee of the Council that oversees the building permit function in the District of Columbia; and"},{"prefix":"H","text":" One member appointed by the chairperson of the Committee of the Council that oversees DDOE."},{"prefix":"2","text":" Members of the GBAC who are not ex officio members shall have expertise in building construction, development, engineering, natural resources conservation, energy conservation, green building practices, environmental protection, environmental law, or other similar green building expertise."},{"prefix":"3","text":" The Chairperson of the GBAC shall be the Director of DDOE."},{"prefix":"4","text":" All members of the GBAC shall either work in, or be residents of the District, and shall serve without compensation."},{"prefix":"5","text":" The members shall serve a 2-year term."},{"prefix":"6","text":" A member appointed to fill a vacancy or after a term has begun, shall serve only for the remainder of the term or until a successor is appointed."},{"prefix":"d","text":" The GBAC shall advise the Mayor on:"},{"prefix":"1","text":" The development, adoption, and revisions of this chapter, including suggestions for additional incentives to promote green building practices;"},{"prefix":"2","text":" The evaluation of the effectiveness of the District's green building policies and their impact on the District's environmental health, including the relation of the development of the District's green building policies to the specific environmental challenges facing the District;"},{"prefix":"3","text":" The green building practices to be included in the triennial revisions of the Construction Codes; and"},{"prefix":"4","text":" The promotion of green building education, including educating relevant District employees, the building community, and the public regarding the benefits and techniques of high-performance building standards."},{"prefix":"e","text":" The GBAC shall meet at least 6 times each year."},{"prefix":"f","text":" GBAC shall issue an annual report of its recommendations. The report shall include recommended updates of green building standards, building systems monitoring and data compiled from District-owned or District instrumentality-owned and operated buildings, and an analysis of the building projects exempted by the Mayor under § 6-1451.10. The report shall be distributed to all members of the Council and the Mayor and made available to the general public within 30 days after its issuance."},{"prefix":"g","text":" The Mayor shall provide GBAC with the following to be included in the annual report required by subsection (f) of this section:"},{"prefix":"1","text":" An accounting of funds deposited into the Green Building Fund during the past fiscal year, separated by category;"},{"prefix":"2","text":" An accounting of funds spent from the Green Building Fund during the past fiscal year, referencing that year's annual green plan's goals; and"},{"prefix":"3","text":" A 2-year District Green Building Plan updated annually, with goals and associated projections of expenditures for the upcoming fiscal year, produced in consultation with the GBAC."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"14A","text":"Green Building Requirements."},"heading":{"title":"6","chaptersection":"1451","identifier":"6-1451.09","catch_text":"Establishment of the Green Building Advisory Council."}}