{"text":"","historical":"Temporary Repeal of Section\n\nSection 3(d) of D.C. Law 19-181 repealed this section.\n\nSection 11(b) of D.C. Law 19-181 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) repeal of section, see § 3(d) of the Sign Regulation Emergency Amendment Act of 2012 (D.C. Act 19-387, July 11, 2012, 59 DCR 8491).\n\nFor temporary (90 day) repeal of section, see § 3(d) of Sign Regulation Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-499, October 26, 2012, 59 DCR 12749).\n\nLegislative History of Laws\n\nFor Law 14-162, see notes following § 6-1401.\n\nMiscellaneous Notes\n\nSection 301 of D.C. Law 14-162 provides: \"Pursuant to Title I of the District of Columbia Administrative Procedure Act, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), the Mayor may issue rules to implement the provisions of this act.\"\n\nDC CODE § 6-1410\n\nCurrent through December 11, 2012","credits":"(Mar. 21, 1987, D.C. Law 6-216, § 10a, as added June 25, 2002, D.C. Law 14-162, § 201(a)(3), 49 DCR 4438.)","sections":[{"prefix":"a","text":" For purposes of this section and § 6-1411, the term:"},{"prefix":"1","text":" \"Addition\" means an increase in:"},{"prefix":"A","text":" Building area;"},{"prefix":"B","text":" Aggregate floor area;"},{"prefix":"C","text":" Height; or"},{"prefix":"D","text":" Number of stories of a building or structure."},{"prefix":"2","text":" \"Alteration\" means the:"},{"prefix":"A","text":" Reconfiguration of any space;"},{"prefix":"B","text":" Addition or elimination of any door or window;"},{"prefix":"C","text":" Reconfiguration or extension of any system; or"},{"prefix":"D","text":" Installation of any additional equipment."},{"prefix":"3","text":" \"Change of occupancy\" means a change in the purpose or level of activity within a structure that involves a change in application of the requirements of the BRC."},{"prefix":"4","text":" \"Construction permit application\" means any application made to DCRA for construction in private space."},{"prefix":"5","text":" \"BRC\" means the Building Rehabilitation Code."},{"prefix":"6","text":" \"DCRA\" means the Department of Consumer and Regulatory Affairs."},{"prefix":"7","text":" \"District of Columbia Building Rehabilitation Code Advisory Council\" or \"Rehabilitation Council\" means the 19-member board appointed by the Mayor to advise the Mayor on the development, adoption, and revisions to the BRC, as well as other related matters set forth in § 6-1411."},{"prefix":"8","text":" \"Existing building\" means any building or structure that was erected and occupied or issued a certificate of occupancy at least one year before a construction permit application for that building or structure was made to DCRA."},{"prefix":"9","text":" \"Reconstruction\" means the:"},{"prefix":"A","text":" Reconfiguration of a space which affects an exit or element of the egress access shared by more than a single occupant;"},{"prefix":"B","text":" Reconfiguration of a space such that the work area is not permitted to be occupied because existing means of egress and fire protection systems, or their equivalent, are not in place or continuously maintained; or"},{"prefix":"C","text":" Extensive modifications."},{"prefix":"10","text":" \"Rehabilitation\" means any construction work undertaken in an existing building that includes repair, renovation, modification, reconstruction, change of occupancy, or addition."},{"prefix":"11","text":"(A) \"Renovation\" means the:"},{"prefix":"i","text":" Change, strengthening, or addition of load bearing elements; or"},{"prefix":"ii","text":" Refinishing, replacing, bracing, strengthening, upgrading, or extensive repair of existing materials, elements, components, equipment, or fixtures."},{"prefix":"B","text":" The term \"renovation\" shall not include:"},{"prefix":"i","text":" Reconfiguration of space; or"},{"prefix":"ii","text":" Interior and exterior painting."},{"prefix":"12","text":" \"Repair\" means the patching, restoration, or minor replacement of materials, elements, components, equipment, or fixtures for the purpose of maintaining these materials, elements, components, equipment, or fixtures in good or sound condition."},{"prefix":"b","text":" The Mayor shall issue rules to adopt the BRC, which shall be modeled on the Nationally Applicable Recommended Rehabilitation Provisions developed by the United States Department of Housing and Urban Development or the International Existing Building Code developed by the International Code Council. The Mayor shall submit the proposed rules to the Council for its review within 360 days of June 25, 2002. The Council shall have 90 days, exclusive of Saturdays, Sundays, holidays, and days of Council recess, in which to review and affirmatively approve the BRC. If the Council does not approve the BRC, it shall be deemed disapproved."},{"prefix":"c","text":" The BRC shall, at a minimum:"},{"prefix":"1","text":" Maintain a level of safety consistent with existing codes and provide for multiple categories of work with multiple compliance standards;"},{"prefix":"2","text":" Be enforceable by the Mayor using existing enforcement procedures;"},{"prefix":"3","text":" Apply to repair, renovation, modification, reconstruction, change of occupancy, and addition to an existing building; and"},{"prefix":"4","text":" Provide for an expedited review process for proposed amendments to the BRC submitted by the Council or another source."},{"prefix":"d","text":" Within 180 days after the adoption of the BRC and any subsequent amendments thereto, the Mayor shall propose amendments to make the Construction Codes consistent with the BRC."},{"prefix":"e","text":" The Mayor, in cooperation with the District of Columbia Building Rehabilitation Code Advisory Council, shall review the BRC and propose amendments at least every 3 years."},{"prefix":"f","text":" To enable the electronic database established under § 6-1403.01 to remain current, the Rehabilitation Council shall submit an amendment to DCRA at least 15 days before June 25, 2002."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Construction Codes."},"heading":{"title":"6","chaptersection":"1410","identifier":"6-1410","catch_text":"Building Rehabilitation Code."}}