{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-1303.\n\nTemporary Amendments of Section\n\nSection 3(a) of D.C. Law 19-181, in subsec. (a)(1), substituted \"interior signs, advertising devices\" for \"signs, advertising devices\".\n\nSection 11(b) of D.C. Law 19-181 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(a) of the Sign Regulation Emergency Amendment Act of 2012 (D.C. Act 19-387, July 11, 2012, 59 DCR 8491).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Sign Regulation Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-499, October 26, 2012, 59 DCR 12749).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-216, see Historical and Statutory Notes following § 6-1401.\n\nLaw 8-58, the \"Construction Codes Temporary Amendment Act of 1989,\" was introduced in Council and assigned Bill No. 8-344, which was retained by CounciL. The Bill was adopted on first and second readings on July 11, 1989 and September 26, 1989, respectively. Signed by the Mayor on October 13, 1989, it was assigned Act No. 8-88 and transmitted to both Houses of Congress for its review.\n\nD.C. Law 10-68, the \"Technical Amendments Act of 1993,\" was introduced in Council and assigned Bill No. 10-166, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 29, 1993, and July 13, 1993, respectively. Signed by the Mayor on August 23, 1993, it was assigned Act No. 10-107 and transmitted to both Houses of Congress for its review. D.C. Law 10-68 became effective on February 5, 1994.\n\nLaw 10-166, the \"Soil Erosion and Sedimentation Control Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-536, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on June 7, 1994, and June 21, 1994, respectively. Signed by the Mayor on July 8, 1994, it was assigned Act No. 10-279 and transmitted to both Houses of Congress for its review. D.C. Law 10-166 became effective on August 26, 1994.\n\nMiscellaneous Notes\n\nEstablishment of Building Code Advisory Committee: See Mayor's Order 89-257, November 7, 1989.\n\nEstablishment of a Working Group to Review the District's Existing Sign Rules and Provide Advice on Proposed Revisions, see Mayor's Order 2011-181, October 31, 2011 (58 DCR 9416).\n\nDC CODE § 6-1403\n\nCurrent through December 11, 2012","credits":"(Mar. 21, 1987, D.C. Law 6-216, § 4, 34 DCR 1072; Jan. 30, 1990, D.C. Law 8-58, § 2, 36 DCR 7382; Feb. 27, 1990, D.C. Law 8-70, § 2, 36 DCR 7744; Feb. 5, 1994, D.C. Law 10-68, § 14, 40 DCR 6311; Aug. 26, 1994, D.C. Law 10-166, § 2, 41 DCR 4892.)","sections":[{"prefix":"a","text":" The Construction Codes shall control:"},{"prefix":"1","text":" Matters concerning the construction, reconstruction, alteration, addition, repair, removal, demolition, use, location, occupancy, and maintenance of all buildings, structures, signs, advertising devices, and premises in the District and applies to existing or proposed buildings and structures;"},{"prefix":"2","text":" The construction, prefabrication, alteration, repair, use, occupancy, and maintenance of detached 1 or 2 family dwellings not more than 3 stories in height, and their accessory structures;"},{"prefix":"3","text":" The design, construction, installation, maintenance, alteration, conversion, change, repair, removal, and inspection of electrical conductors, equipment, and systems in buildings or structures and on public space within the District, for the transmission, distribution, and use of electrical energy for power, heat, light, radio, television, signaling, and for other purposes;"},{"prefix":"4","text":" The design, installation, maintenance, alteration, and inspection of mechanical systems, including heating systems, ventilating systems, cooling systems, steam and hot water heating systems, water heaters, process piping, boilers and pressure vessels, appliances using gas, liquid, or solid fuel, chimneys and vents, mechanical refrigeration systems, fireplaces, barbecues, incinerators, crematories, and air pollution systems;"},{"prefix":"5","text":" The design, installation, repair, or removal of plumbing fixtures intended to receive and discharge water, liquid, or water-carried wastes into the drainage system with which they are connected; the introduction, maintenance, and extension of a supply of water through a pipe or pipes, or any appurtenance thereof, in any building, lot, premises, or establishment; connection or repair of any system of drainage whereby foul, waste, and surplus water, gas, vapor, or other fluid is discharged or proposed to be discharged through a pipe or pipes from any building, lot, premises, or establishment into any public or house sewer, drain, pit, box, filter bed, or other receptacle, or into any natural or artificial watercourse flowing through public or private property; ventilation of any building, sewer, or any fixture or appurtenance connected therewith; excavation of any public or private street, highway, road, court, alley, or space for the purpose of connecting any building, lot, premises, or establishment with any service pipe house sewer, public water main, private water main, public sewer, private sewer, subway, conduit, or other underground structure; the performance of all classes of work usually done by plumbers and drain layers including the removal of plumbing fixtures, pipes, and fittings;"},{"prefix":"6","text":" Minimum requirements to safeguard life, property, or public welfare from the hazards of fire and explosion arising from the storage, handling, or use of substances, materials, and devices, and from conditions hazardous to life, property, or public welfare in the use or occupancy of buildings, structures, sheds, tents, lots, or premises;"},{"prefix":"7","text":" Minimum maintenance standards for all structures and premises for basic equipment and facilities for light, ventilation, space heating, and sanitation; for safety from fire; for space, use, and location; for safe and sanitary maintenance of all structures and premises now in existence; for minimum requirements for all existing buildings and structures for means of egress, fire protection systems, and other equipment and devices necessary for life safety from fire; for rehabilitation and reuse of existing structures and for allowing differences between the application of the code requirements to new construction and to alterations and repairs and for fixing the responsibilities of owners, operators, and occupants of all structures; and"},{"prefix":"8","text":" The design and construction of the exterior envelopes and the selection of heating, ventilating, air conditioning, service water heating, electrical distribution and illuminating systems, and equipment required for the effective use of energy."},{"prefix":"b","text":" The Construction Codes shall apply to those buildings occupied by or for any foreign government as an embassy or chancery to the extent provided for in § 6-1306(g)."},{"prefix":"c","text":" Except for permit requirements for land disturbing activities, the Construction Codes shall not apply to public buildings or premises owned by the United States government, including appurtenant structures and portions of buildings, premises, or structures, that are under the exclusive control of an officer of the United States government in his or her official capacity. If a lessor is responsible for the maintenance and repairs to property leased to the United States government, the property shall not be deemed to be under the exclusive control of an officer of the United States government."},{"prefix":"d","text":"(1) No permit required under the Construction Codes shall be issued if it is determined by the Mayor that:"},{"prefix":"A","text":" The permit affects an area in close proximity to the official residence of the President or the Vice President of the United States; and"},{"prefix":"B","text":" The United States Secret Service has established that the issuance of the permit would adversely impact the safety and security of the President or the Vice President of the United States;"},{"prefix":"2","text":" This subsection shall apply to each permit application that has not been granted by the Mayor by February 27, 1990."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Construction Codes."},"heading":{"title":"6","chaptersection":"1403","identifier":"6-1403","catch_text":"Scope."}}