{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-1404.\n\nEffect of Amendments\n\nD.C. Law 14-282, in subsec. (d)(1), substituted \"§§ 47-1807.04, 47-1807.05, and 47-1807.06\" for \"§§ 47-1807.04 and 47-1807.05\"; and in subsec. (d)(2), substituted \"§ 47-1808.07\" for \"§ 47-1808.04\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 4 of the Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, Oct. 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see § 4 of the Tax Clarity and Related Amendments Temporary Act of 2002 (D.C. Law 14-228, March 25, 2003, law notification 50 DCR 2741).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4 of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) amendment of section, see § 4 of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 4 of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-177, see Historical and Statutory Notes following § 6-1501.\n\nLaw 14-282, the \"Tax Clarity and Recorder of Deeds Act of 2002\", was introduced in Council and assigned Bill No. 14-537, which was referred to Committee on Finance and Revenue. The Bill was adopted on first and second readings on July 2, 2002, and October 1, 2002, respectively. Signed by the Mayor on January 22, 2003, it was assigned Act No. 14-616 and transmitted to both Houses of Congress for its review. D.C. Law 14-282 became effective on April 4, 2003.\n\nMiscellaneous Notes\n\nCEMI-Ridgecrest, Inc., Real Property Tax and Water and Sewer Changes Relief Qualification Approval Emergency Resolution of 1998: Pursuant to Resolution 12-605, effective July 7, 1998, the Council approved, on an emergency basis, the qualification of the Walter E. Washington Estates Project, in Square 6159, Lot No. 125, in the 800 block of Bellevue Street, S.E., which is located in the Alabama Avenue Development Zone, owned by CEMI-Ridgecrest, Inc., for forgiveness of water and sewer charges and forgiveness and reduction of real property taxes owed.\n\nDC CODE § 6-1504\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 1988, D.C. Law 7-177, § 5, 35 DCR 6158; Apr. 4, 2003, D.C. Law 14-282, § 4, 50 DCR 896.)","sections":[{"prefix":"a","text":" Any incorporated or unincorporated business entity that has a place of business located within an economic development zone shall be qualified for tax incentives if:"},{"prefix":"1","text":" The qualification is recommended by the Mayor and approved by the Council, by resolution;"},{"prefix":"2","text":" The business entity has entered an employment agreement with the District of Columbia pursuant to § 2-219.01; and"},{"prefix":"3","text":" The business entity is subject to franchise taxes under either § 47- 1807.01 et seq. or § 47-1808.01 et seq."},{"prefix":"b","text":" The resolution approving the qualification for tax incentives pursuant to subsection (a)(1) of this section shall:"},{"prefix":"1","text":" Identify the qualified incorporated or unincorporated business entity;"},{"prefix":"2","text":" Identify each franchise tax credit to be granted; and"},{"prefix":"3","text":" Include an estimate of the annual dollar value of each franchise tax credit."},{"prefix":"c","text":" For purposes of an incorporated or unincorporated business entity's eligibility for the tax credits provided under §§ 47-1807.04, 47-1807.05, and 47-1808.04, the Mayor shall certify any employee who is a resident of the District of Columbia who received an annual income equal to or less than 150% of the lower living standard income level, as that term is defined in 29 U.S.C. § 1503, in the 12 months immediately preceding the commencement of his employment by the qualified incorporated or unincorporated business and is not a qualified summer youth as defined in 26 U.S.C. § 51."},{"prefix":"d","text":" The following tax incentives shall be available to a qualified incorporated or unincorporated business:"},{"prefix":"1","text":" Credits against the corporate franchise tax under §§ 47-1807.04, 47- 1807.05, and 47-1807.06; and"},{"prefix":"2","text":" Credits against the unincorporated business franchise tax under § 47- 1808.07."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Economic Development Zone Incentives."},"heading":{"title":"6","chaptersection":"1504","identifier":"6-1504","catch_text":"Tax incentives for businesses in economic development zones."}}