{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-1403.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-177, see Historical and Statutory Notes following § 6-1501.\n\nReferences in Text\n\nThe \"District of Columbia Real Property Tax Revision Act of 1974\", referred to in subsection (c)(2), is 88 Stat. 1051.\n\nThe \"An Act Relating to the levying and collecting of taxes and assessments\", referred to in subsection (c)(3), is 52 Stat. 1198.\n\nTransfer of Functions\n\nPursuant to the Office of the Chief Financial Officer's \"Notice of Public Interest\" published in the April 18, 1997, issue of the District of Columbia Register (44 DCR 2345) the Office of Tax and Revenue assumed all of the duties and functions previously performed by the Department of Finance and Revenue, as set forth in Commissioner's Order 69-96, dated March 7, 1969. This action was made effective January 22, 1997, nunc pro tunc.\n\nMiscellaneous Notes\n\nKing Office Limited Partnership Real Property Tax Abatement Forgiveness Qualification disapproval Resolution of 1996: Pursuant to Resolution 11-565, effective November 7, 1996, Council disapproved the Mayor's recommendation that real property taxes be forgiven and abated for the King Office Limited Partnership's newly constructed office building at 3720 Martin Luther King, Jr., Avenue, S.E., Washington, D.C., pursuant to the Economic Development Zone Incentives Amendment Act of 1988.\n\nDC CODE § 6-1503\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 1988, D.C. Law 7-177, § 4, 35 DCR 6158.)","sections":[{"prefix":"a","text":" Any improved real property located within an economic development zone shall be qualified for tax and other development incentives if:"},{"prefix":"1","text":" The qualification is recommended by the Mayor and approved by the Council, by resolution;"},{"prefix":"2","text":" The real property is classified as Class 3 or Class 4 real property under § 47-813;"},{"prefix":"3","text":" The real property is used in conformity with the zoning regulations; and"},{"prefix":"4","text":"(A) Rehabilitation of the real property begins after October 20, 1988, and the actual costs of the rehabilitation of the property exceed 50% of the value of the property, as assessed by the Department of Finance and Revenue for the tax year ending immediately prior to commencement of the rehabilitation; or"},{"prefix":"B","text":" Construction on the real property begins after October 20, 1988."},{"prefix":"b","text":" The resolution approving the qualification for tax and other development incentives pursuant to subsection (a)(1) of this section shall:"},{"prefix":"1","text":" Identify the qualified real property by lot and square;"},{"prefix":"2","text":" Identify the owner or owners of the qualified real property;"},{"prefix":"3","text":" Identify each tax or charge to be reduced, deferred, or forgiven;"},{"prefix":"4","text":" State the applicable tax year or tax period for each tax or charge to be reduced, deferred, or forgiven; and"},{"prefix":"5","text":" State the dollar amount of each tax or charge reduction, deferral, or forgiveness."},{"prefix":"c","text":" The following tax and other development incentives shall be available to the owner of qualified real property:"},{"prefix":"1","text":" A reduction in real property taxes as provided in § 47-815(f);"},{"prefix":"2","text":" Deferral or forgiveness of any real property tax owed as provided in § 436a of the District of Columbia Real Property Tax Revision Act of 1974, approved September 3, 1974 (88 Stat. 1051);"},{"prefix":"3","text":" Deferral or forgiveness of any special assessment owed as provided in § 2a of An Act Relating to the levying and collecting of taxes and assessments, and for other purposes, approved June 25, 1938 (52 Stat. 1198);"},{"prefix":"4","text":" Deferral or forgiveness of any cost or fee assessed to correct any condition that exists on real property in violation of law as provided in § 6-711.01(e); and"},{"prefix":"5","text":" Deferral or forgiveness of any water or sanitary sewer charges due as provided in §§ 34-2407.02 and 34-2110."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Economic Development Zone Incentives."},"heading":{"title":"6","chaptersection":"1503","identifier":"6-1503","catch_text":"Tax and other development incentives for real property in economic development zones."}}