{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-337, in subsecs. (a) and (b), substituted \"for-profit activities\" for \"for-profit activities involving Housing Properties\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of District of Columbia Housing Authority Revitalization Projects Temporary Amendment Act of 2004(D.C. Law 15-260, March 17, 2005, law notification 52 DCR 4372).\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of section, see notes following § 6-201.\n\nFor temporary (90 day) amendment of section, see § 2(b) of District of Columbia Housing Authority Revitalization Projects Emergency Amendment Act of 2004 (D.C. Act 15-552, October 26, 2004, 51 DCR 10356).\n\nFor temporary (90 day) amendment of section, see § 2(b) of District of Columbia Housing Authority Revitalization Projects Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-36, February 17, 2005, 52 DCR 3026).\n\nLegislative History of Laws\n\nFor Law 13-105, see notes following § 6-201.\n\nFor Law 15-337, see notes following § 6-201.\n\nDC CODE § 6-204\n\nCurrent through December 11, 2012","credits":"(May 9, 2000, D.C. Law 13-105, § 5, 47 DCR 1325; Apr. 12, 2005, D.C. Law 15-337, § 2(b), 52 DCR 2278.)","sections":[{"prefix":"a","text":" All assets and income of the Authority and all Housing Properties (whether or not owned or operated by the Authority) shall be exempt from District taxation, subject to the conditions contained in subsection (b) of this section and the approval required by subsection (c) of this section. Absent an agreement with the Authority approved by the Council, for-profit activities shall not be exempt from District taxation."},{"prefix":"b","text":" The Authority is empowered to negotiate tax exemption agreements concerning for-profit activities. These tax exemption agreements shall be limited to full or partial relief from the following District taxes: property, income, and sales. The maximum duration of any tax exemption agreement under this section shall be 5 years."},{"prefix":"c","text":" Before a tax exemption agreement involving for-profit activities can become effective, legislation for this purpose shall be submitted to the Council for approval by act."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Housing Authority."},"subchapter":{"identifier":"I","text":"District of Columbia Housing Authority, 1999."},"heading":{"title":"6","chaptersection":"204","identifier":"6-204","catch_text":"Tax exemption."}}