{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-108, in subsec. (a), inserted \"The Executive Director shall be a District resident and shall remain a District residency throughout his or her term and failure to maintain District residency shall result in a forfeiture of the position.\"\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of section, see notes following § 6-201.\n\nLegislative History of Laws\n\nFor Law 13-105, see notes following § 6-201.\n\nLaw 17-108, the \"Jobs for D.C. Residents Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-185 which was referred to the Committee on Workforce Development and Government Operations. The Bill was adopted on first and second readings on July 10, 2007, and October 2, 2007, respectively. Signed by the Mayor on October 26, 2007, it was assigned Act No. 17-172 and transmitted to both Houses of Congress for its review. D.C. Law 17-108 became effective on February 6, 2008.\n\nDC CODE § 6-213\n\nCurrent through December 11, 2012","credits":"(May 9, 2000, D.C. Law 13-105, § 14, 47 DCR 1325; Feb. 6, 2008, D.C. Law 17-108, § 208(a), 54 DCR 10993.)","sections":[{"prefix":"a","text":" An Executive Director shall be appointed, and may be removed, by the Board. The Executive Director shall be an employee of the Authority, but shall not be a member of the Board. The Executive Director shall receive compensation and other terms and conditions of employment as shall be fixed by the Board. The Executive Director shall be a District resident and shall remain a District residency throughout his or her term and failure to maintain District residency shall result in a forfeiture of the position."},{"prefix":"b","text":" The Board shall require the Executive Director to achieve specific performance standards approved by the Board. The Board shall submit the Public Housing Agency Plans, required pursuant to section 5A of the Housing Act of 1937, to the Council for review and comment not less than 45 days prior to submitting the required documents to HUD."},{"prefix":"c","text":" The Executive Director shall, subject to the direction and supervision of the Board:"},{"prefix":"1","text":" Administer, manage, and direct the daily affairs and activities of the Authority;"},{"prefix":"2","text":" Supervise the staff of the Authority, make all final personnel decisions, and employ assistants, employees, and consultants as necessary in accordance with this chapter and the rules, regulations, by-laws, and policies adopted by the Board;"},{"prefix":"3","text":" Execute leases, deeds, notes, bonds, contracts, and other documents on behalf of the Authority; and"},{"prefix":"4","text":" Perform such other duties as shall be assigned by the Board."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Housing Authority."},"subchapter":{"identifier":"I","text":"District of Columbia Housing Authority, 1999."},"heading":{"title":"6","chaptersection":"213","identifier":"6-213","catch_text":"Executive Director."}}