{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90-day) addition of section, see notes following § 6-201.\n\nLegislative History of Laws\n\nFor Law 13-105, see notes following § 6-201.\n\nDC CODE § 6-212\n\nCurrent through December 11, 2012","credits":"(May 9, 2000, D.C. Law 13-105, § 13, 47 DCR 1325.)","sections":[{"prefix":"a","text":" There is established an Authority Advisory Committee."},{"prefix":"b","text":" The membership on the Advisory Committee shall consist of 7 members, with one member representing each of the following organizations, or the successors in interest to these organizations (if an organization has no direct successor, the Board shall select an appropriate replacement organization):"},{"prefix":"1","text":" DC Action for Children;"},{"prefix":"2","text":" The D.C. Chamber of Commerce;"},{"prefix":"3","text":" The Coalition for Nonprofit Housing Development;"},{"prefix":"4","text":" The D.C. Building Industry Association;"},{"prefix":"5","text":" A representative of the advocacy organizations that instituted the lawsuit entitled Pearson v. Kelly, et al., 92-CA-14030 (Sup. Ct. D.C., May 19, 1995);"},{"prefix":"6","text":" One resident of the Authority's Housing Properties; and"},{"prefix":"7","text":" The Mayor's Special Assistant in charge of the Office of Boards and Commissions."},{"prefix":"c","text":" Members shall serve without compensation."},{"prefix":"d","text":" The Advisory Committee shall advise the Mayor and the Authority with respect to the following:"},{"prefix":"1","text":" The naming of appropriate candidates as public members of the Board; and"},{"prefix":"2","text":" Any other issues directly related to the operations of the Authority."},{"prefix":"e","text":" Within 15 days of May 9, 2000, the organizations described in subsection (b) of this section shall provide the Mayor and the Receiver with the name of its representative to the Advisory Committee. The first meeting of the Advisory Committee shall be scheduled by the Receiver, and shall be held no later than 30 days after May 9, 2000."},{"prefix":"f","text":" The Advisory Committee shall remain in existence beyond the establishment of the Board, and shall convene when necessary to assist the Mayor in selecting new nominees if a position on the Board is vacated or becomes available upon the expiration of a member's term."},{"prefix":"g","text":" When a member of the Advisory Committee resigns or is replaced, the name of a successor shall be provided to the Board by the organization which the member represents."},{"prefix":"h","text":" The Advisory Committee shall select 3 suitable candidates for each of the 4 Mayor-appointed Commissioner positions, and shall submit its nominees to the Mayor by no later than 60 days after May 9, 2000. The Mayor may select one person from each group of 3 submitted by the Advisory Committee for each of the public appointed positions."},{"prefix":"i","text":" In making suggestions to the Mayor for nominees for the Board, the Advisory Committee shall select persons with experience in at least one of the fields enumerated in § 5-161(c)(1)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Housing Authority."},"subchapter":{"identifier":"I","text":"District of Columbia Housing Authority, 1999."},"heading":{"title":"6","chaptersection":"212","identifier":"6-212","catch_text":"Establishment of Authority Advisory Committee."}}