{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90-day) addition of section, see notes following ยง 6-201.\n\nLegislative History of Laws\n\nFor Law 13-105, see notes following ยง 6-201.\n\nDC CODE ยง 6-216\n\nCurrent through December 11, 2012","credits":"(May 9, 2000, D.C. Law 13-105, ยง 17, 47 DCR 1325.)","sections":[{"prefix":"a","text":" The Authority is authorized to establish and administer its own employment benefits programs for individuals who become employed by the Authority other than individuals who make an election under subsection (b) of this section, except that any newly-established benefits for bargaining unit employees must be at least equal to those currently set out in subchapters XXI, XXII, and XXVI of Chapter 6 of Title 1. With regard to employees who are covered by a collective bargaining agreement, no such benefit programs shall be made available or required of such employees except by agreement between the collective bargaining representative and the Authority."},{"prefix":"b","text":" Authority employees shall continue to be covered under the health, life, and retirement benefit plans of the District government pursuant to subchapters XXI, XXII, and XXVI of Chapter 6 of Title 1 until the Authority adopts its own employment benefit programs. Authority employees hired before the Authority establishes its own health, life, or retirement benefits plans, who remain continuously employed by the Authority, may elect to be treated for purposes of District benefit plans as if the employee remained continuously in the employment of the District government with all rights, benefits, and privileges that have accrued to, and vested in, the employees. Employees hired by the Authority after the date that the Authority establishes its own health, life, or retirement plans may not elect to continue coverage under the health, life, or retirement benefit plans of the District government."},{"prefix":"c","text":" If an employee makes an election under subsection (b) of this section, the Authority shall make the same deductions from pay and the same employer contributions for the corresponding programs as would be made if the Authority were a District agency that is subject to subchapters XXI, XXII, and XXVI of Chapter 6 of Title 1."},{"prefix":"d","text":" For a negotiated fee, the Mayor shall administer the benefits program and allow Authority employees to participate in the District's benefits plans and programs, which fee shall be on terms reasonable to both the District and the Authority. The Mayor shall provide assistance to the Authority to meet the requirements of subsection (b) of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Housing Authority."},"subchapter":{"identifier":"I","text":"District of Columbia Housing Authority, 1999."},"heading":{"title":"6","chaptersection":"216","identifier":"6-216","catch_text":"Authority employees' benefits."}}