{"text":"","historical":"Temporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Veterans Rental Assistance Temporary Amendment Act of 2008 (D.C. Law 17-189, July 18, 2008, law notification 55 DCR 9767).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2142(b) of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) addition, see § 2142(b) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) addition, see § 2142(b) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 2 of Displaced Veterans Rental Assistance Emergency Amendment Act of 2008 (D.C. Act 17-351, April 17, 2008, 55 DCR 5366).\n\nFor temporary (90 day) amendment of section, see § 2 of Veterans Rental Assistance Congressional Review Emergency Act of 2008 (D.C. Act 17-438, July 16, 2008, 55 DCR 8286).\n\nLegislative History of Laws\n\nFor Law 16-192, see notes following § 6-201.\n\nDC CODE § 6-228\n\nCurrent through December 11, 2012","credits":"(May 9, 2000, D.C. Law 13-105, § 26c, as added Mar. 2, 2007, D.C. Law 16- 192, § 2142(b), 53 DCR 6899.)","sections":[{"prefix":"a","text":" The funds allocated for tenant-based assistance shall be administered through the Authority's Housing Choice Voucher Program.  Except as provided in this section, tenant-based assistance provided through the Rent Supplement Program shall be subject to the Authority's existing rules, regulations, policies, and procedures for the Housing Choice Voucher Program.   Existing rules, regulations, policies, and procedures affecting the Rent Supplement Program shall be submitted for Council review as required by § 6-226."},{"prefix":"b","text":" Eligible families shall be selected from the Authority's Housing Choice Voucher Program waiting list according to rules established by the Authority for selection and admission, with the following additional limitations:"},{"prefix":"1","text":" Eligible families shall be extremely low-income; and"},{"prefix":"2","text":" The Authority shall develop rules that give preference in awarding a percentage of the vouchers funded under this program to District residents who are homeless applicants with one or more children under 18 years of age. The percentage shall be determined by the Authority and shall be included in the rules adopted for the program."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Housing Authority."},"subchapter":{"identifier":"I","text":"District of Columbia Housing Authority, 1999."},"heading":{"title":"6","chaptersection":"228","identifier":"6-228","catch_text":"Tenant-based assistance."}}