{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90-day) addition of section, see notes following ยง 6-201.\n\nLegislative History of Laws\n\nFor Law 13-105, see notes following ยง 6-201.\n\nDC CODE ยง 6-221\n\nCurrent through December 11, 2012","credits":"(May 9, 2000, D.C. Law 13-105, ยง 22, 47 DCR 1325.)","sections":[{"prefix":"a","text":" An affidavit of financial disclosure shall be completed and submitted by each employee of the Authority prior to the effective date of employment, and shall be updated annually, if required by the Authority. Refusal to comply with this requirement shall be cause for removal or termination. The form or forms of disclosure shall be developed by the Authority's General Counsel or designated Ethics Officer and approved by the Board, and the completed disclosure forms shall be retained in the records of the General Counsel or Ethics Officer."},{"prefix":"b","text":" For a period of one year after termination or expiration of his or her term of employment, no Officer shall appear before any court or government department or agency as agent or attorney for anyone other than the Authority in connection with any proceeding, application, request for a ruling or other determination, contract, claim, controversy, charge, accusation, arrest, or other particular matter in which the Authority is substantially interested, whether or not he or she took any action or made any decision as officer in connection with such matter. This provision shall not preclude compliance with a subpoena duly issued to any former Officer."},{"prefix":"c","text":"(1) Any Officer or employee of the Authority who has a conflict of interest must disclose the nature and circumstances of the conflict to the Authority and the General Counsel. The General Counsel shall review conflict of interests and make a case-by-case legal determination whether there is a conflict of interest and, if so, whether there is good cause to waive the conflict of interest based upon the facts presented."},{"prefix":"2","text":" A conflict of interest shall include:"},{"prefix":"A","text":" Any employee designated to handle purchasing or contracting for the Authority who has any financial interest, either directly or indirectly, in any contract to which the Authority is a party for the purchase of supplies, materials, equipment, or services; or"},{"prefix":"B","text":" Any employee of the Authority in a decision-making capacity who has any financial interest, either directly or indirectly, in any contract to which the Authority is a party or in any entity involved directly or indirectly in any transaction with the Authority, including construction companies, real estate development firms, property management companies, and service providers."},{"prefix":"d","text":"(1) The General Counsel shall notify the Executive Director if a conflict of interest exists involving any employee or Officer. The General Counsel shall determine whether:"},{"prefix":"A","text":" There is an appearance of a conflict of interest;"},{"prefix":"B","text":" There is a conflict of interest;"},{"prefix":"C","text":" There is no conflict of interest; or"},{"prefix":"D","text":" There is good cause to waive the conflict of interest provisions because an extraordinary situation exists and the Authority would benefit from the waiver."},{"prefix":"2","text":" A conflict of interest may be resolved by public disclosure of the conflict of interest and recusal from the decision making process with respect to the conflict, divestiture, or any other manner that does not violate local or federal law."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Housing Authority."},"subchapter":{"identifier":"I","text":"District of Columbia Housing Authority, 1999."},"heading":{"title":"6","chaptersection":"221","identifier":"6-221","catch_text":"Financial disclosure and conflict of interest--employees."}}