{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90-day) addition of section, see notes following ยง 6-201.\n\nLegislative History of Laws\n\nFor Law 13-105, see notes following ยง 6-201.\n\nDC CODE ยง 6-220\n\nCurrent through December 11, 2012","credits":"(May 9, 2000, D.C. Law 13-105, ยง 21, 47 DCR 1325.)","sections":[{"prefix":"a","text":" An affidavit of financial disclosure shall be completed and submitted by each Commissioner within 30 days of his or her appointment and by the Executive Director at the time his or her contract, to the extent such a contract exists or is required, is being negotiated with the Board. Refusal to comply with this requirement shall be cause for removal or termination. The form or forms of financial disclosure shall be developed by the General Counsel or designated Ethics Officer and approved by the Board. The completed disclosure forms shall be retained in the records of the General Counsel or Ethics Officer."},{"prefix":"b","text":" For a period of one year after termination or expiration of his or her term as a Commissioner or his or her term of employment, no former Commissioner or Executive Director shall appear before any court or government department or agency as agent or attorney for anyone other than the Authority in connection with any proceeding, application, request for a ruling or other determination, contract, claim, controversy, charge, accusation, arrest, or other particular matter in which the Authority is substantially interested, whether or not he or she took any action or made any decision as Commissioner or Executive Director in connection with such matter. This provision shall not preclude compliance with a subpoena duly issued to any former Commissioner or Executive Director."},{"prefix":"c","text":"(1) The General Counsel shall advise the Board of potential conflict of interests involving any Commissioner or the Executive Director. The General Counsel shall advise the Board whether:"},{"prefix":"A","text":" There is an appearance of a conflict of interest;"},{"prefix":"B","text":" There is a conflict of interest;"},{"prefix":"C","text":" There is no conflict of interest; or"},{"prefix":"D","text":" There is good cause to waive the conflict of interest provisions because an extraordinary situation exists and the Authority would benefit from the waiver."},{"prefix":"2","text":" A conflict of interest may be resolved by public disclosure of the conflict of interest and recusal from the decision-making process with respect to the conflict, divestiture, or by any other manner that does not violate local or Federal law."},{"prefix":"3","text":" For the purposes of this section, a conflict of interest shall include any financial interest, either directly or indirectly:"},{"prefix":"A","text":" In any contract to which the Authority is a party for the purchase of supplies, materials, equipment, or services; or"},{"prefix":"B","text":" In any entity involved directly or indirectly in any transaction with the Authority, including construction companies, real estate development firms, property management companies, and service providers."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Housing Authority."},"subchapter":{"identifier":"I","text":"District of Columbia Housing Authority, 1999."},"heading":{"title":"6","chaptersection":"220","identifier":"6-220","catch_text":"Financial disclosure and conflict of interest--Board of Commissioners and Executive Director."}}