{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-111 rewrote subsec. (b), which had read as follows:\n\n\"(b) The Authority shall allocate the funds appropriated for the program annually toward project-based and sponsor-based voucher assistance, as described in § 6-227, and tenant-based assistance, as described in § 6-228.\"\n\nD.C. Law 19-21 added subsec. (e).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2142(b) of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) addition, see § 2142(b) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) addition, see § 2142(b) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 2241(a) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2241(a) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor Law 16-192, see notes following § 6-201.\n\nLaw 18-111, the \"Fiscal Year 2010 Budget Support Act of 2009\", was introduced in Council and assigned Bill No. 18-203, which was referred to the Committee on the Whole. The bill was adopted on first and second readings on May 12, 2009, and September 22, 2009, respectively. Signed by the Mayor on December 18, 2009, it was assigned Act No. 18-255 and transmitted to both Houses of Congress for its review. D.C. Law 18-111 became effective on March 3, 2010.\n\nLaw 19-21, the \"Fiscal Year 2012 Budget Support Act of 2011\", was introduced in Council and assigned Bill No. 19-203, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 25, 2011, and June 14, 2011, respectively. Signed by the Mayor on July 22, 2011, it was assigned Act No. 19-98 and transmitted to both Houses of Congress for its review. D.C. Law 19-21 became effective on September 14, 2011.\n\nResolutions\n\nResolution 18-453, the \"District of Columbia Housing Authority Rent Supplement Proposed Rulemaking Emergency Approval Resolution of 2010\", was approved effective April 20, 2010.\n\nMiscellaneous Notes\n\nShort title: Section 2240 of D.C. Law 18-111 provided that subtitle Y of title II of the act may be cited as the \"Local Rent Supplement Amendment Act of 2009\".\n\nShort title: Section 2031 of D.C. Law 19-21 provided that subtitle D of title II of the act may be cited as \"Rent Supplement Prioritization and Funding Act of 2011\".\n\nDC CODE § 6-226\n\nCurrent through December 11, 2012","credits":"(May 9, 2000, D.C. Law 13-105, § 26a, as added Mar. 2, 2007, D.C. Law 16- 192, § 2142(b), 53 DCR 6899; Mar. 3, 2010, D.C. Law 18-111, § 2241(a), 57 DCR 181; Sept. 14, 2011, D.C. Law 19-21, § 2032, 58 DCR 6226.)","sections":[{"prefix":"a","text":" The Rent Supplement Program is established to provide housing assistance to extremely low-income District residents, including those who are homeless and those in need of supportive services, such as elderly individuals or those with disabilities. The funding of this program is subject to appropriation. The Authority shall administer the program and shall promulgate rules for its implementation. The assistance under this section, § 6-227, and § 6-228 shall not constitute an entitlement."},{"prefix":"b","text":" The Authority shall allocate the funds appropriated for the program annually toward project-based and sponsor-based voucher assistance, as described in § 6-227, tenant-based assistance, as described in § 6-228, and capital-based assistance, as described in § 6-229."},{"prefix":"c","text":" The Authority shall promulgate rules, subject to Council approval, as required in §§ 6-227 and 6-228, which shall govern the distribution of funds under this program. If federal rules affect local funds, the Authority shall incorporate such rules into the submission to the Council required under this section, § 6-227, and § 6-228, except if the rules are inconsistent with this section, § 6-227, and § 6-228. The rules shall provide for allocating project-based, tenant-based, and sponsor-based funds to maintain or create new affordable housing units, including by combining funds under this program with other sources of funds for housing production and development."},{"prefix":"d","text":"(1) There is established a fund designated as the Rent Supplement Fund (\"Fund\"), which shall be separate from the General Fund of the District of Columbia. All revenues, grants, receipts, or other funds specifically identified or required by any provision of District of Columbia law to be paid into the Fund, and all interest earned on those funds, shall be deposited in the Fund without regard to fiscal year limitation pursuant to an act of Congress and shall be used solely to fund grants and provide assistance as set forth in this section and § 6-227. All funds deposited into the Fund shall not revert to the General Fund of the District of Columbia at the end of any fiscal year or at any other time, but shall be continually available for the uses and purposes set forth in this section and § 6-227, subject to authorization by Congress in an appropriations act."},{"prefix":"2","text":" With regard to project-based and sponsor-based voucher assistance, in any given year, the Authority shall spend the specified percentage of its funds that accrues in that year for the purpose of funding grants under this section, unless it provides written justification to the Council for not doing so."},{"prefix":"e","text":"(1) The Authority shall fill no fewer than 175 units in new or existing Rent Supplement Program project-based or sponsor-based units with Housing First program participants. The Authority shall require providers of project-based or sponsor-based housing under the Rent Supplement Program to provide a preference for and house families and individuals referred to their programs by the Department of Human Services."},{"prefix":"2","text":" This subsection shall not apply if the fiscal year 2012 appropriation for the Department of Human Services is increased by $1,600,000, pursuant to the Fiscal Year 2012 Budget Request Act, passed by the Council on May 25, 2011 (Bill 19-202) [D.C. Act 19-92]."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Housing Authority."},"subchapter":{"identifier":"I","text":"District of Columbia Housing Authority, 1999."},"heading":{"title":"6","chaptersection":"226","identifier":"6-226","catch_text":"Rent Supplement Program: establishment of program and distribution of funds."}}