{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-168 added subsec. (e).\n\nTemporary Amendments of Section\n\nSection 2(b) of D.C. Law 17-382 amended subsec. (c) to read as follows:\n\n\"(c)(1) The Authority shall apply its existing Partnership Program rules to govern the awarding of Partnership Program grants for project-based voucher assistance and the continuing eligibility for those grants under this section, except where the rules are inconsistent with this act.\n\n\"(2)(A) For project-based assistance and sponsor-based assistance, except for rules promulgated by the Authority regarding eligibility, admission, and determination of the amount of rental assistance payments pursuant to subparagraph (B) of this paragraph, the Authority shall also apply its existing Partnership Program and Housing Choice Voucher Program rules to govern eligibility, admission, and continuing occupancy by tenants in units receiving assistance under this section, section 26a, and section 26c, except if the rules are inconsistent with this section, section 26a, or section 26c.\n\n\"(B) For sponsor-based assistance, the Authority shall promulgate rules to govern eligibility, admission, and determination of the amount of rental assistance payments for units receiving sponsor-based assistance under this section, which eligibility and admission rules will set forth requirements regarding criminal background, citizenship, and residency of tenants.\n\n\"(3) The Authority shall promulgate rules as are necessary to ensure that eligibility for tenancy is limited to households with gross income at or below 30% of the area median income in units supported by grants under this section, section 26a, and 26c and to households that have resided in the District for the previous 6 months in units supported by grants under this section.\n\n\"(4) Any rules proposed pursuant to this subsection shall be submitted to the Council for a 30-day period of review. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution within the 30-day review period, the proposed rules shall be deemed approved. \".\n\nSection 4(b) of D.C. Law 17-382 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2142(b) of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) addition, see § 2142(b) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) addition, see § 2142(b) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Local Rent Supplement Program Second Emergency Amendment Act of 2008 (D.C. Act 17-684, January 12, 2009, 56 DCR 1111).\n\nLegislative History of Laws\n\nFor Law 16-192, see notes following § 6-201.\n\nLaw 19-168, the \"Fiscal Year 2013 Budget Support Act of 2012\", was introduced in Council and assigned Bill No. 19-743, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2012, and June 5, 2012, respectively. Signed by the Mayor on June 22, 2012, it was assigned Act No. 19-385 and transmitted to both Houses of Congress for its review. D.C. Law 19-168 became effective on September 20, 2012.\n\nMiscellaneous Notes\n\nShort title: Section 2191 of D.C. Law 19-168 provided that subtitle T of title II of the act may be cited as \"Local Rent Supplement Project-Based and Sponsor-Based Funding Amendment Act of 2012\".\n\nDC CODE § 6-227\n\nCurrent through December 11, 2012","credits":"(May 9, 2000, D.C. Law 13-105, § 26b, as added Mar. 2, 2007, D.C. Law 16- 192, § 2142(b), 53 DCR 6899; Sept. 20, 2012, D.C. Law 19-168, § 2192, 59 DCR 8025.)","sections":[{"prefix":"a","text":" The funds allocated under the program for project-based and sponsor-based voucher assistance shall be awarded by the Authority pursuant to its Partnership Program For Affordable Housing, except as otherwise provided herein."},{"prefix":"b","text":" The Authority shall promulgate rules to govern the awarding of rent supplement funds through Partnership Program grants, as described in this section, to providers of sponsor-based housing. The Authority shall designate a portion of these funds to be awarded on a priority basis to sponsors of supportive housing for individuals with special needs. The rules may address eligibility, admission, and occupancy criteria, which serve the supportive housing goals of the housing development."},{"prefix":"c","text":" The Authority shall apply its existing Partnership Program rules to govern the awarding of Partnership Program grants for project-based voucher assistance and the continuing eligibility for such grants under this section, except where such rules are inconsistent with this legislation. The Authority shall also apply its existing Partnership Program and Housing Choice Voucher Program rules to govern eligibility, admission, and continuing occupancy by tenants in units receiving assistance under this section, § 6-226, and § 6-228, except if the rules are inconsistent with this section, § 6-226, and § 6-228.   The Authority shall promulgate such additional rules as are necessary to ensure that eligibility for tenancy in the units supported by grants under this section is limited to households with gross income at or below 30% of the area median income."},{"prefix":"d","text":" To maintain consistency for households receiving rental housing support, the Authority shall, to the extent possible, given funding resources available in the Rent Supplement Program, continue to fund project-based and sponsor-based grantees at the same level, adjusted for inflation, on an annual basis, unless the Authority determines that a grantee is not meeting the criteria set forth in the rules governing the Partnership Program or is not adhering to other standards set forth by rule by the Authority."},{"prefix":"e","text":"(1) Beginning in fiscal year 2014, and for each fiscal year thereafter, the Authority subsidy shall include at least $2,000,000 for project-based and sponsor-based voucher assistance. This funding shall be in addition to any amount allocated for project-based and sponsor-based voucher assistance as of October 1, 2012."},{"prefix":"2","text":" In fiscal year 2013, the Authority shall issue a Request for Proposals for the awarding of the additional funds for project-based and sponsor-based voucher assistance referenced in paragraph (1) of this subsection."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Housing Authority."},"subchapter":{"identifier":"I","text":"District of Columbia Housing Authority, 1999."},"heading":{"title":"6","chaptersection":"227","identifier":"6-227","catch_text":"Project-based and sponsor-based voucher assistance."}}