{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-805.\n\n1973 Ed., § 5-705.\n\nEmergency Act Amendments\n\nFor temporary (90 day) repeal of section, see § 232(e) of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) repeal of section, see § 232(e) of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nLegislative History of Laws\n\nLaw 5-76, the \"D.C. Comprehensive Plan Act of 1984,\" was introduced in Council and assigned Bill No. 5-282, which was referred to the Committee on the Whole. The Bill was adopted on first and second readings on January 17, 1984, and January 31, 1984, respectively. Signed by the Mayor on February 23, 1984, it was assigned Act No. 5-112 and transmitted to both Houses of Congress for its review.\n\nFor Law 15-39, see notes following § 6-301.01.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(122) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nDistrict of Columbia Comprehensive Plan of 1984: Section 3 of D.C. Law 5-76 sets forth titles I through X adopted by the Council of the District of Columbia entitled \"The District of Columbia Comprehensive Plan of 1984,\" and was reprinted in its entirety in 31 DCR 1049 and is contained in the 10 DCMR compilation. On April 5, 1984, the National Capital Planning Commission adopted a resolution finding that \"the District elements adopted and amended by the Council by D.C. Act 5-112 do not have a negative impact on the interests or functions of the Federal Establishment in the National Capital.\"\n\nSection 2 of D.C. Law 5-187 added a new title XI to the District of Columbia Comprehensive Plan of 1984 adopted by D.C. Law 5-76. D.C. Law 5-187 was reprinted in its entirety in 32 DCR 873. On March 7, 1985, the National Capital Planning Commission adopted a resolution finding that \"the District elements adopted and amended by the Council by Act 5-252 do not have a negative impact on the interests or functions of the Federal Establishment in the National Capital.\"\n\nModifications of Urban Renewal Plan for the Northeast Urban Renewal Area, Project No. 1, approved: Pursuant to Resolution 7-226, the \"Urban Renewal Plan for the Northeast Urban Renewal Area, Project No. 1, First Modification Approval Resolution of 1988\", effective March 15, 1988, the Council approved the proposed modifications of the Urban Renewal Plan for the Northeast Urban Renewal Area, Project No. 1, as adopted by the Nation Capital Planning Commission on November 5, 1987.\n\nModifications of Urban Renewal Plan for the Southwest Urban Renewal Area, Project C, approved: Pursuant to Resolution 7-273, the \"Urban Renewal Plan for the Southwest Urban Renewal Area, Project C, First Modification Approval Resolution of 1988,\" effective June 14, 1988, the Council approved the proposed modifications of the Urban Renewal Plan for the Southwest Urban Renewal Area, Project C, Ward 2, as adopted by the National Capital Planning Commission on January 7, 1988.\n\nModifications of Urban Renewal Plan for the Northeast Urban Renewal Area, Project No. 1, approved: Pursuant to Resolution 7-274, the \"Urban Renewal Plan for the Northeast Urban Renewal Area, Project No. 1, First Modification Approval Resolution of 1988; effective June 14, 1988, the Council approved the proposed modifications of the Urban Renewal Plan for the Northeast Urban Renewal Area, Project No. 1, as adopted by the National Capital Planning Commission on January 7, 1988.\n\nModification of Urban Renewal Plan for 14th Street Urban Renewal Area approved: Pursuant to Resolution 7-353, the \"Urban Renewal Plan for the 14th Street Urban Renewal Area, First Modification Approval Resolution of 1988\", effective November 29, 1988, the Council approved the proposed modifications of the Urban Renewal Plan for the 14th Street Urban Renewal Area, as adopted by the National Capital Planning Commission on April 4, 1985.\n\nModification of Urban Renewal Plan for Downtown Urban Renewal Area approved: Pursuant to Resolution 7-354, the \"Urban Renewal Plan for the Downtown Urban Renewal Area, First Modification Approval Resolution of 1988\", effective November 29, 1988, the Council approved the proposed modifications of the Urban Renewal Plan for the Downtown Renewal Area, as adopted by the National Capital Planning Commission on October 1, 1986.\n\nModifications of Urban Renewal Plan for the Southwest Urban Renewal Area, Project C, approved: Pursuant to Resolution 7-364 the \"Urban Renewal Plan for the Southwest Urban Renewal Area, Project C, First Modification Approval Resolution of 1988\", effective November 29, 1988, the Council approved the proposed modifications of the Urban Renewal Plan for the Southwest Urban Renewal Area, Project C, as adopted by the National Capital Planning Commission on November 4, 1987.\n\nModification of Urban Renewal Plan for Northeast Urban Area, Project No. 1, located in Ward 2, approved: Pursuant to Resolution 8-100, the \"Urban Renewal Plan for the Northeast Urban Renewal Area, Project No. 1, First Modification Approval Resolution of 1989\", effective October 10, 1989, the Council approved modifications to the Urban Renewal Plan for the Northeast Urban Renewal Area, Project No. 1, located in Ward 2, as adopted by the National Capital Planning Commission.\n\nUrban Renewal Plan for the Northwest Urban Renewal Area, Project No. 1, First Modification Approval Resolution of 1992: Pursuant to Resolution 9-184, effective February 14, 1992, the Council approved modifications to the Urban Renewal Plan for the Northwest Urban Renewal Area, Project No. 1, located in Ward 2, as adopted by the National Capital Planning Commission.\n\nUrban Renewal Plan for the Northwest Urban Renewal Area, Project No. 1, Second Modification Approval Resolution of 1992: Pursuant to Resolution 9-321, effective July 24, 1992, the Council approved modifications to the Urban Renewal Plan for the Northwest Urban Renewal Area, Project No. 1, located in Ward 2, as adopted by the National Capital Planning Commission.\n\nUrban Renewal Plan for the 14th Street Urban Renewal Area (\"Project Area\"), First Modification Approval Resolution of 1993: Pursuant to Resolution 10-209, effective December 17, 1993, the Council approved modifications to the Urban Renewal Plan for the 14th Street Urban Renewal Area, located in Ward 1 as adopted by the National Capital Planning Commission.\n\nUrban Renewal Plan for the Downtown Urban Renewal Area, First Modification Approval Resolution of 1994: Pursuant to Resolution 10-386, effective June 21, 1994, the Council approved modifications to the Urban Renewal Plan for the Downtown Urban Renewal Area, Project No. 1, located in Ward 2, as adopted by the National Capital Planning Commission.\n\nUrban Renewal Plan for the Southwest Urban Renewal Area, Project \"C\", Second Modification Approval Resolution of 1994: Pursuant to Resolution 10-470, effective December 6, 1994, the Council approved modifications to the Urban Renewal Plan for the Southwest Urban Renewal Area, Project \"C\", located in Ward 2, as adopted by the National Capital Planning Commission.\n\nFort Lincoln Urban Renewal Area Revision Approval Resolution of 1994: Pursuant to Resolution 10-471, effective December 6, 1994, the Council approved the National Capital Planning Commission's revision of the Urban Renewal Plan for the Fort Lincoln Urban Renewal Area.\n\nUrban Renewal Plan for the Southwest Urban Renewal Area, Project \"C\", First Modification Approval Resolution of 1994: Pursuant to Resolution 10-472, effective December 6, 1994, the Council approved modifications to the Urban Renewal Plan for the Southwest Urban Renewal Area, Project \"C\", located in Ward 2, as adopted by the National Capital Planning Commission. Section 3(c) of Resolution 10-472 was amended by § 60 of D.C. Law 11-110.\n\nUrban Renewal Plan for the Downtown Urban Renewal Area, First Modification Approval Resolution of 1995: Pursuant to Resolution 11-123, effective July 29, 1995, the Council approved modifications to the Urban Renewal Plan for the Downtown Urban Renewal Area, located in Ward 2, as adopted by the National Capital Planning Commission.\n\nUrban Renewal Plan for the Downtown Urban Renewal Area, Second Modification Approval Resolution of 1995: Pursuant to Resolution 11-142, effective October 10, 1995, the Council approved modifications to the Urban Renewal Plan for the Downtown Urban Renewal Area, located in Ward 2, as adopted by the National Capital Planning Commission.\n\nUrban Renewal Plan for the Fourteenth Street Urban Renewal Area Modification Approval Resolution of 1998: Pursuant to Resolution 12-671, effective July 30, 1998, the Council approved the modifications to the Urban Renewal Plan for the Fourteenth Street Urban Renewal Area.\n\nDC CODE § 6-301.05\n\nCurrent through December 11, 2012","credits":"(Aug. 2, 1946, 60 Stat. 794, ch. 736, § 6; Sept. 12, 1966, 80 Stat. 758, Pub. L. 89-569, § 1; Apr. 10, 1984, D.C. Law 5-76, § 5, 31 DCR 1049; Nov. 13, 2003, D.C. Law 15-39, § 232(e), 50 DCR 5668.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Housing Redevelopment. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Housing Redevelopment."},"heading":{"title":"6","chaptersection":"301","identifier":"6-301.05","catch_text":"Comprehensive plan; project area redevelopment plans; Shaw Junior High School. [Repealed]"}}