{"text":"Subject to the provisions of §§ 6-301.20, 6-311.01, and this subchapter, the Council of the District of Columbia is authorized on behalf of the United States to transfer by one or more quitclaim deeds to the District of Columbia Redevelopment Land Agency established by § 6-301.03, all right, title, and interest of the United States in and to part or all of certain property in the said District, as follows: The property located within the bounds of the site the legal description of which is the Southwest Waterfront Project Site (dated October 8, 2009) under Exhibit A of the document titled 'Intent to Clarify the Legal Description in Furtherance of Land Disposition Agreement', as filed with the Recorder of Deeds on October 27, 2009 as Instrument Number 0000016776.","historical":"Prior Codifications\n\n1981 Ed., § 5-822.\n\n1973 Ed., § 5-720.\n\nEffect of Amendments\n\nPub. L 112-143 rewrote the section, which had read as follows:\n\n\"Subject to the provisions of §§ 6-301.20, 6-311.01, and this subchapter, the Council of the District of Columbia is authorized on behalf of the United States to transfer to the District of Columbia Redevelopment Land Agency established by § 6-301.03, all right, title, and interest of the United States in and to part or all of certain property in the said District, as follows: The area bounded by the east line of 14th Street Southwest, the existing southerly (or westerly) building line of Maine Avenue Southwest, the northerly line of Fort Lesley J. McNair at P Street Southwest, and the bulkhead line established pursuant to the Rivers and Harbors Act of 1899 (30 Stat. 1151), as amended, together with any land area extending channelward from said bulkhead line.\"\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402 (127) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nSection 3 of D.C. Law Pub. L. 112-143 provides:\n\n\"SEC. 3. MAINE LOBSTERMAN MEMORIAL\n\n\"(a) IN GENERAL. -- Except as provided in subsection (b), nothing in this Act or any amendment made by this Act authorizes the removal, destruction, or obstruction of the Maine Lobsterman Memorial which is located near Maine Avenue in the District of Columbia as of the date of enactment of this Act.\n\n\"(b) MOVEMENT OF MEMORIAL. -- The Maine Lobsterman Memorial referred to in subsection (a) may be moved from its location as of the date of the enactment of this Act to another location on the Southwest waterfront near Maine Avenue in the District of Columbia if at that location there would be a clear, unimpeded pedestrian pathway and line of sight from the Memorial to the water. \"\n\nDC CODE § 6-321.01\n\nCurrent through December 11, 2012","credits":"(Sept. 8, 1960, 74 Stat. 871, Pub. L. 86-736, § 1; July 9, 2012, 126 Stat. 990, Pub. L. 112-143, § 1(a), (b).)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Housing Redevelopment. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Transfer to Agency of Certain Property Near Maine Avenue."},"heading":{"title":"6","chaptersection":"321","identifier":"6-321.01","catch_text":"Authorized."}}