{"text":"The Agency is hereby authorized, in accordance with the District of Columbia Redevelopment Act of 1945 and § 6-321.01, to lease or sell to a redevelopment company or other lessee or purchaser such real property as may be transferred to the Agency under the authority of this subchapter.","historical":"Prior Codifications\n\n1981 Ed., § 5-825.\n\n1973 Ed., § 5-723.\n\nEffect of Amendments\n\nPub. L.112-145 rewrote the section, which had read as follows:\n\n\"(a) The Agency is hereby authorized, in accordance with subchapter I of Chapter 1 of this title, to lease to a redevelopment company or other lessee such real property as may be transferred to the Agency under the authority of this subchapter but may not otherwise dispose of such property except to the United States or any department or agency thereof, or to the District of Columbia, in accordance with § 6-321.05. In the event that real property acquired by the Agency from the United States pursuant to this subchapter is transferred to the District of Columbia or to any department or agency of the United States pursuant to this section, such transfer shall be without reimbursement or transfer of funds.\n\n\"(b) In connection with the leasing of the real property transferred to the Agency under the authority of this subchapter, together with the leasing of any real property lying between such real property so transferred and the southerly or westerly line of Maine Avenue as the same may be relocated in connection with carrying out an urban renewal plan, the Agency is authorized and directed to provide to the owner or owners of any business concern displaced from the area described in § 6-321.01, a priority of opportunity to lease, either individually or as a redevelopment company solely owned by the owner or owners of 1 or more such business concerns, so much of such real property lying channelward of the southerly or westerly line of Maine Avenue as so relocated, at a rental based on the use-value of the real property so leased determined in accordance with the provisions of § 6-301.09, and § 1460(c)(4) of Title 42, United States Code, as may be required for the construction of commercial facilities at least substantially equal to the facilities from which such business concern was so displaced. The priority of opportunity created by this section is a personal right of the owners of businesses displaced. In the event of the death of any such owner of any such displaced business, the spouse of such owner, or, if there is no spouse, the children of such owner shall be entitled to exercise the priority of such owner in accordance with the provisions of this section, but in no event shall any such priority be otherwise transferable; provided, however, that the spouse or the children, as the case may be, shall have no greater priority than the priority holder would have had if living. For the purposes of exercising such priority, the spouse or children, as the case may be, shall be deemed to be owner of such business concern so displaced. When the real property affected by the provisions of this subsection becomes available for leasing by the Agency, the Agency shall notify, in writing, the owners of the business concerns displaced, as to the availability of such real property for leasing to such owners in accordance with the provisions of this subsection. The Agency shall give such owners so notified a period of 180 days to notify the Agency, in writing, of their intention to proceed in accordance with the general development plan of the Agency for the area lying channelward of Maine Avenue, as so relocated, and to demonstrate to the Agency their ability to carry out so much of such plan as may be embraced within the area which they desire to lease. If at the end of such period of 180 days, such owners have failed to make a demonstration to that effect which is satisfactory to the Agency, the priority of opportunity provided by this subsection shall no longer continue to be available to such owners, except that if after the end of such 180-day period the Agency shall change the terms under which real property is to be leased, or the redevelopment plan for the area described in § 6-321.01 is changed so as to affect the economic value of the leasehold, the Agency shall in writing notify each such owner of the change or changes so made and give to such owner so notified a period of 60 days within which to advise the Agency in writing of his intention and to demonstrate his ability to proceed as aforesaid.\n\n\"(c)(1) Notwithstanding any other provision of law, whenever, pursuant to subsection (b) of this section, the Agency offers leaseholds to persons entitled to a priority of opportunity to lease under the provisions of this section, the annual rent prescribed in such lease shall not exceed an amount which is the greater of:\n\n\"(A) An amount equal to 6% of the residual value of the land for the prescribed use to which any owner of a displaced business concern shall put such land under such lease;\n\n\"(B) The annual amount which the Agency shall be required to pay in principal and interest on a 40-year loan of an amount equal to the residual value of the land under such lease which value is the residual value of the land which was determined by the Agency, in accordance with this subsection, and on the basis of which such land was initially leased under this section; or\n\n\"(C) The sum of: (i) the amount determined under subparagraph (A) or (B) of this paragraph, whichever is greater; and (ii) 50% of the product of the occupancy cost factor for the class and character of the business of such lessee times the amount by which the lessee's actual annual gross sales income exceeds the estimated gross sales income (for the class and character of the displaced business) used by the Agency in determining the residual value of the land leased to such lessee.\n\n\"(2) In the case of any land which the Agency leases under this section, the annual rent prescribed by the Agency in the lease of such land shall not, during the 43-year period beginning on the date such land was first leased by the Agency under this section, be less than the amount determined under subparagraph (B) of paragraph (1) of this subsection. In the case of any land which the Agency leases under this section to a displaced business, the residual value of such land:\n\n\"(A) May be redetermined by the Agency after the expiration of 25 years from the date such land was first leased by the Agency and at the end of each 10- year period thereafter; or\n\n\"(B) Shall be redetermined by the Agency if at the end of the 25-year period from the date such land was first leased by the Agency or at the end of each 10-year period thereafter, the lessee requests the Agency to redetermine such residual value.\n\n\"(3) The residual value of such land shall make due allowance for the cost to the owner of the displaced business of all improvements and public charges on such land, and shall not exceed the maximum fair use value economically feasible to permit the reestablishment of a business of the class and character of such displaced business.\n\n\"(4) Each business holding a lease under this subchapter shall furnish annually to the Agency (on such date as the Agency may by regulation prescribe) a copy of the sales tax return filed by such business under the District of Columbia Sales Tax Act, which copy was furnished to the business under § 47-2018(a).\"\n\nDC CODE § 6-321.04\n\nCurrent through December 11, 2012","credits":"(Sept. 8, 1960, 74 Stat. 871, Pub. L. 86-736, § 4; Dec. 6, 1967, 81 Stat. 542, Pub. L. 90-176, § 1; July 9, 2012, 126 Stat. 990, Pub. L. 112-143, § 1(d).)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Housing Redevelopment. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Transfer to Agency of Certain Property Near Maine Avenue."},"heading":{"title":"6","chaptersection":"321","identifier":"6-321.04","catch_text":"Lease of property by Agency; other transfers limited; priority of owner of displaced business concern."}}