{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-834.\n\n1973 Ed., § 5-732a.\n\nLegislative History of Laws\n\nLaw 3-19, the \"Cooperative Regulation Act of 1979,\" was introduced in Council and assigned Bill No. 3-10, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on May 22, 1979, and June 5, 1979, respectively. Signed by the Mayor on July 12, 1979, it was assigned Act No. 3-63 and transmitted to both Houses of Congress for its review.\n\nLaw 3-86, the \"Rental Housing Conversion and Sale Act of 1980,\" was introduced in Council and assigned Bill No. 3-222, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on June 3, 1980, and June 17, 1980, respectively. Signed by the Mayor on June 27, 1980, it was assigned Act No. 3-204 and transmitted to both Houses of Congress for its review.\n\nReferences in Text\n\nThe words \"§§ 210 and 211 of this title\" and \"title III of this act,\" referred to in the first and second sentences, respectively, of subsection (a) of this section, refer to §§ 210 and 211 of title II, and title III, respectively, of the Act of January 2, 1971, 84 Stat. 1894, Pub. L. 91-646.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDelegation of Authority\n\nDelegation of Authority to the Deputy Mayor for Planning and Economic Development and the Director of the Office of Property Management to Provide Relocation Assistance to Persons and Businesses Displaced by the District of Columbia's Acquisition of Real Property through Condemnation by Eminent Domain or Threat Thereof, see Mayor's Order 2007-230, October 15, 2007 (55 DCR 165).\n\nDC CODE § 6-333.01\n\nCurrent through December 11, 2012","credits":"(Jan. 2, 1971, 84 Stat. 1899, Pub. L. 91-646, title II, § 209; Sept. 28, 1979, D.C. Law 3-19, § 12, 26 DCR 361; Sept. 10, 1980, D.C. Law 3-86, §§ 211, 303(b), 27 DCR 2975.)","sections":[{"prefix":"a","text":" Whenever real property is acquired by the government of the District of Columbia or the Washington Metropolitan Area Transit Authority for a program or project which is not subject to §§ 210 and 211 of this title, and such acquisition will result in the displacement of any person on or after January 2, 1971, the Mayor of the District of Columbia or the Washington Metropolitan Area Transit Authority, as the case may be, shall make all relocation payments and provide all assistance required of a federal agency by this act. Whenever real property is acquired for such a program or project on or after January 2, 1971, such Mayor or Authority, as the case may be, shall make all payments and meet all requirements prescribed for a federal agency by title III of this act."},{"prefix":"b","text":"(1) If a housing accommodation within the geographic boundaries of the District of Columbia is converted into a condominium or cooperative, substantially rehabilitated or demolished, or discontinued from housing use, the Mayor shall provide relocation services in the manner required by subsection (a) of this section to low-income tenants who move from the accommodation. Services include, at a minimum, ascertaining the relocation needs for each household, providing current information on the availability of comparable housing of suitable size, supplying information concerning federal and District housing programs, and providing counseling to displaced persons in order to minimize hardships in adjusting to relocation."},{"prefix":"2","text":" For purposes of this section, the term:"},{"prefix":"A","text":" \"Comparable housing\" means rental or homeownership units with equivalent benefits and services included in the monthly payments."},{"prefix":"B","text":" \"Suitable size\" means for a 1-person family, an efficiency unit; for a 2- person family, a 1-bedroom unit; for a family of 3 or 4 persons, a 2-bedroom unit; for a family of 5 or 6 persons, a 3-bedroom unit; and for a family of 7 or more persons, a 4-bedroom unit. In addition, the meaning of the term \"suitable size\" is increased as necessary to allow children and unmarried adults of the opposite sex to have separate sleeping rooms. In determining the meaning of the term \"suitable size,\" 1 person living in a 1-bedroom unit is eligible for relocation in a 1-bedroom comparable unit."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Housing Redevelopment. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Relocation Services."},"part":{"identifier":"B","text":"Persons Displaced by District Programs, Washington Metropolitan Area Transit Authority, or Condominium Conversion."},"heading":{"title":"6","chaptersection":"333","identifier":"6-333.01","catch_text":"Relocation payments and assistance for persons displaced by District programs or by Washington Metropolitan Area Transit Authority; relocation services for persons displaced by condominium or cooperative conversion, or by rehabilitation, demolition, or discontinuance from housing use."}}