{"text":"The Mayor shall review all building permit applications for new construction or substantial improvements to determine whether proposed building sites will be reasonably safe from flooding. If a proposed building site is in a location that has flood hazard, the proposed new construction or substantial improvement (including prefabricated homes) must:","historical":"Prior Codifications\n\n1981 Ed., ยง 5-301.\n\n1973 Ed., ยง 5-1101.\n\nLegislative History of Laws\n\nLaw 1-64, the \"District of Columbia Applications Insurance Implementation Act,\" was introduced in Council and assigned Bill No. 1-209, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on January 27, 1976, and February 24, 1976, respectively. Signed by the Mayor on March 19, 1976, it was assigned Act No. 1-95 and transmitted to both Houses of Congress for its review.\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Law 1-64, the \"D.C. Applications Insurance Implementation Act\", see Mayor's Order 98-46, April 15, 1998 (45 DCR 2691).\n\nMiscellaneous Notes\n\nAuthority under District of Columbia Applications Insurance Implementation Act delegated: See Mayor's Order 84-193, November 2, 1984.\n\nDC CODE ยง 6-501\n\nCurrent through December 11, 2012","credits":"(May 26, 1976, D.C. Law 1-64, ยง 2, 22 DCR 7146.)","sections":[{"prefix":"1","text":" Be designed (or modified) and anchored to prevent flotation, collapse, or lateral movement of the structure;"},{"prefix":"2","text":" Use construction materials and utility equipment that are resistant to flood damage; and"},{"prefix":"3","text":" Use construction methods and practices that will minimize flood damage."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Flood Hazards. (Refs & Annos)"},"heading":{"title":"6","chaptersection":"501","identifier":"6-501","catch_text":"Review of building permit applications; design and construction requirements."}}