{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 5-403.\n\n1973 Ed., ยง 5-403.\n\nDC CODE ยง 6-601.03\n\nCurrent through December 11, 2012","credits":"(June 1, 1910, 36 Stat. 452, ch. 263, ยง 3.)","sections":[{"prefix":"a","text":" All buildings of every kind, class, and description whatsoever, excepting churches only, erected, altered, or raised in any manner after June 1, 1910, as to exceed 60 feet in height shall be fireproof or noncombustible and of such fire-resisting materials, from the foundation up, as are now or at the time of the erecting, altering, or raising may be required by the building regulations of the District of Columbia."},{"prefix":"b","text":" Hotels, apartment houses, and tenement houses erected, altered or raised in any manner after June 1, 1910, so as to be 3 stories in height or over and buildings converted after June 1, 1910, to such uses shall be of fireproof construction up to and including the main floor, and there shall be no space on any floor of such structure of an area greater than 2,500 square feet that is not completely inclosed by fireproof walls, and all doors through such walls shall be of noncombustible materials."},{"prefix":"c","text":" Every building erected after June 1, 1910, with a hall or altered so as to have a hall with a seating capacity of more than 300 persons when completed, as provided by the building regulations, and every church thereafter erected or building converted after June 1, 1910, for use as a church, with such seating capacity, shall be of fireproof construction up to and including the floor of such hall or the auditorium of such church as the case may be."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Zoning and Height of Buildings. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"6","chaptersection":"601","identifier":"6-601.03","catch_text":"Buildings exceeding 60 feet in height; hotels, apartments, and tenements of 3 or more stories; halls with seating capacity of 300 or more; churches."}}