{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-412.\n\n1973 Ed., § 5-412.\n\nTransfer of Functions\n\nAll functions of all officers of the Department of the Interior and all functions of all agencies and employees of the Department, including the Director of the National Park Service, were transferred to the Secretary of the Interior, with power vested in him to authorize their performance or the performance of any of his functions by any of such officers, agencies, and employees, by Reorganization Plan No. 3 of 1950, 64 Stat. 1262, §§ 1, 2, 15 F.R. 3174.\n\nDC CODE § 6-621.01\n\nCurrent through December 11, 2012","credits":"(Mar. 1, 1920, 41 Stat. 500, ch. 92, § 1; Mar. 3, 1921, 41 Stat. 1291, ch. 124; Feb. 26, 1925, 43 Stat. 983, ch. 339; Exec. Order No. 6166, June 10, 1933; Mar. 2, 1934, 48 Stat. 389, ch. 38, § 1; Dec. 24, 1973, 87 Stat. 810, Pub. L. 93-198, title IV, § 492(a).)","sections":[{"prefix":"a","text":" To protect the public health, secure the public safety, and to protect property in the District of Columbia there is created a Zoning Commission for the District of Columbia, which shall consist of the Architect of the Capitol, the Director of the National Park Service, and 3 members appointed by the Mayor, by and with the advice and consent of the Council. Each member appointed by the Mayor shall serve for a term of 4 years, except of the members first appointed under this section:"},{"prefix":"1","text":" One member shall serve for a term of 2 years, as determined by the Mayor;"},{"prefix":"2","text":" One member shall serve for a term of 3 years, as determined by the Mayor; and"},{"prefix":"3","text":" One member shall serve for a term of 4 years, as determined by the Mayor."},{"prefix":"b","text":" Members of the Zoning Commission appointed by the Mayor shall be entitled to receive compensation as determined by the Mayor, with the approval of a majority of the Council. The remaining members shall serve without additional compensation."},{"prefix":"c","text":" Members of the Zoning Commission appointed by the Mayor may be reappointed. Each member shall serve until his successor has been appointed and qualifies."},{"prefix":"d","text":" The Chairman of the Zoning Commission shall be selected by the members."},{"prefix":"e","text":" The Zoning Commission shall exercise all the powers and perform all the duties with respect to zoning in the District as provided by law."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Zoning and Height of Buildings. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Zoning and Zoning Commission."},"part":{"identifier":"A","text":"Zoning Commission Established."},"heading":{"title":"6","chaptersection":"621","identifier":"6-621.01","catch_text":"Zoning Commission--Created; composition; appointment; term of office; compensation; Chairman; powers generally."}}