{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-412.2.\n\nEffect of Amendments\n\nD.C. Law 17-108 rewrote the section which had read as follows:\n\n\"The Office of Zoning shall consist of a Director and other staff as the Zoning Commission deems necessary, subject to appropriations. The Director of the Office of Zoning shall be appointed by the District members of the Zoning Commission and shall serve as an excepted service employee in accordance with § 1-609.01.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-163, see Historical and Statutory Notes following § 6-623.01.\n\nFor Law 17-108, see notes following § 6-215.\n\nMiscellaneous Notes\n\nSection effective October 1, 1991: Section 7(b) of D.C. Law 8-163 provided that the provisions of the act shall not apply until October 1, 1991.\n\nDC CODE § 6-623.02\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 1990, D.C. Law 8-163, § 3, 37 DCR 4676; Feb. 6, 2008, D.C. Law 17-108, § 209, 54 DCR 10993.)","sections":[{"prefix":"a","text":" The Office of Zoning shall consist of a Director and other staff as the Zoning Commission considers necessary."},{"prefix":"b","text":" The Director of the Office of Zoning shall be appointed by the District members of the Zoning Commission and shall serve as an excepted service employee in accordance with § 1-609.01. The Director shall be a District resident throughout his or her term and failure to maintain District residency shall result in a forfeiture of the position."},{"prefix":"c","text":" Notwithstanding the provisions of Unit A of Chapter 14 of Title 2, each qualified District resident applicant shall receive an additional 10-point preference over a qualified non-District resident applicant for all positions within the Office of Zoning unless the applicant declines the preference. This 10-point preference shall be in addition to, and not instead of, qualifications established for the position. All persons hired after February 6, 2008, shall submit proof of residency upon employment in a manner determined by the Office of Zoning. An applicant claiming the hiring preference under this section shall agree in writing to maintain bona fide District residency for a period of 7 consecutive years from the effective date of hire and shall provide proof of such residency annually to the director of personnel for the Office of Zoning for the first 7 years of employment. Failure to maintain District residency for the consecutive 7-year period shall result in forfeiture of employment. The Office shall submit to the Mayor and Council annual reports detailing the names of all new employees and their pay schedules, titles, and place of residence."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Zoning and Height of Buildings. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Zoning and Zoning Commission."},"part":{"identifier":"B","text":"Office of Zoning."},"heading":{"title":"6","chaptersection":"623","identifier":"6-623.02","catch_text":"Office of Zoning--Director and staff; appointment."}}