{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-427.\n\n1973 Ed., § 5-423.\n\nLegislative History of Laws\n\nLaw 10-193, the \"Comprehensive Plan Amendments Act of 1994,\" was introduced in Council and assigned Bill No. 10-212, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 7, 1994, and June 21, 1994, respectively. Signed by the Mayor on August 8, 1994, it was assigned Act No. 10-323 and transmitted to both Houses of Congress for its review. D.C. Law 10-193 became effective on October 6, 1994.\n\nEffective Dates\n\nSection 4(b) of D.C. Law 10-193 provided that no District element of the Comprehensive Plan for the National Capital shall take effect until it has been reviewed by the National Capital Planning Commission as provided in § 2-1002(a) and § 1-204.23.\n\nReferences in Text\n\nSection 308b of the Comprehensive Plan referred to in (b) is § 308b of Title 10 of the D.C. Municipal Regulations.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 6-641.10\n\nCurrent through December 11, 2012","credits":"(June 20, 1938, 52 Stat. 801, ch. 534, § 11; Oct. 6, 1994, D.C. Law 10-193, § 3(d), 41 DCR 5536.)","sections":[{"prefix":"a","text":" The Mayor of the District of Columbia shall enforce the regulations adopted under the authority of this subchapter. Nothing contained in this subchapter shall be construed to limit the authority of the Mayor or Council of the District of Columbia to make municipal regulations which are not inconsistent with the provisions of this subchapter and the regulations adopted thereunder."},{"prefix":"b","text":" If, pursuant to rules issued pursuant to this subchapter, the Zoning Commission approves a zoning density increase for a commercial office building or structure with a floor area ratio that is greater than the floor area ratio permitted as a matter of right under the zoning regulations, the applicant who obtains the zoning density increase shall be required to comply with the housing requirements set forth in section 308b of the Comprehensive Plan, as such requirements may be amended."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Zoning and Height of Buildings. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Zoning Regulations; Board of Zoning Adjustment."},"heading":{"title":"6","chaptersection":"641","identifier":"6-641.10","catch_text":"Enforcement of zoning regulations."}}