{"text":"The notice from the Mayor of the District of Columbia requiring the erection of fire escapes and other appliances enumerated in this part shall specify the character and number of fire escapes or other appliances to be provided, the location of the same, and the time within which said fire escapes or other appliances shall be provided, and in no case shall more than 90 days be allowed for compliance with said notice unless the Mayor shall, in his discretion, deem it necessary to extend their time.","historical":"Prior Codifications\n\n1981 Ed., § 5-509.\n\n1973 Ed., § 5-309.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 6-701.09\n\nCurrent through December 11, 2012","credits":"(Mar. 19, 1906, 34 Stat. 71, ch. 957, § 9; June 4, 1934, 48 Stat. 845, ch. 388.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Fire Safety."},"subchapter":{"identifier":"I","text":"General."},"part":{"identifier":"A","text":"Fire Escapes, Elevators, Stairways, Etc."},"heading":{"title":"6","chaptersection":"701","identifier":"6-701.09","catch_text":"Notice requiring provision of fire safety measures--Contents."}}