{"text":"As used in this part:","historical":"Prior Codifications\n\n1981 Ed., § 5-512.\n\n1973 Ed., § 5-312.\n\nLegislative History of Laws\n\nLaw 6-216, the \"Construction Codes Approval and Amendments Act of 1986,\" was introduced in Council and assigned Bill No. 6-500, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 18, 1986, and December 16, 1986, respectively. Signed by the Mayor on February 2, 1987, it was assigned Act No. 6-279 and transmitted to both Houses of Congress for its review.\n\nReferences in Text\n\nThe \"Construction Codes Approval and Amendments Act of 1986,\" referred to in paragraph (8), is D.C. Law 6-216.\n\nDC CODE § 6-701.12\n\nCurrent through December 11, 2012","credits":"(Mar. 19, 1906, ch. 957, § 12; June 4, 1934, 48 Stat. 846, ch. 388; Mar. 21, 1987, D.C. Law 6-216, § 13(d), 34 DCR 1072.)","sections":[{"prefix":"1","text":" The terms \"apartment house,\" \"tenement house,\" and \"flat\" mean a building in which rooms in suites are provided for occupancy by 3 or more families."},{"prefix":"2","text":" The term \"rooming house\" means a building in which rooms are rented and sleeping quarters provided to accommodate 10 or more persons, not including the family of the owner or lessee."},{"prefix":"3","text":" The term \"lodging house\" means a building in which sleeping quarters are provided to accommodate 10 or more transients."},{"prefix":"4","text":" The term \"hotel\" means a building in which meals are served and rooms are provided for the accommodation of 10 or more transients."},{"prefix":"5","text":" The term \"elevator shaft\" includes a dumbwaiter shaft."},{"prefix":"6","text":" The term \"fire escape\" means an exterior open stairway or arrangement of ladders constructed entirely of incombustible materials and of approved design, or an interior or exterior stairway of fire-resistive construction with enclosing walls of masonry with fire-resistive doors and windows."},{"prefix":"7","text":" The term \"standpipe\" means a vertical iron or steel pipe provided with hose connections and valves, so arranged as to supply water for firefighting purposes."},{"prefix":"8","text":" The terms \"fireproof\" and \"fire-resistive\" have the same meaning as is ascribed to the term \"fire-resistive\" in the Building Code approved pursuant to the Construction Codes Approval and Amendments Act of 1986."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Fire Safety."},"subchapter":{"identifier":"I","text":"General."},"part":{"identifier":"A","text":"Fire Escapes, Elevators, Stairways, Etc."},"heading":{"title":"6","chaptersection":"701","identifier":"6-701.12","catch_text":"Definitions."}}