{"text":"Notwithstanding any other provision of law except §§ 6-731.02 and 6- 731.03, no person shall, during the period of time after the giving of a notice to vacate any rental unit (as defined by Chapter 35 of Title 42) and before the actual vacation of such unit, cause any alteration to the structure, plumbing apparatus, or electrical apparatus of the housing accommodation (as defined by Chapter 35 of Title 42) in which such unit is located, the result of which alteration is to cause such rental unit to come to be in substantial violation (or, if already in substantial violation, to be in greater violation) of the housing regulations of the District of Columbia for a period of time in excess of 24 hours; provided, that it shall not be a defense to an allegation of a violation of this section that the notice to vacate was invalid.","historical":"Prior Codifications\n\n1981 Ed., § 5-525.\n\n1973 Ed., § 5-324.\n\nReferences in Text\n\nThe references to \"Chapter 35 of Title 42\" originally read \"Chapter 15 of Title 45\" [1981 Ed.]; however, the provisions of former § 45-1551 [1981 Ed.] expired and have been superseded by the provisions of § 42-3504.01. See notes to §§ 42-4051 and 42-3504.01.\n\nLegislative History of Laws\n\nLaw 1-129, the \"Act to Preserve the Habitability of Rental Units Subject to Notices to Vacate\" was introduced in Council and assigned Bill No. 1-360, which was referred to the Committee on Housing and Urban Development. The Bill was adopted on first and second readings on October 12, 1976, and November 23, 1976, respectively. Enacted without signature by the Mayor on January 9, 1977, it was assigned Act No. 1-223 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 6-731.01\n\nCurrent through December 11, 2012","credits":"(Apr. 23, 1977, D.C. Law 1-129, § 2, 23 DCR 9693.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Fire Safety."},"subchapter":{"identifier":"III","text":"Alterations to Rental Units Causing Violations of Housing Regulations After Notice to Vacate."},"heading":{"title":"6","chaptersection":"731","identifier":"6-731.01","catch_text":"Prohibited."}}