{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-538.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3, of Fire Alarm Notice and Tenant Fire Safety Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-314, February 22, 2010, 57 DCR 1649).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-139, see Historical and Statutory Notes following § 6-751.09.\n\nFor legislative history of D.C. Law 7-84, see Historical and Statutory Notes following § 6-751.02a.\n\nDC CODE § 6-751.10\n\nCurrent through December 11, 2012","credits":"(June 20, 1978, D.C. Law 2-81, § 9b, as added Mar. 13, 1985, D.C. Law 5- 139, § 2, 31 DCR 5751; Mar. 9, 1988, D.C. Law 7-84, § 2(c), 34 DCR 8122.)","sections":[{"prefix":"a","text":" A tenant of a dwelling unit that is not in compliance with this subchapter may purchase, install, and maintain a smoke detector or visual alert system, or arrange for proper installation and maintenance of a smoke detector or visual alert system, and may deduct the reasonable costs from the rent for the dwelling unit. No tenant shall be charged, evicted, or penalized in any fashion for failure to pay the reasonable cost deducted from the rent for the dwelling unit."},{"prefix":"b","text":" In units required to have a smoke detector or visual alert system directly wired to the power supply of the building, and where the landlord fails to install and maintain the smoke detector or visual alert system, the tenant may purchase, install, and maintain battery-operated units at the owner's expense."},{"prefix":"c","text":" No act or omission by a tenant under this section shall relieve the owner of responsibility to ensure full and continuing compliance with this subchapter, nor shall an act or an omission relieve the owner of liability for failure to comply with this subchapter."},{"prefix":"d","text":" Nothing in this section shall be construed to impose a penalty or other liability on a tenant for failure to install or maintain a smoke detector or visual alert system, nor shall this section be construed to mean that a tenant who fails to install or maintain a smoke detector or visual alert system is contributorily negligent."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Fire Safety."},"subchapter":{"identifier":"IV","text":"Smoke Detectors."},"heading":{"title":"6","chaptersection":"751","identifier":"6-751.10","catch_text":"Installation by tenant."}}