{"text":"As used in this subchapter:","historical":"Prior Codifications\n\n1981 Ed., § 5-529.\n\n1973 Ed., § 5-328.\n\nEffect of Amendments\n\nD.C. Law 16-305, in par. (5)(B), substituted \"persons with mental retardation\" for \"the mentally retarded\".\n\nD.C. Law 19-169, in par. (5)(B), substituted \"intellectual disabilities\" for \"mental retardation\".\n\nLegislative History of Laws\n\nLaw 2-81, the \"Smoke Detector Act of 1978,\" was introduced in Council and assigned Bill No. 2-157, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on February 21, 1978, and March 7, 1978, respectively. Signed by the Mayor on April 17, 1978, it was assigned Act No. 2-178 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 7-84, see Historical and Statutory Notes following § 6-751.02a.\n\nFor Law 16-305, see notes following § 6-201.\n\nLaw 19-169, the \"People First Respectful Language Modernization Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-189, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on March 6, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 15, 2012, it was assigned Act No. 19-361 and transmitted to both Houses of Congress for its review. D.C. Law 19-169 became effective on September 26, 2012.\n\nDC CODE § 6-751.01\n\nCurrent through December 11, 2012","credits":"(June 20, 1978, D.C. Law 2-81, § 2, 24 DCR 9050; Mar. 9, 1988, D.C. Law 7-84, § 2(a), 34 DCR 8122; Apr. 24, 2007, D.C. Law 16-305, § 20, 53 DCR 6198; Sept. 26, 2012, D.C. Law 19-169, § 14, 59 DCR 5567.)","sections":[{"prefix":"1","text":" The term \"dwelling unit\" means a structure, building, area, room, or combination of rooms occupied by persons for sleeping or living."},{"prefix":"2","text":"(A) The term \"hospital\" means a building or part thereof used for the medical, psychiatric, obstetrical, or surgical care, on a 24-hour basis, of inpatients."},{"prefix":"B","text":" The term \"hospital\" includes general hospitals, mental hospitals, tuberculosis hospitals, children's hospitals, and any such facilities providing inpatient care."},{"prefix":"3","text":"(A) The term \"nursing home\" means a building, or part thereof, used for the lodging, boarding, and nursing care, on a 24-hour basis, of persons who, because of mental or physical incapacity, may be unable to provide for their own needs and safety without the assistance of another person."},{"prefix":"B","text":" The term \"nursing home\" includes nursing and convalescent homes, skilled nursing facilities, intermediate care facilities, and infirmaries of homes for the aged."},{"prefix":"4","text":"(A) The term \"owner\" means any person who, alone or jointly or severally with other persons, has legal title to any premises."},{"prefix":"B","text":" The term \"owner\" includes any person who has charge, care, or control over any premises as:"},{"prefix":"i","text":" An agent, officer, fiduciary, or employee of the owner;"},{"prefix":"ii","text":" The committee, conservator, or legal guardian of an owner who is non compos mentis, a minor, or otherwise under a disability;"},{"prefix":"iii","text":" A trustee, elected or appointed, or a person required by law to execute a trust, other than a trustee under a deed of trust, to secure the payment of money; or"},{"prefix":"iv","text":" An executor, administrator, receiver, fiduciary, officer appointed by any court, or other similar representative of the owner or his estate."},{"prefix":"C","text":" The term \"owner\" does not include a lessee, sublessee, or other person who merely has the right to occupy or possess a premises."},{"prefix":"5","text":"(A) The term \"residential-custodial care facility\" means a building, or part thereof, used for the lodging or boarding of persons who are incapable of self-preservation because of age or physical or mental limitation, or who are detained for correctional purposes."},{"prefix":"B","text":" The term \"residential-custodial care facility\" includes homes for the aged, nurseries (custodial care for children under 6 years of age), institutions for persons with intellectual disabilities (care institutions), and halfway houses, as well as sheltered living facilities and halfway houses operated by the District of Columbia Department of Corrections and District of Columbia Department of Human Resources."},{"prefix":"C","text":" The term \"residential-custodial care facility\" does not include day care facilities that do not provide lodging or boarding for institutional occupants."},{"prefix":"6","text":"(A) The term \"sleeping area\" means a bedroom or room intended for sleeping, or a combination of bedrooms or rooms intended for sleeping within a dwelling unit, which are located on the same floor and are not separated by another habitable room, such as a living room, dining room, or kitchen, but not a bathroom, hallway, or closet. A dwelling unit may have more than 1 sleeping area."},{"prefix":"B","text":" The term \"sleeping area\" does not include common usage areas in structures with more than 1 dwelling unit, such as corridors, lobbies, and basements."},{"prefix":"7","text":" The term \"smoke detector\" means a device which detects visible or invisible particles of combustion."},{"prefix":"8","text":" The term \"substantially rehabilitated\" means any improvement to a structure which is valued greater than one-half of the assessed valuation of the property including the land."},{"prefix":"9","text":" The term \"visual alert system\" means a visual warning device or system that, when activated by or in conjunction with an audible smoke detector and warning system, provides a light signal sufficient to warn a deaf or hearing-impaired person of the presence of fire or smoke. The term \"visual alert system\" shall include a visual warning system that has multiple functions if 1 of the functions of the system is to warn a deaf or hearing-impaired person of the presence of fire or smoke."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Fire Safety."},"subchapter":{"identifier":"IV","text":"Smoke Detectors."},"heading":{"title":"6","chaptersection":"751","identifier":"6-751.01","catch_text":"Definitions."}}