{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-530.\n\n1973 Ed., § 5-329.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-81, see Historical and Statutory Notes following § 6-751.01.\n\nLaw 3-42, the \"Regulation Enforcement and Fire Safety Amendment Act of 1979,\" was introduced in Council and assigned Bill No. 3-150, which was referred to the Committee on the Judiciary and the Committee on Human Resources. The Bill was adopted on first and second readings on September 25, 1979, and October 9, 1979, respectively. Signed by the Mayor on October 30, 1979, it was assigned Act No. 3-114 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 6-751.02\n\nCurrent through December 11, 2012","credits":"(June 20, 1978, D.C. Law 2-81, § 3, 24 DCR 9050; Dec. 21, 1979, D.C. Law 3-42, § 2(a)-(e), 26 DCR 2082.)","sections":[{"prefix":"a","text":" The owner of each new or existing dwelling unit, hotel, motel, hospital, nursing home, and residential-custodial care facility shall install smoke detectors as required by this subchapter. The Mayor shall install smoke detectors in each dwelling unit, hospital, nursing home, jail, prison, and residential-custodial care facility owned by the District of Columbia."},{"prefix":"b","text":" The owner of each dwelling unit, hotel, motel, hospital, nursing home, jail, prison, and residential-custodial care facility which is constructed or substantially rehabilitated under a building permit issued after September 30, 1978, shall install smoke detectors as required by this subchapter. No certificate of occupancy may be issued for any dwelling unit, hotel, motel, hospital, nursing home, or residential-custodial care facility unless smoke detectors have been installed as required by this subchapter."},{"prefix":"c","text":" The owner of each dwelling unit, hotel, motel, and hospital, except as provided in subsections (b) and (d) of this section, shall install smoke detectors as required by this subchapter within 3 years of June 20, 1978."},{"prefix":"d","text":" The Mayor shall install smoke detectors, as required by this subchapter, in each dwelling unit, hospital, jail and prison owned by the District of Columbia, except as provided in subsection (b) of this section, within 2 years of June 20, 1978."},{"prefix":"e","text":" Except as provided in subsection (b) and except as provided in § 14(d) of title VII of the Health Care and Community Residence Facilities Regulation, enacted June 14, 1974 (Reg. No. 74-15):"},{"prefix":"1","text":" The owner of each residential-custodial care facility and nursing home shall install smoke detectors as required by this subchapter by January 1, 1980;"},{"prefix":"2","text":" The Mayor shall install smoke detectors as required by this subchapter in each residential-custodial care facility and nursing home owned by the District of Columbia by January 1, 1980."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Fire Safety."},"subchapter":{"identifier":"IV","text":"Smoke Detectors."},"heading":{"title":"6","chaptersection":"751","identifier":"6-751.02","catch_text":"General requirements."}}