{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-531.\n\n1973 Ed., § 5-330.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-81, see Historical and Statutory Notes following § 6-751.01.\n\nFor legislative history of D.C. Law 3-42, see Historical and Statutory Notes following § 6-751.02.\n\nDC CODE § 6-751.03\n\nCurrent through December 11, 2012","credits":"(June 20, 1978, D.C. Law 2-81, § 4, 24 DCR 9050; Dec. 21, 1979, D.C. Law 3-42, § 2(f), (g), 26 DCR 2082.)","sections":[{"prefix":"a","text":" The owner of each dwelling unit shall install at least 1 smoke detector to protect each sleeping area. In an efficiency, the owner shall install the smoke detector in the room used for sleeping. In all other dwelling units, the owner shall install the smoke detector outside the bedrooms but in the immediate vicinity of the sleeping area."},{"prefix":"b","text":" The owner of each hotel and motel shall install at least 1 smoke detector to protect each guest room or guest suite. The owner of each dormitory shall install at least 1 smoke detector to protect each resident room or resident suite. For the purpose of this subsection, \"guest suite\" or \"resident suite\" means a combination of rooms that are always occupied as a single unit. The owner of the hotel, motel or dormitory shall install the smoke detectors as directed by the Mayor of the District of Columbia."},{"prefix":"c","text":" The owner of each hospital, nursing home, jail, prison, and residential-custodial care facility shall install smoke detectors as directed by the Mayor of the District of Columbia and as follows:"},{"prefix":"1","text":" In each corridor that is adjacent to a room used for sleeping, but in no case may the smoke detectors be spaced further apart than 30 feet or more than 15 feet from any wall; or"},{"prefix":"2","text":" In each room used for sleeping."},{"prefix":"d","text":" An owner subject to this subchapter shall install each smoke detector on the ceiling at a minimum of 6 inches from the wall, or on a wall at a minimum of 6 inches from the ceiling."},{"prefix":"e","text":" An owner subject to this subchapter may not install a smoke detector in a dead air space, such as where the ceiling meets the wall."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Fire Safety."},"subchapter":{"identifier":"IV","text":"Smoke Detectors."},"heading":{"title":"6","chaptersection":"751","identifier":"6-751.03","catch_text":"Locations."}}