{"text":"The owner of any building or part of building condemned under the provisions of this chapter shall, within the time specified by the Board for the Condemnation of Insanitary Buildings in the order of condemnation, or any extension of time which may be granted by the Board:","historical":"Prior Codifications\n\n1981 Ed., § 5-705.\n\n1973 Ed., § 5-620.\n\nEffect of Amendments\n\nD.C. Law 13-281 substituted \"uninhabitable or insanitary condition\" for \"insanitary condition\" in two places, and substituted \"but the Board may require the building to be brought into substantial conformity\" for \"or to require such building to be brought into substantial conformity\".\n\nLegislative History of Laws\n\nLaw 6-216, the \"Construction Codes Approval and Amendments Act of 1986,\" was introduced in Council and assigned Bill No. 6-500, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 18, 1986, and December 16, 1986, respectively. Signed by the Mayor on February 2, 1987, it was assigned Act No. 6-279 and transmitted to both Houses of Congress for its review.\n\nFor D.C. Law 13-281, see notes following § 6-801.\n\nReferences in Text\n\nThe \"Construction Codes Approval and Amendments Act of 1986,\" referred to in par. (2), is D.C. Law 6-216.\n\nDC CODE § 6-905\n\nCurrent through December 11, 2012","credits":"(May 1, 1906, 34 Stat. 158, ch. 2073, § 5; Aug. 28, 1954, 68 Stat. 886, ch. 1032; Mar. 21, 1987, D.C. Law 6-216, § 13(f), 34 DCR 1072; Apr. 27, 2001, D.C. Law 13-281, § 103(d), 48 DCR 1888.)","sections":[{"prefix":"1","text":" make such changes or repairs as will remedy the conditions which led to the condemnation of such building or part of building; or"},{"prefix":"2","text":" cause such building or part of building to be demolished and removed; provided, that any owner repairing a building or part of building in accordance with the provisions of this chapter shall be required to make only those repairs which are reasonably related to a correction of the uninhabitable or insanitary condition or conditions found by said Board to exist in or about said building, and nothing in this chapter shall be construed as authorizing the Board to require any repair not reasonably related to the correction of any uninhabitable or insanitary condition in or about such building, but the Board may require the building to be brought into substantial conformity with the Building Code approved pursuant to the Construction Codes Approval and Amendments Act of 1986. Whenever any building is repaired or demolished in accordance with the requirements of this section, such repair or demolition shall be performed in such manner and under the authority of such permit as may be required by any applicable law or regulation."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Insanitary Buildings. (Refs & Annos)"},"heading":{"title":"6","chaptersection":"905","identifier":"6-905","catch_text":"Owner to repair or demolish condemned building."}}