{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 5-718.\n\n1973 Ed., § 5-633.\n\nEffect of Amendments\n\nD.C. Law 13-281, in par. (1) of subsec. (a), substituted \"uninhabitable or insanitary condition\" for \"insanitary condition\".\n\nLegislative History of Laws\n\nFor D.C. Law 13-281, see notes following § 6-801.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 6-918\n\nCurrent through December 11, 2012","credits":"(May 1, 1906, ch. 2073, § 18; Aug. 28, 1954, 68 Stat. 889, ch. 1032; Apr. 27, 2001, D.C. Law 13-281, § 103(i), 48 DCR 1888.)","sections":[{"prefix":"a","text":" For the purposes of this chapter, the term \"Mayor\" shall mean the Mayor of the District of Columbia or his designated agent or agents; and the term \"owner\" shall mean:"},{"prefix":"1","text":" Any person, or any one of a number of persons, in whom is vested all or any part of the beneficial ownership, dominion, or title of the property found by the Mayor to be in an uninhabitable or insanitary condition;"},{"prefix":"2","text":" The committee, conservator, or legal guardian of an owner who is non compos mentis, a minor child, or otherwise under a disability; or"},{"prefix":"3","text":" A trustee elected or appointed, or required by law, to execute a trust, other than a trustee under a deed of trust to secure the repayment of a loan."},{"prefix":"b","text":" Wherever under this chapter any act is to be performed by, or any notice is to be given, an owner, such act may be performed by an agent of such owner, or such notice may be given to an agent of such owner who collects rent or otherwise acts as an agent for the owner in connection with said property."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"6","text":"Housing and Building Restrictions and Regulations. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Insanitary Buildings. (Refs & Annos)"},"heading":{"title":"6","chaptersection":"918","identifier":"6-918","catch_text":"\"Mayor\" and \"owner\" defined; agent of owner."}}