{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-1706.\n\n1973 Ed., § 6-1505.\n\nEffect of Amendments\n\nD.C. Law 16-305, in subsec. (a), substituted \"persons with physical disabilities\" for \"physically disabled persons\"; and, in subsec. (c), substituted \"person with another physical disability\" for \"otherwise physically disabled person\" and \"does not have a physical disability\" for \"is not physically disabled\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-144, see Historical and Statutory Notes following § 7-1002.\n\nFor Law 16-305, see notes following § 7-531.01.\n\nDC CODE § 7-1006\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1972, 86 Stat. 972, Pub. L. 92-515, § 5; Mar. 5, 1981, D.C. Law 3-144, § 2(c), 27 DCR 4659; Apr. 24, 2007, D.C. Law 16-305, § 25(d), 53 DCR 6198.)","sections":[{"prefix":"a","text":" Blind persons and other persons with physical disabilities shall be entitled to full and equal access, as other members of the general public, to all housing accommodations offered for rent, lease, or compensation in the District of Columbia, subject to the conditions and limitations established by law or in accordance with law and applicable alike to all persons."},{"prefix":"b","text":" Every blind or deaf person who has a dog guide, or who obtains a dog guide, shall be entitled to full and equal access to all housing accommodations referred to in this section, without being denied access because of the dog guide and required to pay an extra charge for the dog guide; but such blind or deaf person shall be liable for any damage done to the premises by such dog."},{"prefix":"c","text":" Nothing in this section shall require any person renting, leasing, or providing real property for compensation in the District of Columbia to modify his property in any way or to provide a higher degree of care for a blind person or person with another physical disability than for a person who does not have a physical disability."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"B-I","text":" Blind and Physically Disabled Persons."},"chapter":{"identifier":"10","text":"Rights of Blind and Physically Disabled Persons. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"1006","identifier":"7-1006","catch_text":"Equal access to housing."}}