{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-1702.\n\n1973 Ed., § 6-1502.\n\nEffect of Amendments\n\nD.C. Law 16-305, in subsec. (a), substituted \"other persons with physical disabilities\" for \"the otherwise physically disabled\".\n\nD.C. Law 18-146 added subsec. (c).\n\nLegislative History of Laws\n\nLaw 3-144, the \"Deaf and Audio Handicapped Amendments Act of 1980,\" was introduced in Council and assigned Bill No. 3-127, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on September 16, 1980 and September 30, 1980, respectively. Signed by the Mayor on October 14, 1980, it was assigned Act No. 3-265 and transmitted to both Houses of Congress for its review.\n\nFor Law 16-305, see notes following § 7-531.01.\n\nLaw 18-146, the \"Service Animal Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-207, which was referred to the Committee on Public Safety and the Judiciary.  The bill was adopted on first and second readings on February 2, 2010, and March 2, 2010, respectively.   Signed by the Mayor on March 18, 2010, it was assigned Act No. 18-329 and transmitted to both Houses of Congress for its review.   D.C. Law 18-146 became effective on May 22, 2010.\n\nDC CODE § 7-1002\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1972, 86 Stat. 971, Pub. L. 92-515, § 2; Mar. 5, 1981, D.C. Law 3-144, § 2(a), 27 DCR 4659; Apr. 24, 2007, D.C. Law 16-305, § 25(b), 53 DCR 6198; May 22, 2010, D.C. Law 18-146, § 2(a), 57 DCR 2549.)","sections":[{"prefix":"a","text":" The blind and other persons with physical disabilities are entitled to full and equal accommodations, advantages, facilities, and privileges of all common carriers, airplanes, motor vehicles, railroad trains, motor buses, streetcars, boats, or any other public conveyances or modes of transportation in the District of Columbia, hotels, lodging places, places of public accommodation, amusement, or resort, and other places to which the general public is invited in the District of Columbia, subject only to the conditions and limitations established by law or in accordance with law applicable alike to all persons."},{"prefix":"b","text":" Every blind person or deaf person shall have the right to be accompanied by a dog guide, in any of the places, accommodations, or conveyances listed in subsection (a) of this section, without being denied access because of the dog guide and required to pay an extra charge for the dog guide; but any blind person or deaf person so accompanied shall be liable for any damage done to the premises or facilities by such dog."},{"prefix":"c","text":" Every service animal trainer who is training an animal to be a service animal shall have the same access and liability conferred upon a person who is blind or deaf pursuant to subsection (b) of this section when accompanied by a service animal in training."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"B-I","text":" Blind and Physically Disabled Persons."},"chapter":{"identifier":"10","text":"Rights of Blind and Physically Disabled Persons. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"1002","identifier":"7-1002","catch_text":"Equal access to public accommodations and conveyances."}}