{"text":"Each year, the Mayor of the District of Columbia shall take suitable public notice of October 15th as White Cane Safety Day. He shall issue a proclamation commenting upon the significance of the white cane, and calling upon the citizens of the District of Columbia to observe the provisions of this chapter, to be aware of the presence of persons with disabilities in the community, to keep safe and functional for persons with disabilities the streets, highways, sidewalks, walkways, public buildings, public facilities, other public places, places of public accommodation, amusement, and resort, and other places to which the public is invited, and to offer assistance to persons with disabilities upon appropriate occasions.","historical":"Prior Codifications\n\n1981 Ed., § 6-1708.\n\n1973 Ed., § 6-1507.\n\nEffect of Amendments\n\nD.C. Law 16-305 substituted \"persons with disabilities\" for \"disabled persons\" and \"the disabled\".\n\nLegislative History of Laws\n\nFor Law 16-305, see notes following § 7-531.01.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 7-1008\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1972, 86 Stat. 972; Pub. L. 92-515, § 7; Apr. 24, 2007, D.C. Law 16-305, § 25(f), 53 DCR 6198.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"B-I","text":" Blind and Physically Disabled Persons."},"chapter":{"identifier":"10","text":"Rights of Blind and Physically Disabled Persons. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"1008","identifier":"7-1008","catch_text":"White Cane Safety Day."}}