{"text":"The Mayor of the District of Columbia may appoint, on the like recommendation of the Director of the Department of Human Services, a reasonable number of clerks, but no greater number shall be appointed, and no more persons shall be employed under said Director of the Department of Human Services, than the public interests demand and the appropriation shall justify.","historical":"Prior Codifications\n\n1981 Ed., § 6-106.\n\n1973 Ed., § 6-107.\n\nEffect of Amendments\n\nD.C. Law 16-191 validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor Law 16-191, see notes following § 7-103.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act. 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nOffice of Director of Public Health abolished: See Historical and Statutory Notes following § 7-101.\n\nDC CODE § 7-106\n\nCurrent through December 11, 2012","credits":"(June 11, 1878, 20 Stat. 107, ch. 180, § 10; Aug. 1, 1950, 64 Stat. 393, ch. 513, § 1; Mar. 2, 2007, D.C. Law 16-191, § 6(b), 53 DCR 6794.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"1","text":"Public Health."},"subchapter":{"identifier":"I","text":"Commissioner of Public Health."},"heading":{"title":"7","chaptersection":"106","identifier":"7-106","catch_text":"Clerks to Director."}}