{"text":"For the purposes of this chapter:","historical":"Prior Codifications\n\n1981 Ed., § 6-1709.\n\n1973 Ed., § 6-1508.\n\nEffect of Amendments\n\nD.C. Law 16-305, in par. (4), substituted \"person with a physical disability\" for \"otherwise physically disabled\".\n\nD.C. Law 18-146 added pars. (5) and (6).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-144, see Historical and Statutory Notes following § 7-1002.\n\nFor Law 16-305, see notes following § 7-531.01.\n\nFor Law 18-146, see notes following § 7-1002.\n\nDC CODE § 7-1009\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1972, 86 Stat. 972, Pub. L. 92-515, § 8; Mar. 5, 1981, D.C. Law 3-144, § 2(d), 27 DCR 4659; Apr. 24, 2007, D.C. Law 16-305, § 25(g), 53 DCR 6198; May 22, 2010, D.C. Law 18-146, § 2(c), 57 DCR 2549.)","sections":[{"prefix":"1","text":" The term \"blind person\" means, and the term \"blind\" refers to, a person who is totally blind, has impaired vision of not more than 20/200 visual acuity in the better eye and for whom vision cannot be improved to better than 20/200, or who has loss of vision due wholly or in part to impairment of field vision or to other factors which affect the usefulness of vision to a like degree."},{"prefix":"2","text":" The term \"deaf person\" means a person who is totally deaf or a person with hearing impairment that severely interferes with his or her ability to hear environmental noises."},{"prefix":"3","text":" The term \"guide dog\" means a dog that is specially trained to assist a blind or deaf person and one which a blind or deaf person relies on for assistance."},{"prefix":"4","text":" The term \"person with a physical disability\" refers to an individual who has a medically determinable physical impairment (other than blindness) which interferes with his ability to move about, to assist himself, or to engage in an occupation."},{"prefix":"5","text":" The term \"service animal\" means an animal, including a guide dog, that is specially trained to assist a person who is blind or has a physical disability and one which a person who is blind or has a physical disability relies on for assistance."},{"prefix":"6","text":" The term \"service animal in training\" means an animal that is:"},{"prefix":"A","text":" At least 6 months of age;"},{"prefix":"B","text":" Undergoing special training to assist a person who is blind or has a physical disability;"},{"prefix":"C","text":" Accompanied by an experienced service animal trainer; and"},{"prefix":"D","text":" Designated as a service animal in training by wearing a harness, backpack, or vest that identifies it as a service animal in training."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"B-I","text":" Blind and Physically Disabled Persons."},"chapter":{"identifier":"10","text":"Rights of Blind and Physically Disabled Persons. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"1009","identifier":"7-1009","catch_text":"Definitions."}}