{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) amendment of section 601 of D.C. Law 19-141, see § 7004 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section 601 of D.C. Law 19-141, see § 7004 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor history of Law 19-141, see notes under § 7-1131.02.\n\nMiscellaneous Notes\n\nSection 601 of D.C. Law 19-141, as amended by section 7004 of D.C. Law 19-168, provides:\n\n\"Sec. 601. Applicability.\n\n\"Sections 302(b)(1), 304, and 502(a) shall apply upon the inclusion of their fiscal effect in an approved budget and financial plan.\"\n\nSection 7016 of D.C. Law 19-168 provides:\n\n\"Sec. 7016. Sections 7001, 7004, 7007, 7009, 7011, and 7015 shall apply as of the effective date of the Fiscal Year 2013 Budget Support Emergency Act of 2012, passed on emergency basis on June 5, 2012 (Enrolled version of Bill 19- 796).\"\n\nDC CODE § 7-1131.17\n\nCurrent through December 11, 2012","credits":"(Dec. 18, 2001, D.C. Law 14-56, § 115b, as added June 7, 2012, D.C. Law 19-141, § 402(b), 59 DCR 3083.)","sections":[{"prefix":"a","text":" As of October 1, 2012, there is established within the Department, and shall be made available to all child development facilities, public schools, and public charter schools, a program that, at a minimum, provides participants with the tools needed to:"},{"prefix":"1","text":" Identify students who may have unmet behavioral health needs; and"},{"prefix":"2","text":" Refer identified students to appropriate services for behavioral health screenings and behavioral health assessments."},{"prefix":"b","text":"(1) Starting October 1, 2014, completion of the program shall be mandatory for all:"},{"prefix":"A","text":" Teachers in public schools and public charter schools;"},{"prefix":"B","text":" Principals in public schools and public charter schools; and"},{"prefix":"C","text":" Staff employed by child development facilities, who are subject to training or continuing education requirements pursuant to licensing regulations."},{"prefix":"2","text":" In addition to the individuals described in paragraph (1) of this subsection, the Mayor may determine through rulemaking other individuals who shall be required to complete the program."},{"prefix":"3","text":" The Department may make the program available to other interested individuals."},{"prefix":"c","text":" The Department shall keep a record of all participants who complete the program and shall provide the participants with written proof of completion."},{"prefix":"d","text":" If so approved by the Office of the State Superintendent for Education, the program may count towards professional development credits."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Mental Health."},"chapter":{"identifier":"11A","text":"Department of Mental Health Establishment."},"heading":{"title":"7","chaptersection":"1131","identifier":"7-1131.17","catch_text":"Youth behavioral health program."}}