{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 16-192 added pars. (10A), (19A), (29A), and (32).\n\nD.C. Law 19-141 redesignated former par. (1) as par. (1F); and added pars. (1), (1A), (1B), (1C), (1D), (1E), and (31A).\n\nD.C. Law 19-168 redesignated par. (31A) as par. (31B); and added subsecs. (25A) and (31A).\n\nD.C. Law 19-169, in subsecs. (1F)(A) and (24)(A), substituted \"intellectual\" for \"mental retardation\"; and, in par. (11), substituted \"with\" for \"suffering from\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a) of Comprehensive Psychiatric Emergency Program Long-Term Ground Lease Temporary Act of 2006 (D.C. Law 16-298, March 6, 2007, law notification 54 DCR 5144).\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 2 of Department of Mental Health Establishment Temporary Amendment Act of 2001 (D.C. Law 14-51, October 30, 2001, law notification 48 DCR 10807).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2 of Department of Mental Health Establishment Emergency Amendment Act of 2001 (D.C. Act 14-55, May 2, 2001, 48 DCR 4390).\n\nFor temporary (90 day) addition of section, see § 2 of Department of Mental Health Establishment Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-101, July 23, 2001, 48 DCR 7123).\n\nFor temporary (90 day) addition of section, see § 102 of Mental Health Service Delivery Reform Congressional Review Emergency Act of 2001 (D.C. Act 14-144, October 23, 2001, 48 DCR 9947).\n\nFor temporary (90 day) amendment of section, see § 5022(a) of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 5022(a) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Comprehensive Psychiatric Emergency Program Long-Term Ground Lease Emergency Act of 2006 (D.C. Act 16-529, December 4, 2006, 53 DCR 9833).\n\nFor temporary (90 day) amendment of section, see § 5022(a) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Comprehensive Psychiatric Emergency Program Long-Term Ground Lease Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-16, February 20, 2007, 54 DCR 1774).\n\nFor temporary (90 day) repeal of section 2 of D.C. Law 16-298, see § 2 of Comprehensive Psychiatric Emergency Program Long-Term Ground Lease Emergency Amendment Act of 2007 (D.C. Act 17-80, July 26, 2007, 54 DCR 7636).\n\nLegislative History of Laws\n\nFor D.C. Law 14-51, see notes following § 7-154.\n\nFor Law 14-56, see notes following § 7-1131.01.\n\nFor Law 16-192, see notes following § 7-751.16a.\n\nLaw 19-141, the \"South Capitol Street Memorial Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-211, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 6, 2012, and March 20, 2012, respectively. Signed by the Mayor on April 10, 2012, it was assigned Act No. 19-344 and transmitted to both Houses of Congress for its review. D.C. Law 19-141 became effective on June 7, 2012.\n\nLaw 19-168, the \"Fiscal Year 2013 Budget Support Act of 2012\", was introduced in Council and assigned Bill No. 19-743, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2012, and June 5, 2012, respectively. Signed by the Mayor on June 22, 2012, it was assigned Act No. 19-385 and transmitted to both Houses of Congress for its review. D.C. Law 19-168 became effective on September 20, 2012.\n\nFor history of Law 19-169, see notes under § 7-761.02.\n\nMiscellaneous Notes\n\nShort title: Section 5021 of D.C. Law 16-192 provided that subtitle C of title V of the act may be cited as the \"Department of Mental Health Establishment Amendment Act of 2006\".\n\nShort title: Section 5041 of D.C. Law 19-168 provided that subtitle E of title V of the act may be cited as \"Department of Mental Health Nurse Training Program Amendment Act of 2012\".\n\nDC CODE § 7-1131.02\n\nCurrent through December 11, 2012","credits":"(Dec. 18, 2001, D.C. Law 14-56, § 102, 48 DCR 7674; Mar. 2, 2007, D.C. Law 16-192, § 5022(a), 53 DCR 6899; June 7, 2012, D.C. Law 19-141, § 402(a), 59 DCR 3083; Sept. 20, 2012, D.C. Law 19-168, § 5042(a), 59 DCR 8025; Sept. 26, 2012, D.C. Law 19-169, § 16, 59 DCR 5567.)","sections":[{"prefix":"1","text":" \"Behavioral health\" means a person's overall social, emotional, and psychological well-being and development."},{"prefix":"1A","text":" \"Behavioral health assessment\" means a more thorough and comprehensive examination by a mental health professional of the behavioral health issues and needs identified during an initial behavioral health screening by which the mental health professional shall identify the type and extent of the behavioral health problem and make recommendations for treatment interventions."},{"prefix":"1B","text":" \"Behavioral Health Ombudsman\" or \"Ombudsman\" means the individual responsible for administering the Behavioral Health Ombudsman Program."},{"prefix":"1C","text":" \"Behavioral Health Ombudsman Program\" or \"Ombudsman Program\" means the program established in § 7-1131.19 to provide District residents with assistance in accessing behavioral health programs and services."},{"prefix":"1D","text":" \"Behavioral health screening\" means a brief process designed to identify youth who are at risk of having behavioral health disorders that warrant immediate attention, or intervention, or to identify the need for further assessment with a more comprehensive examination."},{"prefix":"1E","text":" \"Business associate\" means any organization or person working in association with, or providing services to, a covered entity who handles or discloses Personal Health Information, as that term is interpreted in 45 CFR 160.103 pursuant to the Health Insurance Portability and Accountability Act of 1996, approved August 21, 1996 (110 Stat. 1936; 42 U.S.C. § 201, note) (\"HIPPA\")."},{"prefix":"1F","text":" \"Children or youth with mental health problems\" means persons under 18 years of age, or persons under 22 years of age and receiving special education, youth, or child welfare services, who:"},{"prefix":"A","text":" Have, or are at risk of having, a diagnosable mental, behavioral, or emotional disorder (including those of biological etiology) which substantially impairs the mental health of the person or is of sufficient duration to meet diagnostic criteria specified within the DSM-IV or the ICD-9-CM equivalent (and subsequent revisions), with the exception of substance abuse disorders, intellectual disability, and other developmental disorders, or seizure disorders, unless those exceptions co-occur with another diagnosable serious emotional disturbance; and"},{"prefix":"B","text":"(i) Demonstrate either functional impairments or symptoms that significantly disrupt their academic or developmental progress or family and interpersonal relationships; or"},{"prefix":"ii","text":" Have an emotional disturbance causing problems so severe as to require significant mental health intervention."},{"prefix":"2","text":" \"Consumers of mental health services\" means adults, children, or youth who seek or receive mental health services or mental health supports funded or regulated by the Department."},{"prefix":"3","text":" \"Core services agency\" means a community-based provider of mental health services and mental health supports that is certified by the Department and that acts as a clinical home for consumers of mental health services by providing a single point of access and accountability for diagnostic assessment, medication-somatic treatment, counseling and psychotherapy, community support services, and access to other needed services."},{"prefix":"4","text":" \"Court\" means the Superior Court of the District of Columbia."},{"prefix":"5","text":" \"Cultural competence\" means the ability of a provider to deliver mental health services and mental health supports in a manner that effectively responds to the languages, values, and practices present in the various cultures of the provider's consumers of mental health services."},{"prefix":"6","text":" \"Department\" means the Department of Mental Health."},{"prefix":"7","text":" \"Director\" means the Director of the Department of Mental Health."},{"prefix":"8","text":" \"District\" means the District of Columbia."},{"prefix":"9","text":" \"DSM-IV\" means the most recent version of the Diagnostic and Statistical Manual of Mental Disorders."},{"prefix":"10","text":" \"DSM-IV 'V' Codes\" means \"V\" codes as defined in the most recent version of the Diagnostic and Statistical Manual of Mental Disorders."},{"prefix":"10A","text":" \"DYRS\" means the Department of Youth Rehabilitation Services."},{"prefix":"11","text":" \"Hospital\" means a public or private institution, or part thereof, operating in the District and licensed to provide inpatient care and certified to provide treatment for persons with physical or mental illness."},{"prefix":"12","text":" \"ICD-9-CM\" means the most recent version of the International Classification of Diseases Code Manual."},{"prefix":"13","text":" \"Individual Plan of Care\" means the individualized service plan for a child or youth with or at risk of mental health problems, including processes for the appropriate transition of youth receiving mental health services and mental health supports from the system of care for children, youth, and their families into the system of care for adults."},{"prefix":"14","text":" \"Individual Recovery Plan\" means the individualized service plan for a person with mental illness."},{"prefix":"15","text":" \"Joint consent\" means a process established by the Department to enable all participating providers to rely on a single form in which a consumer of mental health services consents to the use of his or her protected mental health information by participating providers in the Department's organized health care arrangement, for the purposes of delivering treatment, obtaining payment for services and supports rendered, and performing certain administrative operations, such as quality assurance, utilization review, accreditation, and oversight."},{"prefix":"16","text":" \"Medical Assistance Administration\" means the division of the District's Department of Health responsible for administering the District's Medical Assistance Program."},{"prefix":"17","text":" \"Medical Assistance Program\" and \"Medicaid Program\" mean the program described in the Medicaid State Plan and administered by the Medical Assistance Administration pursuant to § 1-307.02(b) and title XIX of the Social Security Act, approved July 30, 1965 (79 Stat. 343; 42 U.S.C. § 1396 et seq.)."},{"prefix":"18","text":" \"Mental health services\" means the services funded or regulated by the Department for the purpose of addressing mental illness or mental health problems."},{"prefix":"19","text":" \"Mental health supports\" means the supports funded or regulated by the Department for the purpose of addressing mental illness or mental health problems."},{"prefix":"19A","text":" \"Oak Hill Youth Center\" means the secure juvenile facility currently operated by DYRS in Laurel, Maryland."},{"prefix":"20","text":" \"Organized health care arrangement,\" means an organized system of health care in which more than one provider participates, and in which the participating providers hold themselves out to the public as participating in a joint arrangement, and either:"},{"prefix":"A","text":" Participate in joint activities that include utilization review under Chapter 8 of Title 44 in which health care decisions by participating providers are reviewed by other participating providers or by a third party on their behalf; or"},{"prefix":"B","text":" Participate in quality assessment and improvement activities under Chapter 8 of Title 44 in which mental health services or mental health supports provided by participating providers are assessed by other participating providers or by a third party on their behalf."},{"prefix":"21","text":" \"Participating provider\" means a provider of mental health services or mental health supports that, through participation in the joint consent promulgated by the Department pursuant to § 7-1131.14(6), joins the organized health care arrangement created by the Department."},{"prefix":"22","text":" \"Partnership Council\" means the council appointed by the Director pursuant to § 7-1131.10 to advise him or her with respect to departmental matters."},{"prefix":"23","text":" \"Personal representative\" means an individual, whether or not an attorney, designated by a consumer of mental health services to represent the consumer's personal interests with regard to his or her mental health needs."},{"prefix":"24","text":" \"Persons with mental illness\" means persons who:"},{"prefix":"A","text":" Have a diagnosable mental, behavioral, or emotional disorder (including those of biological etiology) which substantially impairs the mental health of the person or is of sufficient duration to meet diagnostic criteria specified within the DSM-IV or its ICD-9-CM equivalent (and subsequent revisions) with the exception of DSM-IV \"V\" codes, substance abuse disorders, intellectual disability, and other developmental disorders, or seizure disorders, unless those exceptions co-occur with another diagnosable mental illness; and"},{"prefix":"B","text":"(i) Are 18 years of age or over and are not consumers of special education, youth, or child welfare services; or"},{"prefix":"ii","text":" Are 22 years of age or over."},{"prefix":"25","text":" \"Physician\" means a person licensed under the laws of the District to practice medicine, or a person who practices medicine in the employment of the government of the United States."},{"prefix":"25A","text":" \"Program\" means the nursing educational tuition assistance program for nurses employed by Saint Elizabeths Hospital established by § 7-1131.20."},{"prefix":"26","text":" \"Protected mental health information\" means information regulated by Chapter 12 of this title."},{"prefix":"27","text":" \"Provider\" means an individual or entity that:"},{"prefix":"A","text":" Is duly licensed or certified by the Department to provide mental health services or mental health supports; or"},{"prefix":"B","text":" Has entered into an agreement with the Department to provide mental health services or mental health supports."},{"prefix":"28","text":" \"Regulate\" means all non-professional certification, licensing, monitoring, and related functions, except fire inspections, food service inspections, the issuance of building permits and certificates of occupancy, all inspections relating to these permits and certificates, and all responsibilities under § 1-307.02."},{"prefix":"29","text":" \"Residents of the District\" means persons who voluntarily live in the District and have no intention of presently removing themselves from the District. The term \"residents of the District\" shall not include persons who live in the District solely for a temporary purpose. Residency shall not be affected by temporary absence from and the subsequent return or intent to return to the District. Residency shall not depend upon the reason that persons entered the District, except to the extent that it bears upon whether they are in the District for a temporary purpose."},{"prefix":"29A","text":" \"Secure Facilities\" means Oak Hill Youth Center, the Youth Services Center, and any successor facilities or new secure facilities operated by or on behalf of DYRS for youth in DYRS custody."},{"prefix":"30","text":" \"System of care for adults\" means a community support system for persons with mental illness that is developed through collaboration in the administration, financing, resource allocation, training, and delivery of services across all appropriate public systems. Each person's mental health services and mental health supports are based on an Individual Recovery Plan, designed to promote recovery and develop social, community, and personal living skills, and to meet essential human needs, and includes the appropriate integrated, community-based outpatient services and inpatient care, outreach, emergency services, crisis intervention and stabilization, age-appropriate educational and vocational readiness and support, housing and residential treatment and support services, family and caregiver supports and education, and services to meet special needs, which may be delivered by both public and private entities."},{"prefix":"31","text":" \"System of care for children, youth, and their families\" means a community support system for children or youth with mental health problems and their families, which is developed through collaboration in the administration, financing, resource allocation, training, and delivery of services across all appropriate public systems. Each child's or youth's mental health services and mental health supports are based on a single, child-and youth-centered, and family-focused Individual Plan of Care, encompassing all necessary and appropriate services and supports, which may be delivered by both public and private entities. Prevention, early intervention, and mental health services and mental health supports to meet individual and special needs are delivered in natural, nurturing, and integrated environments, recognize the importance of and support for the maintenance of enduring family relationships, and are planned and developed within the District and as close to the child's or youth's home as possible so that families need not relinquish custody to secure treatment for their children and youth."},{"prefix":"31A","text":" \"UDC\" means the University of the District of Columbia."},{"prefix":"31B","text":" \"Youth\" means an individual under 18 years of age residing in the District and those individuals classified as youth in the custody of DYRS and the Child and Family Services Agency who are 21 years of age or younger."},{"prefix":"32","text":" \"Youth Services Center\" means the secure juvenile facility currently operated by DYRS in the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Mental Health."},"chapter":{"identifier":"11A","text":"Department of Mental Health Establishment."},"heading":{"title":"7","chaptersection":"1131","identifier":"7-1131.02","catch_text":"Definitions."}}