{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 5002 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) addition of section, see § 5002 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor history of Law 19-141, see notes under § 7-1131.02.\n\nMiscellaneous Notes\n\nSection 601 of D.C. Law 19-141, as amended by section 7004 of D.C. Law 19-168, provides:\n\n\"Sec. 601. Applicability.\n\n\"Sections 302(b)(1), 304, and 502(a) shall apply upon the inclusion of their fiscal effect in an approved budget and financial plan.\"\n\nSection 7016 of D.C. Law 19-168 provides:\n\n\"Sec. 7016. Sections 7001, 7004, 7007, 7009, 7011, and 7015 shall apply as of the effective date of the Fiscal Year 2013 Budget Support Emergency Act of 2012, passed on emergency basis on June 5, 2012 (Enrolled version of Bill 19- 796).\"\n\nDC CODE § 7-1131.19\n\nCurrent through December 11, 2012","credits":"(Dec. 18, 2001, D.C. Law 14-56, § 115d, as added June 7, 2012, D.C. Law 19-141, § 402(b), 59 DCR 3083.)","sections":[{"prefix":"a","text":" As of October 1, 2012, there is established within the Department a Behavioral Health Ombudsman Program (\"Ombudsman Program\") to provide District residents with assistance in accessing behavioral health programs and services."},{"prefix":"b","text":"(1) Pursuant to its power set forth in § 7-1131.04(15) and subject to paragraph (2) of this subsection, the Department may contract with a qualified private, community-based, nonprofit corporation, organization, or consortia of organizations, with offices located in the District, to operate the Ombudsman Program. The Department shall establish the criteria that an entity must meet to be selected to operate the Ombudsman Program; provided, that the criteria include:"},{"prefix":"A","text":" A public interest mission;"},{"prefix":"B","text":" Qualified staff and organizational expertise in:"},{"prefix":"i","text":" Behavioral health services;"},{"prefix":"ii","text":" Behavioral health coverage under health benefits plans;"},{"prefix":"iii","text":" Public education and community outreach; and"},{"prefix":"iv","text":" Conflict resolution;"},{"prefix":"C","text":" No direct involvement in the licensing, certification, or accreditation of a behavioral health facility, a health benefits plan, or with a provider of a behavioral health service;"},{"prefix":"D","text":" No direct ownership or investment interest in a behavioral health facility, health benefits plan, or any behavioral health service;"},{"prefix":"E","text":" No participation in the management of a behavioral health facility, health benefits plan, or any behavioral health service; and"},{"prefix":"F","text":" No agreement or arrangement with an owner or operator of a behavioral health service, a behavioral health facility, or health benefits plan that could directly or indirectly result in remuneration, in cash or in kind, to the entity."},{"prefix":"2","text":" If the Department is unable to contract with an outside entity that meets the criteria described in this section, or determines it to be in the best interests of the District, the Department shall operate the Ombudsman Program."},{"prefix":"c","text":"(1) The Ombudsman Program shall be administered by the Behavioral Health Ombudsman, who shall be appointed by the Director of the Department of Mental Health."},{"prefix":"2","text":" The Ombudsman shall be a person:"},{"prefix":"A","text":" With substantive experience in the fields of behavioral health and patient advocacy; and"},{"prefix":"B","text":" Who is an employee of the nonprofit corporation, organization, or consortia of organizations contracted to operate the Ombudsman Program; provided, that this subparagraph shall not apply if the Department operates the Ombudsman Program pursuant to subsection (b)(2) of this section."},{"prefix":"d","text":" The Ombudsman Program may use volunteers with appropriate training and supervision to assist with counseling, outreach, and other tasks."},{"prefix":"e","text":" The Ombudsman, or his or her designee, shall:"},{"prefix":"1","text":" Assist consumers in resolving problems concerning behavioral health providers, behavioral health facilities, and access to behavioral health care services and programs by referring consumers to appropriate regulatory agencies when their problems are within an agency's jurisdiction, guiding consumers through existing complaint processes, and assisting consumers in informally resolving problems through discussions with their providers."},{"prefix":"2","text":" Educate District residents about behavioral health coverage under:"},{"prefix":"A","text":" Health benefits plans;"},{"prefix":"B","text":" Managed care health plans; and"},{"prefix":"C","text":" Any other behavioral health services options."},{"prefix":"3","text":" Refer individuals, when appropriate, to other District agencies or organizations for assistance with behavioral health services and programs;"},{"prefix":"4","text":" Work jointly, when appropriate, with other District agencies or organizations to promote greater access to behavioral health services and programs;"},{"prefix":"5","text":" Provide information regarding problems and concerns of consumers of behavioral health services and make recommendations for resolving those problems and concerns to:"},{"prefix":"A","text":" The public;"},{"prefix":"B","text":" Government agencies;"},{"prefix":"C","text":" The Council of the District of Columbia; and"},{"prefix":"D","text":" Any other person or entity that the Ombudsman considers appropriate;"},{"prefix":"6","text":" Implement innovative strategies and adopt tools to maximize outreach to District residents;"},{"prefix":"7","text":" Identify and help resolve complaints on behalf of consumers and assist consumers with the filing, pursuit, and resolution of formal and informal complaints and appeals through existing processes, including:"},{"prefix":"A","text":" Internal reviews conducted by health benefits plans;"},{"prefix":"B","text":" Grievance and appeals processes for the HealthCare Alliance and Medicaid; and"},{"prefix":"C","text":" External reviews before independent review organizations, and the Department of Mental Health; and"},{"prefix":"8","text":" Comment on behalf of District residents on related behavioral health policy legislation and regulations in the District."},{"prefix":"f","text":" Within 30 days of the end of each fiscal year, the Ombudsman shall submit a report to the Department, the Council, and the Mayor, and make it available to the public upon request, regarding the activities of the Ombudsman Program during the prior fiscal year, including:"},{"prefix":"1","text":" An accounting of all activities undertaken;"},{"prefix":"2","text":" An evaluation and analysis of the Ombudsman Program's performance;"},{"prefix":"3","text":" A complete fiscal accounting;"},{"prefix":"4","text":" Issues of concern to District residents; and"},{"prefix":"5","text":" Any recommendations to improve access to behavioral health services."},{"prefix":"g","text":"(1) The Ombudsman shall establish an Advisory Council to consist of members representing at least:"},{"prefix":"A","text":" Consumers;"},{"prefix":"B","text":" Three consumer advocacy organizations;"},{"prefix":"C","text":" The Department of Mental Health;"},{"prefix":"D","text":" The Department of Health Care Finance;"},{"prefix":"E","text":" The Addiction Prevention and Recovery Administration;"},{"prefix":"F","text":" The Child and Family Services Agency;"},{"prefix":"G","text":" The Department of Youth Rehabilitation Services;"},{"prefix":"H","text":" Health benefits plans;"},{"prefix":"I","text":" Health care facilities;"},{"prefix":"J","text":" The Health Care Ombudsman Program;"},{"prefix":"K","text":" Health professionals with expertise in a person's overall social, emotional, and psychological well-being and development;"},{"prefix":"L","text":" The District of Columbia Public Schools; and"},{"prefix":"M","text":" The Public Charter School Board."},{"prefix":"2","text":" The Advisory Council shall meet quarterly to perform, at a minimum, the following functions:"},{"prefix":"A","text":" Advise the Ombudsman on program design and operational issues;"},{"prefix":"B","text":" Recommend changes in the Ombudsman Program; and"},{"prefix":"C","text":" Review data on cases handled by the Ombudsman Program and make recommendations based on that data."},{"prefix":"h","text":"(1) The Ombudsman may review the records of a health-benefits plan, or other provider, pertaining to an individual's medical records; provided, that the Ombudsman received the appropriate consent from the individual or his or her legal representative."},{"prefix":"2","text":" The Ombudsman shall maintain the confidentiality of the records in accordance with all federal and state confidentiality and disclosure laws."},{"prefix":"3","text":" No information or records maintained by the Ombudsman Program shall be disclosed to the public unless the individual or individual's legal representative has provided the appropriate consent for the release of the information or records."},{"prefix":"i","text":" The Ombudsman Program shall enter into a business associate agreement with the Department of Health Care Finance to allow the Ombudsman Program access to information about the Medicaid eligibility status of consumers whom it serves and that requires the Ombudsman Program to safeguard that information pursuant to the Privacy Rule (45 C.F.R. §§ 160 and 164) adopted pursuant to HIPPA."},{"prefix":"j","text":" The Ombudsman shall request and promptly receive, with reasonable notice, the cooperation, assistance, and data from other District agencies, as necessary to enable the Ombudsman Program to investigate a resident's complaint under District or federal law."},{"prefix":"k","text":" No employee, subcontractor, designee, or representative of the Ombudsman Program shall be held liable for the good-faith performance of responsibilities under this section; except, no immunity shall extend to criminal acts or other acts that violate District or federal law."},{"prefix":"l","text":" No person, agency, provider, or facility shall obstruct the Ombudsman, or his or her designee, from the lawful performance of any duty or the exercise of any power."},{"prefix":"m","text":" Nothing in this section shall prohibit a corporation, organization, or consortia of organizations contracted to operate the Ombudsman Program from raising private money through foundation resources to supplement government funds for the Ombudsman Program.\"."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Mental Health."},"chapter":{"identifier":"11A","text":"Department of Mental Health Establishment."},"heading":{"title":"7","chaptersection":"1131","identifier":"7-1131.19","catch_text":"Behavioral Health Ombudsman Program."}}