{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-33 rewrote section, which had read:\n\n\"The Department shall have a General Counsel, appointed by the Director with the approval of the Corporation Counsel, which approval shall not be unreasonably withheld. The General Counsel shall:\n\n\"(1) Be an attorney admitted to the practice of law in the District of Columbia and qualified by experience and training to advise the Department with respect to legal issues related to its powers and duties;\n\n\"(2) Be in the Senior Executive Attorney Service as an at-will employee under the direction and control of the Corporation Counsel;\n\n\"(3) Be subject to all applicable provisions of subchapter VIII-B of Chapter 6 of Title 1;\n\n\"(4) Have an attorney-client relationship with the Department;\n\n\"(5) Advocate vigorously for the Director's position on legal issues, and if such advocacy poses a conflict with a legal position of the Corporation Counsel, seek exemption from the Corporation Counsel's supervision as to that position, in accordance with § 1-608.55(b); and\n\n\"(6) Be subject to evaluation, discipline, and transfer by the Corporation Counsel, after consultation with the Director, whose views regarding evaluation, discipline, and transfer shall be entitled to great weight.\"\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 8 of Department of Mental Health Establishment Temporary Amendment Act of 2001 (D.C. Law 14-51, October 30, 2001, law notification 48 DCR 10807).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 8 of Department of Mental Health Establishment Emergency Amendment Act of 2001 (D.C. Act 14-55, May 2, 2001, 48 DCR 4390).\n\nFor temporary (90 day) addition of section, see § 8 of Department of Mental Health Establishment Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-101, July 23, 2001, 48 DCR 7123).\n\nFor temporary (90 day) addition of section, see § 108 of Mental Health Service Delivery Reform Congressional Review Emergency Act of 2001 (D.C. Act 14-144, October 23, 2001, 48 DCR 9947).\n\nFor temporary (90 day) amendment of section, see § 3016 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor Law 14-56, see notes following § 7-1131.01.\n\nFor Law 16-33, see notes following § 7-733.01.\n\nDC CODE § 7-1131.08\n\nCurrent through December 11, 2012","credits":"(Dec. 18, 2001, D.C. Law 14-56, § 108, 48 DCR 7674; Oct. 20, 2005, D.C. Law 16-33, § 3016(a), 52 DCR 7503.)","sections":[{"prefix":"a","text":" The Department shall have a General Counsel or the equivalent, appointed by the Attorney General as an employee of the Office of the Attorney General, after consultation with the Director of the Department. The General Counsel or the equivalent shall:"},{"prefix":"1","text":" Be an attorney admitted to the practice of law in the District of Columbia and qualified by experience and training to advise the Department with respect to legal issues related to its powers and duties;"},{"prefix":"2","text":" Be in the Senior Executive Attorney Service as an at-will employee under the direction and control of the Attorney General;"},{"prefix":"3","text":" Be subject to all applicable provisions of subchapter VIII-B of Chapter 6 of Title 1;"},{"prefix":"4","text":" Have an attorney-client relationship with the Department;"},{"prefix":"5","text":" Advocate vigorously for the Director's positions on legal issues, and if that advocacy poses a conflict with a legal position of the Attorney General for the District of Columbia, seek exemption from the Attorney General's supervision as to that position, in accordance with § 1-608.55(b); and"},{"prefix":"6","text":" Be subject to evaluation, discipline, and transfer by the Attorney General, after consultation with the Director."},{"prefix":"b","text":" This section shall apply as of October 1, 2005."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Mental Health."},"chapter":{"identifier":"11A","text":"Department of Mental Health Establishment."},"heading":{"title":"7","chaptersection":"1131","identifier":"7-1131.08","catch_text":"Appointment and duties of General Counsel."}}