{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 5002 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) addition of section, see § 5002 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor history of Law 19-168, see notes under § 7-1131.02.\n\nMiscellaneous Notes\n\nShort title: Section 5001 of D.C. Law 19-168 provided that subtitle A of title V of the act may be cited as \"Department of Mental Health Enterprise Fund Establishment Amendment Act of 2012\".\n\nDC CODE § 7-1131.21\n\nCurrent through December 11, 2012","credits":"(Dec. 18, 2001, D.C. Law 14-56, § 115f, as added Sept. 20, 2012, D.C. Law 19-168, § 5002, 59 DCR 8025.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the Department of Mental Health Enterprise Fund (\"Fund\") into which shall be deposited all fees, proceeds, and revenues collected from the activities and operations of a food cafeteria managed and operated by the Department of Mental Health to serve department staff and patients on the Saint Elizabeths Hospital campus, which funds shall be used only for the management and operation of the food cafeteria."},{"prefix":"b","text":" All funds deposited into the Fund, and any interest earned on those funds shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or of any other time, but shall be continually available for the uses and purposes set forth in subsection (a) of this section without regard to fiscal year limitation, subject to authorization by Congress."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Mental Health."},"chapter":{"identifier":"11A","text":"Department of Mental Health Establishment."},"heading":{"title":"7","chaptersection":"1131","identifier":"7-1131.21","catch_text":"Department of Mental Health Enterprise Fund."}}