{"text":"Notwithstanding any other provision of law, the Department of Mental Health shall:","historical":"Effect of Amendments\n\nD.C. Law 16-192, in par. (2), inserted \"except that DYRS shall be responsible for the provision of mental health services for youth in custody in DYRS secure facilities\" following \"Department\".\n\nD.C. Law 19-171 rewrote par. (15), which formerly read:\n\n\"(15) Independent of the District of Columbia Office of Contracting and Procurement, exercise procurement authority to carry out the purposes of the Department, including contracting and contract oversight. The Department shall exercise this authority consistent with Unit A of Chapter 3 of Title 2, except with regard to the powers and duties outlined in § 2-301.05(a), (b), (c), and (e);\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of Comprehensive Psychiatric Emergency Program Long-Term Ground Lease Temporary Act of 2006 (D.C. Law 16-298, March 6, 2007, law notification 54 DCR 5144).\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 4 of Department of Mental Health Establishment Temporary Amendment Act of 2001 (D.C. Law 14-51, October 30, 2001, law notification 48 DCR 10807).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 4 of Department of Mental Health Establishment Emergency Amendment Act of 2001 (D.C. Act 14-55, May 2, 2001, 48 DCR 4390).\n\nFor temporary (90 day) addition of section, see § 4 of Department of Mental Health Establishment Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-101, July 23, 2001, 48 DCR 7123).\n\nFor temporary (90 day) addition of section, see § 104 of Mental Health Service Delivery Reform Congressional Review Emergency Act of 2001 (D.C. Act 14-144, October 23, 2001, 48 DCR 9947).\n\nFor temporary (90 day) additions, see §§ 5102, 5113, 5114 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 5022(b) of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 5022(b) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Comprehensive Psychiatric Emergency Program Long-Term Ground Lease Emergency Act of 2006 (D.C. Act 16-529, December 4, 2006, 53 DCR 9833).\n\nFor temporary (90 day) amendment of section, see § 5022(b) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Comprehensive Psychiatric Emergency Program Long-Term Ground Lease Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-16, February 20, 2007, 54 DCR 1774).\n\nFor temporary (90 day) repeal of section 2 of D.C. Law 16-298, see § 2 of Comprehensive Psychiatric Emergency Program Long-Term Ground Lease Emergency Amendment Act of 2007 (D.C. Act 17-80, July 26, 2007, 54 DCR 7636).\n\nFor temporary (90 day) addition of section, see § 5012 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) addition of section, see § 5012 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor Law 14-56, see notes following § 7-1131.01.\n\nFor Law 16-192, see notes following § 7-751.16a.\n\nFor history of Law 19-171, see notes under § 7-242.\n\nMiscellaneous Notes\n\nShort title of subtitle J of title V of Law 16-33: Section 5101 of D.C. Law 16-33 provided that subtitle J of title V of the act may be cited as the Residential Treatment Centers Placement Act of 2005.\n\nSection 5102 of D.C. Law 16-33 provides:\n\n\"Sec. 5102. Residential treatment centers placement agreement.\n\n\"(a) The Department of Mental Health (\"DMH\"), the Children and Family Services Administration (\"CFSA\"), and the Department of Youth Rehabilitation Services (\"DYRS\") shall enter into an agreement for DMH to contract for and authorize placements for all children and youth requiring residential treatment center placement, regardless of the fund source for children and youth with emotional or mental disorders.\n\n\"(b) The agreement shall require DMH, CFSA, and DYRS to plan and contract jointly for evidence-based, effective community alternatives to residential treatment center placements.\n\n\"(c) All residential treatment center providers who currently are not certified who choose to remain contractors with the District and who meet certification standards shall be certified by DMH.\".\n\nShort title of subtitle K of title V of Law 16-33: Section 5111 of D.C. Law 16-33 provided that subtitle K of title V of the act may be cited as the Department of Mental Health Retirement Incentive Programs Act of 2005.\n\nSections 5112 to 5114 of D.C. Law 16-33 provide:\n\n\"Sec. 5112. Definitions.\n\n\"For the purposes of this act, the term \"felony\" means an offense that is punishable by a term of imprisonment that exceeds one year or a fine of at least $1,000, or both.\n\n\"Sec. 5113. Easy out retirement incentive.\n\n\"(a) Notwithstanding section 1106 of the District of Columbia Government Comprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2- 139; D. C. Official Code § 1-611.06) (\"CMPA\"), if the Council adopts changes to the Career and Excepted Service compensation system under section 1104 of the CMPA that authorize the Mayor to establish a retirement incentive program for certain District employees (\"Easy Out Program\"), the Department of Mental Health is hereby authorized to offer the cash incentives described in subsection (b) to employees who are eligible to participate in any Easy Out Program approved by the federal Office of Personnel Management and the District of Columbia Office of Personnel for fiscal year 2006, if the Department of Mental Health chooses to participate in the Easy Out Program.\n\n\"(b) The Department of Mental Health may offer a retirement incentive of up to 50% of an employee's annual rate of base pay, based on the employee's salary or pay schedule in effect on October 1, 2005, not to exceed $25,000, to be paid within one year of the employee's retirement.\n\n\"(c) Retirement incentive payments shall be prorated in the case of a part-time employee.\n\n\"(d) Retirement incentive payments shall not be considered basic pay for computing retirement entitlement, insurance entitlement, any category of premium pay entitlement, lump-sum leave, or any other entitlement that is computed on basic pay.\n\n\"(e) No incentive payment shall be paid to:\n\n\"(1) An employee who is a reemployed annuitant under the provisions of 5 U.S.C. § 8344;\n\n\"(2) An employee who is in a critical position as defined by the Department of Mental Health;\n\n\"(3) An employee who is under indictment or who is charged by information with or who has been convicted of a felony, or who has pled guilty or has been convicted after a plea of nolo contendere to a felony, related to his or her employment duties; provided, that any employee who is ultimately acquitted or cleared of any charge that caused his or her ineligibility shall be eligible for all benefits as if that employee had never been indicted for or charged by information with a felony; or\n\n\"(4) An employee who, based on conduct related to his or her employment duties, has been convicted of a misdemeanor, or who has pled guilty or has been convicted after a plea of nolo contendere to a misdemeanor; provided, that any employee who is ultimately acquitted or cleared of any charge that caused his or her ineligibility shall be eligible for all benefits as if that employee had never been charged with a misdemeanor.\n\n\"(f) An employee who receives an incentive payment under the Easy Out Program shall not be eligible for reemployment with the District government for 5 years from the date of retirement, and shall not be hired or retained as a sole source consultant or personal services contractor for 5 years from the date of retirement.\n\n\"Sec. 5114. Early out retirement incentive.\n\n\"(a) Notwithstanding section 1106 of the CMPA, if the Council adopts changes to the Career and Excepted Service compensation system under section 1104 of the CMPA that authorize the Mayor to establish a retirement incentive program for certain District employees (\"Early Out Program\"), the Department of Mental Health is hereby authorized to offer the cash incentives described in subsection (b) to employees who are eligible to participate in any Early Out Program approved by the federal Office of Personnel Management and the District of Columbia Office of Personnel for fiscal year 2006, if the Department of Mental Health chooses to participate in the Early Out Program.\n\n\"(b) The Department of Mental Health may offer a retirement incentive of up to 50% of an employee's annual rate of base pay, based on the employee's salary or pay schedule in effect on October 1, 2005 not to exceed $25,000, to be paid within one year of the employee's retirement.\n\n\"(c) Retirement incentive payments shall be prorated in the case of a part-time employee.\n\n\"(d) Retirement incentive payments shall not be considered basic pay for computing retirement entitlement, insurance entitlement, any category of premium pay entitlement, lump-sum leave, or any other entitlement that is computed on basic pay.\n\n\"(e) No incentive payment shall be paid to:\n\n\"(1) An employee who is a reemployed annuitant under the provisions of 5 U.S.C. § 8344;\n\n\"(2) An employee who is in a critical position as defined by the Department of Mental Health;\n\n\"(3) An employee who is under indictment or who is charged by information with or who has been convicted of a felony, or who has pled guilty or has been convicted after a plea of nolo contendere to a felony, related to his or her employment duties; provided, that any employee who is ultimately acquitted or cleared of any charge that caused his or her ineligibility shall be eligible for all benefits as if that employee had never been indicted for or charged by information with a felony; or\n\n\"(4) An employee who, based on conduct related to his or her employment duties, has been convicted of a misdemeanor, or who has pled guilty or has been convicted after a plea of nolo contendere to a misdemeanor; provided, that any employee who is ultimately acquitted or cleared of any charge that caused his or her ineligibility shall be eligible for all benefits as if that employee had never been charged with a misdemeanor.\n\n\"(f) An employee who receives an incentive payment under the Early Out Program shall not be eligible for reemployment with the District government for 5 years from the date of retirement, and shall not be hired or retained as a sole source consultant or personal services contractor for 5 years from the date of retirement.\"\n\nShort title: Section 5011 of D.C. Law 19-168 provided that subtitle B of title V of the act may be cited as \"Reporting Requirements Act of 2012\".\n\nFor Department of Mental Health reporting requirements to Council, see § 5012 of D.C. Law 19-168.\n\nDC CODE § 7-1131.04\n\nCurrent through December 11, 2012","credits":"(Dec. 18, 2001, D.C. Law 14-56, § 104, 48 DCR 7674; Mar. 2, 2007, D.C. Law 16-192, § 5022(b), 53 DCR 6899; Sept. 26, 2012, D.C. Law 19-171, § 210, 59 DCR 6190.)","sections":[{"prefix":"1","text":" Plan, develop, coordinate, and monitor comprehensive and integrated mental health systems of care for adults and for children, youth, and their families in the District, so as to maximize utilization of mental health services and mental health supports and to assure that services for priority populations identified in the Department's annual plan are funded within the Department's appropriations or authorizations by Congress and are available;"},{"prefix":"2","text":" Arrange for all authorized, publicly funded mental health services and mental health supports for the residents of the District, whether operated directly by, or through contract with, the Department except that DYRS shall be responsible for the provision of mental health services for youth in custody in DYRS secure facilities;"},{"prefix":"3","text":" Make grants, pay subsidies, purchase services, and provide reimbursement for mental health services and mental health supports;"},{"prefix":"4","text":" Arrange for, or if necessary directly provide, inpatient mental health services for all persons identified to the Department who meet criteria for admission for such services;"},{"prefix":"5","text":" Directly operate a hospital to provide inpatient mental health services, and seek to achieve and maintain the hospital's certification by the Health Care Financing Administration;"},{"prefix":"6","text":" Directly operate one core services agency, for 3 years from December 18, 2001, or longer, as needed, to address the community mental health needs of the residents of the District;"},{"prefix":"7","text":" Arrange for a 24-hour, District-wide telephone communication service to provide intervention services for adults, children, and youth in need of mental health services and mental health supports including, but not limited to, observation, evaluation, emergency treatment, and when necessary, referral for mental health services and mental health supports;"},{"prefix":"8","text":" Beginning no later than October 1, 2001, be the exclusive agency to regulate all mental health services and mental health supports, including but not limited to housing services and residential treatment centers for children, but excluding the licensure of professionals, notwithstanding the licensing powers and responsibilities given to other District agencies and officials under the following laws:"},{"prefix":"A","text":" Subchapter I-A of Chapter 28 of Title 47;"},{"prefix":"B","text":" Subchapter I-B of Chapter 28 of Title 47; and"},{"prefix":"C","text":" Subchapter I of Chapter 5 of Title 44;"},{"prefix":"9","text":" Facilitate the delivery of acute inpatient mental health services and mental health supports through community or public hospitals in the District, including coordinating comprehensive mental health services and mental health supports for children, youth, and their families;"},{"prefix":"10","text":" Arrange for the care of persons committed to the Department by the court pursuant to § 21-545, and arrange for their periodic evaluation and ongoing treatment;"},{"prefix":"11","text":" Serve as the \"Compact Administrator\" under Article X of the Interstate Compact on Mental Health as set forth in Chapter 11 of this title;"},{"prefix":"12","text":" Consistent with the purposes of this chapter, provide consultation and technical assistance to providers of mental health services and mental health supports who receive financial support from the Department;"},{"prefix":"13","text":" Upon request or on its own initiative, investigate, or ask another agency to investigate, any complaint alleging abuse or neglect of any consumer of mental health services, and, if the investigation by the Department or an investigation by any other agency or entity substantiates the charge of abuse or neglect, take appropriate action to correct the situation, including notification of other appropriate authorities;"},{"prefix":"14","text":" Independent of the District of Columbia Office of Personnel but consistent with Chapter 6 of Title 1, serve as the personnel authority for all employees of the Department, including exercising full authority to hire, retain, and terminate personnel, and to establish their compensation and reimbursement consistent with the District's wage grade and non-wage grade schedules and the Congressionally-approved budget;"},{"prefix":"15","text":" Independent of the Office of Contracting and Procurement, exercise procurement authority to carry out the purposes of the Department, including contracting and contract oversight and exercise this authority consistent with Chapter 3A of Title 2 ; except that § 2-352.01 shall not apply;"},{"prefix":"16","text":" Take, hold, and administer in trust for the District any grant, devise, gift, or bequest made to the District or to the Department for the use of persons under its care or for the expenditure for any work which the Department is authorized to undertake; and"},{"prefix":"17","text":" Enter into memoranda of agreement with other agencies of the District to provide for the orderly transition of the licensure responsibilities set forth in this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Mental Health."},"chapter":{"identifier":"11A","text":"Department of Mental Health Establishment."},"heading":{"title":"7","chaptersection":"1131","identifier":"7-1131.04","catch_text":"Powers and duties of the Department of Mental Health."}}