{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-177, in subsec. (b), substituted \"sexual orientation, gender identity or expression\" for \"sexual orientation\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 204 of Mental Health Service Delivery Reform Congressional Review Emergency Act of 2001 (D.C. Act 14-144, October 23, 2001, 48 DCR 9947).\n\nLegislative History of Laws\n\nFor Law 14-56, see notes following § 7-1231.01.\n\nFor Law 17-177, see notes following § 7-1231.01.\n\nDC CODE § 7-1231.04\n\nCurrent through December 11, 2012","credits":"(Dec. 18, 2001, D.C. Law 14-56, § 204, 48 DCR 7674; June 25, 2008, D.C. Law 17-177, § 9(b), 55 DCR 3696.)","sections":[{"prefix":"a","text":" The Department and other providers shall, at all times, treat consumers with consideration and respect for the consumer's dignity, autonomy, and privacy. Respectful treatment shall also be extended to the consumer's family members, personal representative, attorney-in-fact, and guardian."},{"prefix":"b","text":" Consumers shall have access to mental health services and mental health supports free of discrimination on the basis of race, color, religion, national origin, language, culture, sex, age, marital status, personal appearance, sexual orientation, gender identity or expression, familial status, family responsibilities, matriculation, political affiliation, disability, source of income, and place of residence."},{"prefix":"c","text":" Consumers shall be free from physical, emotional, sexual, or financial abuse, neglect, harassment, coercion, and exploitation when seeking or receiving mental health services and mental health supports."},{"prefix":"d","text":" Consumers shall receive their individual mental health services and mental health supports in the least restrictive, most integrated setting appropriate to their individual needs."},{"prefix":"e","text":" Consumers in residential, day, or inpatient treatment programs shall have the following additional rights, consistent with the health and safety of the consumer and others:"},{"prefix":"1","text":" Free communication with, and reasonable visitation by, their attorneys, attorneys-in-fact, clergy, family members, significant others, personal representatives, and guardians;"},{"prefix":"2","text":" Access to telephones to make and receive confidential calls, including free local calls and reasonable access to free long distance calls for indigent consumers, and assistance in calling if requested and needed;"},{"prefix":"3","text":"(A) Opportunities to communicate by sealed, uncensored mail or otherwise with officials in the Department, their attorneys, the court, and their personal physicians or qualified psychologists;"},{"prefix":"B","text":" All mail or communications other than those referred to in subparagraph (A) of this paragraph may be read only if there is reason to believe, documented in the consumer's clinical record, that such mail or communications contains items, information, or substances which may be harmful to the consumer or others. In such cases, the provider shall notify the consumer of the action taken with regard to the correspondence and the reason therefor. Incoming mail not delivered to the consumer in accordance with this subsection shall be returned to the sender; and"},{"prefix":"C","text":" Writing materials and postage stamps shall be made available for use by consumers, and upon request, the provider shall assist the consumer in writing, addressing, and posting letters and other documents;"},{"prefix":"4","text":" Freedom to wear their own clothes and to keep and use personal possessions, including toilet articles, unless a physician determines and documents in the consumer's clinical record that specific limitations on these rights are necessary for a clinical purpose;"},{"prefix":"5","text":" Freedom to maintain their personal appearance, including head and body hair, in a reasonable manner according to personal taste, unless it adversely affects the health or safety of the consumer or others;"},{"prefix":"6","text":" Access to reasonable individual storage space for private use;"},{"prefix":"7","text":" Freedom to engage in or abstain from the practice of religion, and freedom from harassment aimed at encouraging the consumer to engage in the religious practices of the provider or other consumers;"},{"prefix":"8","text":" Reasonable opportunities for social interaction with members of either sex, unless such interaction is specifically limited or withheld under a consumer's service plan because, in the written opinion of the consumer's physician or qualified psychologist, permitting the consumer to interact freely with others presents a substantial risk of serious harm to the consumer or others or will substantially preclude effective treatment of the consumer; and"},{"prefix":"9","text":" Reasonable opportunities for regular physical exercise and freedom to go outdoors at regular and frequent intervals."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Mental Health."},"chapter":{"identifier":"12A","text":"Mental Health Consumers' Rights Protection."},"heading":{"title":"7","chaptersection":"1231","identifier":"7-1231.04","catch_text":"Conditions of mental health service delivery."}}