{"text":"A client or client representative who has taken action in accordance with this subchapter may institute an action in the Superior Court of the District of Columbia to compel access to all or any part of the client's record of mental health information which was denied by the mental health professional. An action initiated under this section shall be brought within 6 months of the denial of access, in whole or in part, by the independent mental health professional. In the event that a person is indigent and is unable to obtain the services of an independent mental health professional, he may institute an action in the Superior Court of the District of Columbia, without regard to the provisions of § 7-1205.03; provided, that the action is brought within 6 months of the denial of access, in whole or in part, by the mental health professional. If the person who instituted the action establishes that he made a request for access in compliance with § 7-1205.01, the burden of proof shall be placed upon the mental health professional to establish by a preponderance of the evidence that the denial of access was in conformity with subchapter V of this chapter.","historical":"Prior Codifications\n\n1981 Ed., § 6-2044.\n\n1973 Ed., § 6-1636.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-136, see Historical and Statutory Notes following § 7-1201.01.\n\nDC CODE § 7-1205.04\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-136, § 504, 25 DCR 5055.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Mental Health."},"chapter":{"identifier":"12","text":"Mental Health Information."},"subchapter":{"identifier":"V","text":"Client's Right to Access and Right to Correct Information."},"heading":{"title":"7","chaptersection":"1205","identifier":"7-1205.04","catch_text":"Judicial action to compel access."}}