{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2045.\n\n1973 Ed., § 6-1637.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-136, see Historical and Statutory Notes following § 7-1201.01.\n\nDC CODE § 7-1205.05\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-136, § 505, 25 DCR 5055.)","sections":[{"prefix":"a","text":" The mental health professional, mental health facility and data collector shall maintain the client's mental health information in an accurate and complete manner."},{"prefix":"b","text":" In the event that the client or client representative questions the accuracy or completeness of the client's record of mental health information, he may, within 15 days of the date of access, submit a written amendment of reasonable length to the mental health professional, mental health facility or data collector, as the case may be. The mental health professional, mental health facility or data collector shall either:"},{"prefix":"1","text":" Amend the client's mental health information record in accordance with the proposed amendment; or"},{"prefix":"2","text":" Include the proposed amendment as part of the client's mental health information record; provided, that the client may, at his option, withdraw the proposed amendment or file a more concise statement of disagreement as a substitute for the proposed amendment."},{"prefix":"c","text":" If the requested amendment was adopted, the mental health professional, mental health facility or data collector shall either promptly transmit the client's amended record or the requested amendment to all persons to whom the client's unamended mental health information had been disclosed or promptly inform the client of the names and addresses of such persons not receiving the amended record or the requested amendment. In any such disclosure made pursuant to this subsection, the mental health professional, mental health facility or data collector, as the case may be, may also include a statement of reasons for not adopting the requested amendment."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Mental Health."},"chapter":{"identifier":"12","text":"Mental Health Information."},"subchapter":{"identifier":"V","text":"Client's Right to Access and Right to Correct Information."},"heading":{"title":"7","chaptersection":"1205","identifier":"7-1205.05","catch_text":"Right to correct information."}}