{"text":"","historical":"Legislative History of Laws\n\nLaw 19-58, the \"Mayor's Council on Physical Fitness, Health, and Nutrition Establishment Act of 2011\", was introduced in Council and assigned Bill No. 19- 34, which was referred to the Committee on Health. The Bill was adopted on first and second readings on July 12, 2011, and September 20, 2011, respectively. Signed by the Mayor on October 14, 2011, it was assigned Act No. 19-188 and transmitted to both Houses of Congress for its review. D.C. Law 19- 58 became effective on December 2, 2011.\n\nDC CODE ยง 7-121\n\nCurrent through December 11, 2012","credits":"(Dec. 2, 2011, D.C. Law 19-58, ยง 2, 58 DCR 8969.)","sections":[{"prefix":"a","text":" There is established a Mayor's Council on Physical Fitness, Health, and Nutrition (\"Mayor's Council\") with the mission to improve the health and wellness of all District residents through physical activity and healthy eating."},{"prefix":"b","text":"(1) The following individuals, or their designees, shall be members of the Mayor's Council:"},{"prefix":"A","text":" The Mayor of the District of Columbia;"},{"prefix":"B","text":" The Director of the Department of Parks and Recreation;"},{"prefix":"C","text":" The Chancellor of District of Columbia Public Schools;"},{"prefix":"D","text":" The Chair of the Public Charter School Board;"},{"prefix":"E","text":" The Director of the Department of Aging; and"},{"prefix":"F","text":" Director of the Department of Health;"},{"prefix":"2","text":" The Mayor shall designate one of the members listed in paragraph (1) of this subsection to serve as the chairperson. The chairperson shall serve at the pleasure of the Mayor."},{"prefix":"3","text":"(A) In addition to the members listed in paragraph (1) of this subsection, the Mayor's Council shall include:"},{"prefix":"i","text":" Five members appointed by the Council of the District of Columbia; and"},{"prefix":"ii","text":" Up to 14 members appointed by the Mayor."},{"prefix":"B","text":" All members appointed pursuant to this paragraph shall:"},{"prefix":"i","text":" Be residents of the District of Columbia;"},{"prefix":"ii","text":" Have experience related to physical fitness, health, or nutrition;"},{"prefix":"iii","text":" Serve 3-year terms; and"},{"prefix":"iv","text":" Serve without compensation."},{"prefix":"C","text":" Vacancies shall be filled in the same manner as the original appointment."},{"prefix":"c","text":" The Mayor's Council shall meet no fewer than 2 times per year. The time and place of its meetings shall be provided by the executive committee, established by ยง 7-126; provided, that the Department of Health shall convene at least 2 meetings per year."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"1","text":"Public Health."},"subchapter":{"identifier":"I-A","text":"Mayor's Council on Physical Fitness, Health, and Nutrition."},"heading":{"title":"7","chaptersection":"121","identifier":"7-121","catch_text":"Mayor's Council on Physical Fitness, Health, and Nutrition."}}