{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see ยง 209 of Mental Health Service Delivery Reform Congressional Review Emergency Act of 2001 (D.C. Act 14-144, October 23, 2001, 48 DCR 9947).\n\nLegislative History of Laws\n\nFor Law 14-56, see notes following ยง 7-1231.01.\n\nDC CODE ยง 7-1231.09\n\nCurrent through December 11, 2012","credits":"(Dec. 18, 2001, D.C. Law 14-56, ยง 209, 48 DCR 7674.)","sections":[{"prefix":"a","text":" Consumers have the right to be free from seclusion and restraint of any form that is not medically necessary or that is used as a means of coercion, discipline, convenience, or retaliation by staff."},{"prefix":"b","text":" Seclusion or restraint may only be used by:"},{"prefix":"1","text":" Hospitals when administering inpatient services;"},{"prefix":"2","text":" Residential treatment facilities licensed pursuant to section 948 of Title 29 of the District of Columbia Municipal Regulations (Standards for Participation of Residential Treatment Centers for Children and Youth); and"},{"prefix":"3","text":" Mental health crisis emergency programs certified by the Department, if rules authorizing such use are promulgated by the Department."},{"prefix":"c","text":" Seclusion or restraint can be used only in an emergency when:"},{"prefix":"1","text":" The use of seclusion or restraint is, in the written opinion of the attending physician, necessary to prevent serious injury to the consumer or others;"},{"prefix":"2","text":" Less restrictive interventions have been considered and determined to be ineffective to prevent serious injury to the consumer or others; and"},{"prefix":"3","text":" Pursuant to the written order of the attending physician, which shall never be written as a standing order or on an as-needed basis, and which must be followed by consultation with the consumer's treating physician as soon as possible if the order was not written by the consumer's treating physician."},{"prefix":"d","text":" Any use of seclusion or restraint shall be:"},{"prefix":"1","text":" Implemented in the least restrictive manner possible;"},{"prefix":"2","text":" Implemented in accordance with safe and appropriate seclusion or restraint techniques;"},{"prefix":"3","text":" Continually assessed, monitored, and reevaluated; and"},{"prefix":"4","text":" Ended at the earliest possible time."},{"prefix":"e","text":" All staff having direct consumer contact must have ongoing education and training in the proper and safe use of seclusion and restraint techniques and in alternative methods for handling behavior, symptoms, and situations that traditionally have been treated through the use of seclusion or restraint."},{"prefix":"f","text":" Any consumer to whom seclusion or restraint is applied must be seen by his or her attending or treating physician within one hour after the initiation of the seclusion or restraint. The physician shall evaluate the continued need for seclusion or restraint, and upon expiration of the original order, may renew the original order only within the following durational limitations:"},{"prefix":"1","text":" Four hours for adults;"},{"prefix":"2","text":" Two hours for children and adolescents 9 to 17 years of age; and"},{"prefix":"3","text":" One hour for children under 9 years of age."},{"prefix":"g","text":" No use of seclusion or restraint may extend beyond a 24-hour period."},{"prefix":"h","text":" Seclusion and restraint may not be used simultaneously unless the consumer is:"},{"prefix":"1","text":" Continually monitored face-to-face by an assigned staff member; or"},{"prefix":"2","text":" Continually monitored by an assigned staff member using both video and audio equipment that is in close proximity to the consumer."},{"prefix":"i","text":" Providers must report to the Department any death that occurs while a consumer is secluded or restrained and any death that could reasonably have been the result of the use of seclusion or restraint."},{"prefix":"j","text":" The Department shall establish standards for the use of seclusion and restraint that minimize circumstances giving rise to the use of seclusion and restraint and that maximize safety when seclusion or restraint is used. The standards shall:"},{"prefix":"1","text":" Require that provider staff receive effective, ongoing, competency-based education and training on:"},{"prefix":"A","text":" Understanding and appropriately responding to the underlying bases for behaviors exhibited by consumers;"},{"prefix":"B","text":" The use of de-escalation and other non-physical intervention techniques;"},{"prefix":"C","text":" The safe use of seclusion and restraint; and"},{"prefix":"D","text":" The staff's own behaviors and how their behaviors can escalate or diffuse the behaviors of consumers;"},{"prefix":"2","text":" Require adequate staff levels and configurations, based on a variety of factors, including the physical environment, consumer diagnoses, co-occurring conditions, acuity levels, and age or developmental status of consumers;"},{"prefix":"3","text":" Establish a post-seclusion and post-restraint process for use by providers, which shall include debriefings with the consumer, the consumer's family members or personal representatives if the consumer so consents, and staff about the events giving rise to the incident and how collection of that information will help prevent recurrences. The process shall include counseling for the consumer and staff for any trauma that may have resulted from the use of seclusion or restraint; and"},{"prefix":"4","text":" Require providers to establish a performance improvement program, which shall include, at a minimum, the collection and analysis of relevant data for reducing the occurrence of emergency situations that precipitate the use of seclusion and restraint and for increasing its safety when used."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Mental Health."},"chapter":{"identifier":"12A","text":"Mental Health Consumers' Rights Protection."},"heading":{"title":"7","chaptersection":"1231","identifier":"7-1231.09","catch_text":"Freedom from seclusion and restraint."}}