{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2023.\n\n1973 Ed., § 6-1624.\n\nEffect of Amendments\n\nD.C. Law 17-249 added subsec. (c).\n\nD.C. Law 18-88 rewrote subsec. (a) and added subsec. (a-1). Prior to amendment, subsec. (a) read as follows:\n\n\"(a) Mental health information may be disclosed, on an emergency basis, to 1 or more of the following: The client's spouse, parent, legal guardian, a duly accredited officer or agent of the District of Columbia in charge of public health, the Department of Mental Health, a provider as defined in § 7- 1131.02(27), an officer authorized to make arrests in the District of Columbia or an intended victim if the mental health professional reasonably believes that such disclosure is necessary to initiate or seek emergency hospitalization of the client under § 21-521 or to otherwise protect the client or another individual from a substantial risk of imminent and serious physical injury.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 16(f)(5) of Department of Mental Health Establishment Temporary Amendment Act of 2001 (D.C. Law 14-51, October 30, 2001, law notification 48 DCR 10807).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 16(f)(5) of Department of Mental Health Establishment Emergency Amendment Act of 2001 (D.C. Act 14-55, May 2, 2001, 48 DCR 4390).\n\nFor temporary (90 day) amendment of section, see § 16(f)(5) of Department of Mental Health Establishment Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-101, July 23, 2001, 48 DCR 7123).\n\nFor temporary (90 day) amendment, see § 4 of Health-Care Decisions for Persons with Developmental Disabilities Emergency Act of 2008 (D.C. Act 17-492, August 4, 2008, 55 DCR 9167).\n\nFor temporary (90 day) amendment of section, see § 204(b) of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) amendment of section, see § 204(b) of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-227, October 21, 2009, 56 DCR 8668).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-136, see Historical and Statutory Notes following § 7-1201.01.\n\nLaw 17-249, the \"Health-Care Decisions for Persons with Developmental Disabilities Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-432 which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on July 1, 2008, and July 15, 2008, respectively. Signed by the Mayor on August 4, 2008, it was assigned Act No. 17-496 and transmitted to both Houses of Congress for its review. D.C. Law 17-249 became effective on October 22, 2008.\n\nFor Law 18-88, see notes following § 7-1202.02.\n\nDC CODE § 7-1203.03\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-136, § 303, 25 DCR 5055; Dec. 18, 2001, D.C. Law 14-56, § 116(f)(5), 48 DCR 7674; Oct. 22, 2008, D.C. Law 17-249, § 4, 55 DCR 9206; Dec. 10, 2009, D.C. Law 18-88, § 204(b), 56 DCR 7413.)","sections":[{"prefix":"a","text":" To the extent the disclosure of mental health information is not otherwise authorized by this chapter, mental health information may be disclosed, on an emergency basis, to one or more of the following if the mental health professional reasonably believes that such disclosure is necessary to initiate or seek emergency hospitalization of the client under § 21-521 or to otherwise protect the client or another individual from a substantial risk of imminent and serious physical injury:"},{"prefix":"1","text":" The client's spouse, parent, or legal guardian;"},{"prefix":"2","text":" A duly accredited officer or agent of the District of Columbia in charge of public health;"},{"prefix":"3","text":" The Department of Mental Health;"},{"prefix":"4","text":" A provider as that term is defined in § 7-1131.02(27);"},{"prefix":"5","text":" The District of Columbia Pretrial Services Agency;"},{"prefix":"6","text":" The Court Services and Offender Supervision Agency;"},{"prefix":"7","text":" A court exercising jurisdiction over the client as a result of a pending criminal proceeding;"},{"prefix":"8","text":" Emergency medical personnel;"},{"prefix":"9","text":" An officer authorized to make arrests in the District of Columbia; or"},{"prefix":"10","text":" An intended victim."},{"prefix":"a-1","text":" Any disclosure of mental health information under this section shall be limited to the minimum necessary to initiate or seek emergency hospitalization of the client under § 21-521 or to otherwise protect the client or another individual from a substantial risk of imminent and serious physical injury."},{"prefix":"b","text":" Mental health information disclosed to the Metropolitan Police Department pursuant to this section shall be maintained separately and shall not be made a part of any permanent police record. Such mental health information shall not be further disclosed except as a court-related disclosure pursuant to subchapter IV of this chapter. If no judicial action relating to the disclosure under this section is pending at the expiration of the statute of limitations governing the nature of the judicial action, the mental health information shall be destroyed. If a judicial action relating to the disclosure under this section is pending at the expiration of the statute of limitations, the mental health information shall be destroyed at the termination of the judicial action."},{"prefix":"c","text":" Mental health information contained in a certification of incapacity, pursuant to § 21-2204, may be disclosed to initiate a proceeding pursuant to Chapter 20 of Title 21."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Mental Health."},"chapter":{"identifier":"12","text":"Mental Health Information."},"subchapter":{"identifier":"III","text":"Exceptions."},"heading":{"title":"7","chaptersection":"1203","identifier":"7-1203.03","catch_text":"Disclosures on an emergency basis."}}