{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 17-177 added par. (11A).\n\nD.C. Law 17-231 added par. (8A).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 202 of Mental Health Service Delivery Reform Congressional Review Emergency Act of 2001 (D.C. Act 14-144, October 23, 2001, 48 DCR 9947).\n\nLegislative History of Laws\n\nFor Law 14-56, see notes following § 7-1231.01.\n\nLaw 17-177, the \"Prohibition of Discrimination on the Basis of Gender Identity and Expression Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-330, which was referred to the Committee on Workforce Development and Government Operations. The Bill was adopted on first and second readings on February 5, 2008, and March 4, 2008, respectively. Signed by the Mayor on March 19, 2008, it was assigned Act No. 17-329 and transmitted to both Houses of Congress for its review. D.C. Law 17-177 became effective on June 25, 2008.\n\nFor Law 17-231, see notes following § 7-621.\n\nDC CODE § 7-1231.02\n\nCurrent through December 11, 2012","credits":"(Dec. 18, 2001, D.C. Law 14-56, § 202, 48 DCR 7674; June 25, 2008, D.C. Law 17-177, § 9(a), 55 DCR 3696; Sept. 12, 2008, D.C. Law 17-231, § 17(a), 55 DCR 6758.)","sections":[{"prefix":"1","text":" \"Abuse\" means any knowing, reckless, or intentional act or omission by a provider that causes or is likely to cause or contribute to, or which caused or is likely to have caused or contributed to, injury, death, or financial exploitation of a consumer."},{"prefix":"2","text":" \"Attorney-in-fact\" means a person provided with a consumer's durable power of attorney for health care in accordance with § 21-2205(a)."},{"prefix":"3","text":" \"Capacity\" means the ability to understand and appreciate the nature and consequences of the proposed treatment, including the benefits and risks of, and alternatives to, the proposed treatment, and to make and communicate a decision regarding the proposed treatment."},{"prefix":"4","text":" \"Consumers\" means adults, children, or youth who seek or receive mental health services or mental health supports in the District of Columbia under Chapter 5 of Title 21, without regard to voluntary, non-protesting, or involuntary status."},{"prefix":"5","text":" \"Court\" means the Superior Court of the District of Columbia."},{"prefix":"6","text":" \"Declaration of advance instructions\" means a statement of a consumer's treatment preferences, including his or her informed choice to accept or forego particular mental health services and mental health supports."},{"prefix":"7","text":" \"Department of Mental Health\" or \"Department\" means the Department of Mental Health established pursuant to Chapter 11A of this title."},{"prefix":"8","text":" \"Director\" means the Director of the Department of Mental Health."},{"prefix":"8A","text":" \"Domestic partnership\" shall have the same meaning as provided in § 32- 701(4))."},{"prefix":"9","text":" \"Drug used as a restraint\" means a medication that is used in addition to or in place of the consumer's regular, prescribed drug regimen to control extreme behavior during an emergency, but does not include medications that comprise the consumer's regular, prescribed medical regimen and that are part of the consumer's service plan, even if their purpose is to control ongoing behavior."},{"prefix":"10","text":" \"Emancipated minor\" means any minor who is living separate and apart from his or her parent(s) or legal guardian, with or without the consent of the parent(s) or legal guardian and regardless of the duration of such separate residence, and who is managing his or her own personal and financial affairs, regardless of the source or extent of the minor's income."},{"prefix":"11","text":" \"Emergency\" means a situation in which a consumer is experiencing a mental health crisis and in which the immediate provision of mental health treatment is, in the written opinion of the attending physician, necessary to prevent serious injury to the consumer or others."},{"prefix":"11A","text":" \"Gender identity or expression\" shall have the same meaning as provided in § 2-1401.02(12A)."},{"prefix":"12","text":" \"Grievance\" means a description by any individual of his or her dissatisfaction with the Department or other provider, including the denial or abuse of any consumer right or protection provided in this chapter or in other law."},{"prefix":"13","text":" \"IDEA\" means the Individuals with Disabilities Education Act, approved June 4, 1997 (111 Stat. 37; 20 U.S.C. § 1400 et seq.)."},{"prefix":"14","text":" \"Individual Plan of Care\" means the individualized service plan for the care of a child or youth with or at risk of mental health problems, including processes for the appropriate transition of youth receiving mental health services and mental health supports from the system of care for children, youth, and their families into the system of care for adults."},{"prefix":"15","text":" \"Individual Recovery Plan\" means the individualized service plan for the treatment of a person with mental illness."},{"prefix":"16","text":" \"Mental health services\" means services delivered in the District of Columbia for the purpose of addressing mental illness or mental health problems."},{"prefix":"17","text":" \"Mental health supports\" means supports delivered in the District of Columbia for the purpose of addressing mental illness or mental health problems."},{"prefix":"18","text":" \"Minor\" means a person under 18 years of age, but shall not include a person who is an emancipated minor or who is married."},{"prefix":"19","text":" \"Neglect\" means any act or omission by a provider which causes or is likely to cause or contribute to, or which caused or is likely to have caused or contributed to, the injury, death, or financial exploitation of a consumer."},{"prefix":"20","text":" \"Physical restraint\" means any mechanical device, material, or equipment attached or adjacent to the consumer's body, or any manual method, that the consumer cannot easily remove and that restricts his or her freedom of movement or normal access to his or her body."},{"prefix":"21","text":" \"Provider\" means an individual or entity that:"},{"prefix":"A","text":" Is duly licensed or certified to provide mental health services or mental health supports in the District of Columbia; or"},{"prefix":"B","text":" Has entered into an agreement with the Department to provide mental health services or mental health supports."},{"prefix":"22","text":" \"Residents of the District\" means persons who voluntarily live in the District and have no intention of presently removing themselves from the District. The term \"residents of the District\" shall not include persons who live in the District solely for a temporary purpose. Residency shall not be affected by temporary absence from and the subsequent return or intent to return to the District. Residency shall not depend upon the reason that persons entered the District, except to the extent that it bears upon whether they are in the District for a temporary purpose."},{"prefix":"23","text":" \"Restraint\" means either a physical restraint or a drug that is being used as a restraint."},{"prefix":"24","text":" \"Seclusion\" means any involuntary confinement of a consumer alone in a room or an area from which the consumer is either physically prevented from leaving or from which the consumer is led to believe he or she cannot leave at will."},{"prefix":"25","text":" \"Service plan\" means an Individual Plan of Care or Individual Recovery Plan as defined in this section."},{"prefix":"26","text":" \"Substantial change\" means a significant change in the type of mental health services or mental health supports being delivered to the consumer, a change in the consumer's service provider, or a change in the consumer's primary service location, but shall not include:"},{"prefix":"A","text":" Changes in the routine day-to-day care of the consumer;"},{"prefix":"B","text":" Routine or periodic changes or adjustments in the consumer's regular, prescribed drug regimen;"},{"prefix":"C","text":" Changes relating to the consumer's routine or minor medical care needs;"},{"prefix":"D","text":" Formulation of the consumer's initial service plan; or"},{"prefix":"E","text":" Changes specifically contemplated in a service plan regarding which the personal representative has already received notification."},{"prefix":"27","text":" \"Substitute health care decision-maker\" means an individual authorized to make decisions about an incapacitated consumer's health care treatment pursuant to § 21-2210(a)."},{"prefix":"28","text":" \"System of care for adults\" means a community support system for persons with mental illness that is developed through collaboration in the administration, financing, resource allocation, training, and delivery of services across all appropriate public systems. Each person's mental health services and mental health supports are based on an Individual Recovery Plan, designed to promote recovery and develop social, community, and personal living skills, and to meet essential human needs, and includes the appropriate integrated, community-based outpatient services and inpatient care, outreach, emergency services, crisis intervention and stabilization, age-appropriate educational and vocational readiness and support, housing and residential treatment and support services, family and caregiver supports and education, and services to meet special needs, which may be delivered by both public and private entities."},{"prefix":"29","text":" \"System of care for children, youth, and their families\" means a community support system for children or youth with mental health problems and their families, which is developed through collaboration in the administration, financing, resource allocation, training, and delivery of services across all appropriate public systems. Each child's or youth's mental health services and mental health supports are based on a single, child-and youth-centered, and family-focused Individual Plan of Care, encompassing all necessary and appropriate services and supports, which may be delivered by both public and private entities. Prevention, early intervention, and mental health services and mental health supports to meet individual and special needs are delivered in natural, nurturing, and integrated environments, recognize the importance of and support for the maintenance of enduring family relationships, and are planned and developed within the District and as close to the child's or youth's home as possible so that families need not relinquish custody to secure treatment for their children and youth."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Mental Health."},"chapter":{"identifier":"12A","text":"Mental Health Consumers' Rights Protection."},"heading":{"title":"7","chaptersection":"1231","identifier":"7-1231.02","catch_text":"Definitions."}}