{"text":"Except as provided in this subchapter and in § 7-1201.03, a mental health professional, mental health facility or data collector shall permit any client or client representative, upon written request, to inspect and duplicate the client's record of mental health information maintained by the mental health professional, mental health facility or data collector within 30 days from the date of receipt of the request. A mental health professional, responsible for the diagnosis or treatment of the client, shall have the opportunity to discuss the mental health information with the client or client representative at the time of such inspection. In the case of a request to a data collector for disclosure of mental health information pursuant to this section, the data collector shall grant access either: (1) directly to the requestor; or (2) indirectly by providing the mental health information to a mental health professional designated by the requestor. If the mental health professional designated by the requestor is not the person who disclosed the mental health information to the data collector, he shall be in substantially the same or greater professional class as the mental health professional who disclosed the mental health information to the data collector.","historical":"Prior Codifications\n\n1981 Ed., § 6-2041.\n\n1973 Ed., § 6-1633.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-136, see Historical and Statutory Notes following § 7-1201.01.\n\nDC CODE § 7-1205.01\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-136, § 501, 25 DCR 5055.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Mental Health."},"chapter":{"identifier":"12","text":"Mental Health Information."},"subchapter":{"identifier":"V","text":"Client's Right to Access and Right to Correct Information."},"heading":{"title":"7","chaptersection":"1205","identifier":"7-1205.01","catch_text":"Right to access."}}