{"text":"In the event that disclosure of the client's information is limited, the client or client representative may designate an independent mental health professional who shall be in substantially the same or greater professional class as the mental health professional who initially limited disclosure and who shall be permitted to review the client's record of mental health information. The independent mental health professional shall permit the client or client representative to inspect and duplicate those portions of the client's record of mental health information which, in his judgment, do not pose a substantial risk of imminent psychological impairment to the client or pose a substantial risk of imminent and serious physical injury to the client or another individual. In the event that the independent mental health professional allows the client to inspect and duplicate additional portions of the client's record of mental health information, the mental health professional primarily responsible for the diagnosis or treatment of the client shall have the opportunity to discuss the information with the client at the time of transmittal, examination and duplication of information.","historical":"Prior Codifications\n\n1981 Ed., § 6-2043.\n\n1973 Ed., § 6-1635.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-136, see Historical and Statutory Notes following § 7-1201.01.\n\nDC CODE § 7-1205.03\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-136, § 503, 25 DCR 5055.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Mental Health."},"chapter":{"identifier":"12","text":"Mental Health Information."},"subchapter":{"identifier":"V","text":"Client's Right to Access and Right to Correct Information."},"heading":{"title":"7","chaptersection":"1205","identifier":"7-1205.03","catch_text":"Review by independent mental health professional."}}