{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-121.\n\n1973 Ed., § 6-119c.\n\nEffect of Amendments\n\nD.C. Law 14-194 rewrote the section which had read as follows:\n\n\"§ 7-135. Persons believed to be carriers of communicable diseases-- Examination; diagnosis; detention for quarantine; discharge; public hearing.\n\n\"It shall be the duty of the Director of the Department of Human Services to make or cause to be made by a physician such examination or examinations of such person as may be necessary to determine the existence or nonexistence of such communicable disease in such person or whether such person is a carrier of communicable disease. The diagnosis resulting from such examination or examinations shall be reduced to writing and signed by such examining physician within 10 days after the removal of such person to such place or institution and a copy thereof shall be filed in the office of the person in charge of such place or institution and a copy in the office of the Director of the Department of Human Services. If such diagnosis does not disclose that such person is affected with such communicable disease or that such person is a carrier of communicable disease, such person shall be discharged from such place or institution forthwith. If the diagnosis does disclose that such person is affected with such communicable disease or that such person is a carrier of communicable disease, the person in charge of the place or institution to which the infected person has been removed shall, subject to the provisions of § 7- 134 detain such person for such reasonable time as may be fixed by rule or regulation under the authority of this subchapter as is deemed necessary in the interest of public health and safety for the isolation, quarantine, and restriction of movement of persons affected by the particular communicable disease or of persons found to be carriers of the particular communicable disease, unless sooner discharged by the Director of the Department of Human Services or the Superior Court of the District of Columbia. A person so detained, however, may apply at any time to the person in charge of such place or institution for his discharge, and the person in charge of such place or institution shall deliver the application for discharge to the Director of the Department of Human Services, who shall give to such person an opportunity to be heard before the Director of the Department of Human Services. If after hearing held by the Director of the Department of Human Services, the Director of the Department of Human Services be of the opinion that such person is not affected with such communicable disease and that such person is not a carrier of communicable disease, then such person shall be discharged. If denied his discharge such detained person may apply to the Superior Court of the District of Columbia for such discharge and the hearing on such application shall be in or out of the presence of the detained person, in the discretion of the Court. Only such persons as have a direct interest in the case and their representatives shall be admitted to any hearing held pursuant to this section or § 7-134; provided, that if the detained person shall request a public hearing then the general public shall be admitted thereto.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-83, see Historical and Statutory Notes following § 7-131.\n\nFor Law 14-194, see notes following § 7-132.\n\nMiscellaneous Notes\n\nOffice of Director of Public Health abolished: See Historical and Statutory Notes following § 7-101.\n\nDC CODE § 7-135\n\nCurrent through December 11, 2012","credits":"(Aug. 11, 1939, ch. 601, § 5; Aug. 8, 1946, 60 Stat. 920, ch. 871, § 2; Aug. 1, 1950, 64 Stat. 393, ch. 513, § 1; July 8, 1963, 77 Stat. 77, Pub. L. 88- 60, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a); Feb. 21, 1986, D.C. Law 6-83, § 3(c), 32 DCR 7276; Oct. 17, 2002, D.C. Law 14-194, § 902(d), 49 DCR 5306.)","sections":[{"prefix":"a","text":" The Mayor shall cause to be conducted, by medical personnel designated by the Mayor, medical examinations of all detained persons to determine whether any detained person is affected with a communicable disease and immediately discharge any person who is not affected with a communicable disease. The diagnosis resulting from the examination shall be in writing and signed by the examining physician. A copy of the signed diagnosis shall be retained by any person in charge of the place or institution of detention, or, if the place of detention is a residence, by any person of suitable age and discretion who resides there. A copy of the signed diagnosis also shall be given to the detained person for whom the diagnosis was made. Another copy of the signed diagnosis shall be transmitted to the appropriate health official as designated by the Mayor."},{"prefix":"b","text":" A person who has been diagnosed as being affected with a communicable disease may be detained for as long as necessary to protect the public health. A person detained pursuant to this subsection may at any time petition the Superior Court of the District of Columbia for a discharge hearing. A person detained pursuant to this subsection who chooses to petition the Superior Court of the District of Columbia for a discharge hearing shall be provided with counsel if the person detained cannot afford counsel."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"1","text":"Public Health."},"subchapter":{"identifier":"II","text":"Prevention of Spread of Communicable Diseases."},"heading":{"title":"7","chaptersection":"135","identifier":"7-135","catch_text":"Persons believed to be carriers of communicable diseases-- Examination; diagnosis; detention for quarantine; discharge; public hearing."}}