{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-1953.\n\n1973 Ed., § 6-1680.\n\nEffect of Amendments\n\nD.C. Law 16-305, in subsecs. (a) and (m), substituted \"persons with mental retardation\" for \"mentally retarded persons\".\n\nD.C. Law 17-249 added subsec. (n).\n\nD.C. Law 19-169 rewrote the section, which formerly read:\n\n\"(a) Persons with mental retardation who admit themselves to a facility under § 7-1303.02, and persons with mental retardation whose commitment is sought under § 7-1303.04 or § 7-1303.06, shall have the assistance of a mental retardation advocate in every proceeding and at each stage in such proceedings under this chapter.\n\n\"(b) Upon receipt of the petition for commitment or notification of admission as provided in §§ 7-1303.02, 7-1303.04, and 7-1303.06, the Court shall appoint a qualified mental retardation advocate selected from a list of such advocates it maintains.\n\n\"(c) Mental retardation advocates shall have the following powers and duties:\n\n\"(1) To inform persons subject to the procedures set forth in this chapter of their rights;\n\n\"(2) To consult with the person, his or her family and others concerned with his or her habilitation and well being;\n\n\"(3) To ensure by all means, including case referral to legal services, agencies and other practicing lawyers, that the person is afforded all rights under the law; and\n\n\"(4) To guide and assist the person in such a manner as to encourage self-reliance and enable the person to participate to the greatest extent possible in decisions concerning his or her habilitation plan, and the services to be provided under this plan.\n\n\"(d) The mental retardation advocate shall receive notice and shall have the right to participate in all meetings, conferences or other proceedings relating to any matter affecting provision of services to the person including, but not limited to, comprehensive evaluation, habilitation plan, petition and hearings for commitment and for periodic review of the commitment.\n\n\"(e) The mental retardation advocate shall have access to all records, reports and documents affecting his or her client.\n\n\"(f) The mental retardation advocate shall have access to all personnel and facilities responsible for providing care or services to his or her client and shall be permitted to visit and communicate with his or her client in private, and at any reasonable time without prior notice; provided, that he or she shows reasonable cause for visiting at times other than visiting hours.\n\n\"(g) The mental retardation advocate shall be a person with training and experience in the field of mental retardation.\n\n\"(h) Advocates shall be provided directly by the Court or by a contract with individuals or organizations including local associations for consumers of mental retardation services; however, the Court shall ensure that contracts and other arrangements for selection and provision of advocates provide that each mental retardation advocate shall be independent of any public or private agency which provides services to persons subject to this chapter.\n\n\"(i) In the selection, training and development of the advocacy provision of this section, the Court shall explore and seek out potential sources of funding at the federal and District levels.\n\n\"(j) Advocates shall be provided with facilities, supplies, and secretarial and other support services sufficient to enable them to carry out their duties under this chapter.\n\n\"(k) All communication between advocates and their clients shall remain confidential and privileged as if between attorney and client.\n\n\"(l) The Court shall promulgate such rules amplifying and clarifying this section as it deems necessary.\n\n\"(m) Persons with mental retardation subject to this chapter may knowingly reject the services of a mental retardation advocate and shall be so advised by the Court. Advocates whose services have been rejected by the person with mental retardation shall not have the rights set forth in subsections (c), (d), (e), (f) and (j) of this section.\n\n\"(n) If so authorized by the Court, the mental retardation advocate shall be permitted to grant, refuse, or withdraw consent on behalf of his or her client with respect to the provision of any health-care service, treatment, or procedure, consistent with the provisions of Chapter 22 of Title 21.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 4(b) of Health-Care Decisions for Persons with Mental Retardation and Developmental Disabilities Temporary Amendment Act of 2005 (D.C. Law 16-46, February 9, 2006, law notification 53 DCR 1454).\n\nFor temporary (225 day) amendment of section, see § 4(b) of Health-Care Decisions for Persons with Mental Retardation and Developmental Disabilities Temporary Amendment Act of 2006 (D.C. Law 16-194, March 2, 2007, law notification 54 DCR 2492).\n\nFor temporary (225 day) amendment of section, see § 4(b) of Health-Care Decisions for Persons with Mental Retardation and Developmental Disabilities Temporary Amendment Act of 2007 (D.C. Law 17-100, February 2, 2008, law notification 55 DCR 3407).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4(b) of Health-Care Decisions for Persons with Mental Retardation and Developmental Disabilities Emergency Amendment Act of 2005 (D.C. Act 16-190, October 28, 2005, 52 DCR 10021).\n\nFor temporary (90 day) amendment of section, see § 4(b) of Health-Care Decisions for Persons with Mental Retardation and Development Disabilities Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-262, January 26, 2006, 53 DCR 795).\n\nFor temporary (90 day) amendment of section, see § 4(b) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Amendment Act of 2006 (D.C. Act 16-480, September 25, 2006, 53 DCR 7940).\n\nFor temporary (90 day) amendment of section, see § 4(b) of Health-Care Decisions for Persons with Developmental Disabilities Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-566, December 19, 2006, 53 DCR 10272).\n\nFor temporary (90 day) amendment of section, see § 4(b) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Act of 2007 (D.C. Act 17-161, October 18, 2007, 54 DCR 10932).\n\nFor temporary (90 day) amendment of section, see § 4(b) of Health-Care Decisions for Persons with Developmental Disabilities Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-245, January 23, 2008, 55 DCR 1230).\n\nFor temporary (90 day) amendment, see § 5(b) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Act of 2008 (D.C. Act 17-492, August 4, 2008, 55 DCR 9167).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-137, see Historical and Statutory Notes following § 7-1301.02.\n\nFor Law 16-305, see notes following § 7-531.01.\n\nFor Law 17-249, see notes following § 7-1203.03.\n\nFor history of Law 19-169, see notes under § 7-761.02.\n\nDC CODE § 7-1304.13\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-137, § 413, 25 DCR 5094; Apr. 24, 2007, D.C. Law 16-305, § 26(o), 53 DCR 6198; Oct. 22, 2008, D.C. Law 17-249, § 5(b), 55 DCR 9206; Sept. 26, 2012, D.C. Law 19-169, § 17(bb), 59 DCR 5567.)","sections":[{"prefix":"a","text":" Persons with intellectual disabilities who admit themselves to a facility under § 7-1303.02, and persons with an intellectual disability whose commitment is sought under § 7-1303.04 or § 7-1303.06, shall have the assistance of an advocate for a person with an intellectual disability in every proceeding and at each stage in such proceedings under this chapter."},{"prefix":"b","text":" Upon receipt of the petition for commitment or notification of admission as provided in §§ 7-1303.02, 7-1303.04, and 7-1303.06, the Court shall appoint a qualified advocate for a person with an intellectual disability selected from a list of such advocates it maintains."},{"prefix":"c","text":" Advocates for a person with an intellectual disability shall have the following powers and duties:"},{"prefix":"1","text":" To inform persons subject to the procedures set forth in this chapter of their rights;"},{"prefix":"2","text":" To consult with the person, his or her family and others concerned with his or her habilitation and well being;"},{"prefix":"3","text":" To ensure by all means, including case referral to legal services, agencies and other practicing lawyers, that the person is afforded all rights under the law; and"},{"prefix":"4","text":" To guide and assist the person in such a manner as to encourage self-reliance and enable the person to participate to the greatest extent possible in decisions concerning his or her habilitation plan, and the services to be provided under this plan."},{"prefix":"d","text":" The advocate for a person with an intellectual disability shall receive notice and shall have the right to participate in all meetings, conferences or other proceedings relating to any matter affecting provision of services to the person including, but not limited to, comprehensive evaluation, habilitation plan, petition and hearings for commitment and for periodic review of the commitment."},{"prefix":"e","text":" The advocate for a person with an intellectual disability shall have access to all records, reports and documents affecting his or her client."},{"prefix":"f","text":" The advocate for a person with an intellectual disability shall have access to all personnel and facilities responsible for providing care or services to his or her client and shall be permitted to visit and communicate with his or her client in private, and at any reasonable time without prior notice; provided, that he or she shows reasonable cause for visiting at times other than visiting hours."},{"prefix":"g","text":" The advocate for a person with an intellectual disability shall be a person with training and experience in the field of intellectual disability."},{"prefix":"h","text":" Advocates shall be provided directly by the Court or by a contract with individuals or organizations including local associations for individuals with intellectual disabilities; however, the Court shall ensure that contracts and other arrangements for selection and provision of advocates provide that each advocate for a person with an intellectual disability shall be independent of any public or private agency which provides services to persons subject to this chapter."},{"prefix":"i","text":" In the selection, training and development of the advocacy provision of this section, the Court shall explore and seek out potential sources of funding at the federal and District levels."},{"prefix":"j","text":" Advocates shall be provided with facilities, supplies, and secretarial and other support services sufficient to enable them to carry out their duties under this chapter."},{"prefix":"k","text":" All communication between advocates and their clients shall remain confidential and privileged as if between attorney and client."},{"prefix":"l","text":" The Court shall promulgate such rules amplifying and clarifying this section as it deems necessary."},{"prefix":"m","text":" Persons with intellectual disabilities subject to this chapter may knowingly reject the services of an advocate for a person with an intellectual disability and shall be so advised by the Court. Advocates whose services have been rejected by the person with an intellectual disability shall not have the rights set forth in subsections (c), (d), (e), (f) and (j) of this section."},{"prefix":"n","text":" If so authorized by the Court, the advocate for a person with an intellectual disability shall be permitted to grant, refuse, or withdraw consent on behalf of his or her client with respect to the provision of any health-care service, treatment, or procedure, consistent with the provisions of Chapter 22 of Title 21."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"D","text":" Citizens with Intellectual Disabilities."},"chapter":{"identifier":"13","text":"Rights of Citizens with Intellectual Disabilities. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Hearing and Review Procedures. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"1304","identifier":"7-1304.13","catch_text":"Advocate for a person with an intellectual disability."}}