{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-264, in subsec. (d), substituted \"DDS\" for \"MRDDA\".\n\nD.C. Law 16-305, in subsec. (d), substituted \"does not have mental retardation\" for \"is not mentally retarded\" and \"has mental retardation\" for \"is mentally retarded\".\n\nD.C. Law 19-169, in subsec. (d), substituted \"have an intellectual disability\" for \"have mental retardation\", \"individual's intellectual disability\" for \"individual's mental retardation\", and \"has an intellectual disability\" for \"has mental retardation\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 301(i) of Developmental Disabilities Services Management Reform Emergency Amendment Act of 2006 (D.C. Act 16-672, December 28, 2006, 54 DCR 1155).\n\nLegislative History of Laws\n\nFor Law 14-199, see notes following § 7-1301.03.\n\nFor Law 16-264, see notes following § 7-1301.03.\n\nFor Law 16-305, see notes following § 7-531.01.\n\nFor history of Law 19-169, see notes under § 7-761.02.\n\nDC CODE § 7-1304.06a\n\nCurrent through December 11, 2012","credits":"(Mar 3, 1979, D.C. Law 2-137, § 406a, as added Oct. 17, 2002, D.C. Law 14-199, § 2(l), 49 DCR 7647; Mar. 14, 2007, D.C. Law 16-264, § 301(i), 54 DCR 818; Apr. 24, 2007, D.C. Law 16-305, § 27, 53 DCR 6198; Sept. 26, 2012, D.C. Law 19-169, § 17(w), 59 DCR 5567.)","sections":[{"prefix":"a","text":" For a commitment hearing on a petition filed pursuant to § 7-1303.04(b-1), an individual found incompetent in a criminal case may demand a jury trial, and shall be so informed of this right. The demand shall be made at the status hearing held pursuant to § 7-1304.05(b). If a timely demand for jury trial is not made, the Court shall serve as the factfinder at the hearing. A hearing by the Court or jury shall be accorded with all reasonable speed."},{"prefix":"b","text":" The comprehensive evaluation report and individual habilitation plan required by § 7-1304.03 shall be completed prior to the hearing."},{"prefix":"c","text":" The individual found incompetent in a criminal case shall have the right to be present during the trial or hearings and to testify, but shall not be compelled to testify, and shall be so advised by the Court. The individual shall have the right to be represented by counsel, retained or appointed by the Court, in any hearing or trial, and shall be so informed by the Court of this right. The individual shall have the right to call witnesses and present evidence, and to cross-examine opposing witnesses."},{"prefix":"d","text":" If the Court or jury finds that the individual does not have an intellectual disability or that the individual is not likely to cause injury to others as a result of the individual's intellectual disability if allowed to remain at liberty, the Court shall dismiss the petition. If the Court or jury finds that the individual has an intellectual disability and is likely to cause injury to others as a result of the individual's intellectual disability if allowed to remain at liberty, the Court shall order commitment to DDS for placement in a facility that would be the least restrictive means of providing the habilitation indicated by the individual habilitation plan required under § 7-1304.03 and of preventing the individual from causing injury to others as a result of the individual's intellectual disability."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"D","text":" Citizens with Intellectual Disabilities."},"chapter":{"identifier":"13","text":"Rights of Citizens with Intellectual Disabilities. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Hearing and Review Procedures. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"1304","identifier":"7-1304.06a","catch_text":"Hearing and determination by Court or jury."}}