{"text":"As used in this chapter:","historical":"Prior Codifications\n\n1981 Ed., § 6-1902.\n\n1973 Ed., § 6-1652.\n\nEffect of Amendments\n\nD.C. Law 14-199 added par. (2A); in par. (4), substituted \"consent of the individual or of an individual found incompetent in a criminal case at the request of the District;\" for \"consent of the individual;\"; redesignated par. (8A) as (8B); added new par. (8A); added pars. (11A) and 11(B); in par. (13), substituted \"18 years of age. For persons committed or for whom commitment may be sought under § 7-1304.06a, the term 'facility' may include a physically secure facility or a staff-secure facility, within or without the District of Columbia. The term 'facility' does not include a jail, prison, other place of confinement for persons who are awaiting trial or who have been found guilty of a criminal offense, or a hospital for the mentally ill within the meaning of § 24-501\" for \"18 years of age.\"; in par. (14), substituted \"own environment, including, in the case of a person committed under § 7- 1304.06a, to refrain from committing crimes of violence or sex offenses,\" for \"own environment\"; added pars. (14A), (14B), and (17A); rewrote par. (19); and added pars. (19A), (24B), and (26). Prior to amendment, par. (19) had read as follows:\n\n\"(19) 'Mentally retarded' means a significantly subaverage general intellectual level determined in accordance with standard measurements as recorded in the Manual of Terminology and Classification in Mental Retardation, 1973, American Association on Mental Deficiency, existing concurrently with impairment in adaptive behavior, which originates during the development period.\"\n\nD.C. Law 16-264 added par. (8C) and repealed par. (19A), which formerly read:\n\n\"(19A) 'MRDDA' means the Mental Retardation and Developmental Disabilities Administration of the District of Columbia, Department of Human Services.\"\n\nD.C. Law 16-305 substituted \"person with mental retardation\" for \"mentally retarded person\", \"persons with mental retardation\" for \"mentally retarded persons\", \"have mental retardation\" for \"are mentally retarded\", and \"persons with mental retardation\" for \"mentally retarded\".\n\nD.C. Law 17-353, in par. (4), substituted \"has at least moderate mental retardation\" for \"is at least moderately mentally retarded\"; and validated a previously made technical correction in par. (21)(B).\n\nD.C. Law 17-249 inserted pars. (1A), (2A), (2B), (14A), (20A), and (24C); redesignated former pars. (2A), (14A), and (14B) as pars. (2C), (14B), and (14C), respectively; and rewrote par. (6), which had read as follows:\n\n\"(6) 'Comprehensive evaluation' means an assessment of a person with mental retardation by persons with special training and experience in the diagnosis and habilitation of persons with mental retardation, which includes a sequence of observations and examinations intended to determine the person's strengths, developmental needs, and need for services. The initial comprehensive evaluation shall include, but not be limited to, a physical examination that includes the person's medical history; an educational evaluation, vocational evaluation, or both; a psychological evaluation, including an evaluation of cognitive and adaptive functioning levels; a social evaluation; and a dental examination.\"\n\nD.C. Law 19-169 rewrote the section, which formerly read:\n\n\"As used in this chapter:\n\n\"(1) 'Admission' means the voluntary entrance by an individual who is at least moderately mentally retarded into an institution or residential facility.\n\n\"(1A) 'Advanced practice registered nurse' includes a nurse-practitioner or clinical nurse specialist, licensed pursuant to § 3-1202.04 and Chapter 59 or Chapter 60 of Title 17 of the District of Columbia Municipal Regulations, who has been certified as a specialist in psychiatry and mental health.\n\n\"(2) 'At least moderately mentally retarded' means a person who is found, following a comprehensive evaluation, to be impaired in adaptive behavior to a moderate, severe or profound degree and functioning at the moderate, severe or profound intellectual level in accordance with standard measurements as recorded in the Manual of Terminology and Classification in Mental Retardation, 1973, American Association on Mental Deficiency.\n\n\"(2A) 'Behavioral plan' means a written plan that, at a minimum:\n\n\"(A) Identifies challenging or problematic behavior;\n\n\"(B) States the working hypothesis about the cause of the customer's behavior and uses the working hypothesis as the basis for the selected intervention;\n\n\"(C) Identifies strategies to teach or encourage the customer to adopt adaptive behavior as an alternative to the challenging or problematic behavior;\n\n\"(D) Considers the potential for environmental or programmatic changes that could have a positive impact on challenging or problematic behaviors; and\n\n\"(E) Addresses the customer's need for additional technological or supervisory assistance to adapt or cope with day-to-day activities.\n\n\"(2B) 'Best interests' means promoting personal well-being by assessing:\n\n\"(A) The reason for the proposed action, its risks and benefits, and any alternatives considered and rejected; and\n\n\"(B) The least intrusive, least restrictive, and most normalizing course of action possible to provide for the needs of the customer.\n\n\"(2C) 'Cause injury to others as a result of the individual's mental retardation' means cause injury to others as a result of deficits in adaptive functioning associated with mental retardation.\n\n\"(3) 'Chief Program Director' means an individual with special training and experience in the diagnosis and habilitation of persons with mental retardation, and who is a Qualified Mental Retardation Professional appointed or designated by the Director of a facility for persons with mental retardation to provide or supervise habilitation and care for customers of the facility.\n\n\"(4) 'Commitment' means the placement in a facility, pursuant to a court order, of an individual who has at least moderate mental retardation at the request of the individual's parent or guardian without the consent of the individual or of an individual found incompetent in a criminal case at the request of the District; except it shall not include placement for respite care.\n\n\"(5) 'Community-based services' means non-residential specialized or generic services for the evaluation, care and habilitation of persons with mental retardation, in a community setting, directed toward the intellectual, social, personal, physical, emotional or economic development of a person with mental retardation. Such services shall include, but not be limited to, diagnosis, evaluation, treatment, day care, training, education, sheltered employment, recreation, counseling of the person with mental retardation and his or her family, protective and other social and socio-legal services, information and referral, and transportation to assure delivery of services to persons of all ages who have mental retardation.\n\n\"(5A) 'Competent' means to have the mental capacity to appreciate the nature and implications of a decision to enter a facility, choose between or among alternatives presented, and communicate the choice in an unambiguous manner.\n\n\"(6) 'Comprehensive evaluation' means an assessment of a person with mental retardation by persons with special training and experience in the diagnosis and habilitation of persons with mental retardation, which includes a documented sequence of observations and examinations intended to determine the person's strengths, developmental needs, and need for services. The initial comprehensive evaluation shall include documentation of:\n\n\"(A) A physical examination that includes the person's medical history;\n\n\"(B) An educational evaluation, vocational evaluation, or both;\n\n\"(C) A psychological evaluation, including an evaluation of cognitive and adaptive functioning levels;\n\n\"(D) A social evaluation;\n\n\"(E) A dental examination;\n\n\"(F) An evaluation by the interdisciplinary team of whether the person currently:\n\n\"(i) Has the capacity to grant, refuse, or withdraw consent to any ongoing medical treatment; and\n\n\"(ii) Has executed or could execute a durable power of attorney in accordance with § 21-2205; and\n\n\"(G) A determination of whether the person has an individual reasonably available, mentally capable, and willing to provide substituted consent pursuant to § 21-2210.\n\n\"(7) 'Council' means the Council of the District of Columbia.\n\n\"(8) 'Court' means the Superior Court of the District of Columbia.\n\n\"(8A) 'Crime of violence' has the same meaning as in § 23-1331(4).\n\n\"(8B) 'Customer' means a person admitted to or committed to a facility pursuant to subchapter III of this chapter for habilitation or care.\n\n\"(8C) 'Department on Disability Services' or 'DDS' means the Department on Disability Services established by § 7-761.03.\n\n\"(9) 'Department of Human Services' means the Department of Human Services of the District of Columbia.\n\n\"(10) 'Director' means the administrative head of a facility, or community-based service and includes superintendents.\n\n\"(11) 'District' means the District of Columbia government.\n\n\"(11A) 'DSM-IV' means the most recent version of the Diagnostic and Statistical Manual of Mental Disorders.\n\n\"(11B) 'DSM-IV 'V' Codes' means 'V' codes as defined in the most recent version of the Diagnostic and Statistical Manual of Mental Disorders.\n\n\"(12) 'Education' means a systematic process of training, instruction and habilitation to facilitate the intellectual, physical, social and emotional development of a person with mental retardation.\n\n\"(13) 'Facility' means a public or private residence, or part thereof, which is licensed by the District as a skilled or intermediate care facility or a community residential facility (as defined in D.C. Regulation 74-15, as amended) and also includes any supervised group residence for persons with mental retardation under 18 years of age. For persons committed or for whom commitment may be sought under § 7-1304.06a, the term 'facility' may include a physically secure facility or a staff-secure facility, within or without the District of Columbia. The term 'facility' does not include a jail, prison, other place of confinement for persons who are awaiting trial or who have been found guilty of a criminal offense, or a hospital for the mentally ill within the meaning of § 24-501.\n\n\"(14) 'Habilitation' means the process by which a person is assisted to acquire and maintain those life skills which enable him or her to cope more effectively with the demands of his or her own person and of his or her own environment, including, in the case of a person committed under § 7-1304.06a, to refrain from committing crimes of violence or sex offenses, and to raise the level of his or her physical, intellectual, social, emotional and economic efficiency. 'Habilitation' includes, but is not limited to, the provision of community-based services.\n\n\"(14A) 'Human Rights Advisory Committee' means the committee of the Department on Disability Services that provides guidance and oversight regarding matters pertaining to the human rights of individuals receiving services through the Department on Disability Services and reviews allegations of human rights violations.\n\n\"(14B) 'ICD-9-CM' means the most recent version of the International Classification of Diseases Code Manual.\n\n\"(14C) 'Individual found incompetent in a criminal case' means an individual who:\n\n\"(A) Is at least mildly mentally retarded;\n\n\"(B) Is charged with a crime of violence or sex offense;\n\n\"(C) Has been found incompetent to stand trial, or to participate in sentencing or transfer proceedings; and\n\n\"(D) Has been found not likely to gain competence in the foreseeable future.\n\n\"(15) 'Informed consent' means consent voluntarily given in writing with sufficient knowledge and comprehension of the subject matter involved to enable the person giving consent to make an understanding and enlightened decision, without any element of force, fraud, deceit, duress or other form of constraint or coercion.\n\n\"(16) 'Least restrictive alternative' means that living and/or habilitation arrangement which least inhibits an individual's independence and right to liberty. It shall include, but not be limited to, arrangements which move an individual from:\n\n\"(A) More to less structured living;\n\n\"(B) Larger to smaller facilities;\n\n\"(C) Larger to smaller living units;\n\n\"(D) Group to individual residences;\n\n\"(E) Segregated from the community to integrated with community living and programming; and/or\n\n\"(F) Dependent to independent living.\n\n\"(17) 'Mayor' means the Mayor of the District of Columbia.\n\n\"(17A) 'Mental illness' means a diagnosable mental, behavioral, or emotional disorder (including those of biological etiology) which substantially impairs the mental health of the person or is of sufficient duration to meet diagnostic criteria specified within the DSM-IV or its ICD-9-CM equivalent (and subsequent revisions) with the exception of DSM-IV 'V' codes, substance abuse disorders, mental retardation, and other developmental disorders, or seizure disorders, unless those exceptions co-occur with another diagnosable mental illness.\n\n\"(18) 'Mental retardation advocate' means a member of the group of advocates created pursuant to § 7-1304.13.\n\n\"(19) 'Mental retardation' or 'persons with mental retardation' means a substantial limitation in capacity that manifests before 18 years of age and is characterized by significantly subaverage intellectual functioning, existing concurrently with 2 or more significant limitations in adaptive functioning.\n\n\"(19A) Repealed.\n\n\"(20) 'Normalization principle' means the principle of aiding persons with mental retardation to obtain a lifestyle as close to normal as possible, making available to them patterns and conditions of everyday life which are as close as possible to the patterns of mainstream society.\n\n\"(20A) 'Psychotropic medication' means a medication prescribed for the treatment of symptoms of mental or emotional disorders or to influence and modify behavior, cognition, or affective state. The term 'psychotropic medication' includes the following categories of medications:\n\n\"(A) Antipsychotics or neuroleptics;\n\n\"(B) Antidepressants;\n\n\"(C) Agents for control of mania or depression;\n\n\"(D) Antianxiety agents;\n\n\"(E) Sedatives, hypnotics, or other sleep-promoting drugs; and\n\n\"(F) Psychomotor stimulants..\n\n\"(21) 'Qualified mental retardation professional' means:\n\n\"(A) A psychologist with at least a master's degree from an accredited program and with specialized training or 1 year of experience in mental retardation; or\n\n\"(B) A physician licensed by the Commission on Licensure to Practice the Healing Arts to practice medicine in the District and with specialized training in mental retardation or with 1 year of experience in treating persons with mental retardation; or\n\n\"(C) An educator with a degree in education from an accredited program and with specialized training or 1 year of experience in working with persons with mental retardation; or\n\n\"(D) A social worker with:\n\n\"(i) A master's degree from a school of social work accredited by the Council on Social Work Education (New York, New York), and with specialized training in mental retardation or with 1 year of experience in working with persons with mental retardation; or\n\n\"(ii) With a bachelor's degree from an undergraduate social work program accredited by the Council on Social Work Education who is currently working and continues to work under the supervision of a social worker as defined in sub-subparagraph (i) of this subparagraph, and who has specialized training in mental retardation or 1 year of experience in working with persons with mental retardation; or\n\n\"(E) A rehabilitation counselor who is certified by the Commission on Rehabilitation Counselor Certification (Chicago, Illinois) and who has specialized training in mental retardation or 1 year of experience in working with persons with mental retardation; or\n\n\"(F) A physical or occupational therapist with a bachelor's degree from an accredited program in physical or occupational therapy and who has specialized training or 1 year of experience in working with persons with mental retardation; or\n\n\"(G) A therapeutic recreation specialist who is a graduate of an accredited program and who has specialized training or 1 year of experience in working with persons with mental retardation.\n\n\"(22) 'Resident of the District of Columbia' means a person who maintains his or her principal place of abode in the District of Columbia, including a person with mental retardation who would be a resident of the District of Columbia if the person had not been placed in an out-of-state facility by the District. A person with mental retardation who is under 21 years of age shall be deemed to be a resident of the District of Columbia if the custodial parent of the person with mental retardation is a resident of the District of Columbia.\n\n\"(23) 'Respite care' means temporary overnight care provided to a person with mental retardation in a hospital or facility, upon application of a parent, guardian or family member, for the temporary relief of such parent, guardian or family member, who normally provides for the care of the person.\n\n\"(24) 'Respondent' means the person whose commitment or continued commitment is being sought in any proceeding under this chapter.\n\n\"(24A) 'Screening' means an assessment of a person with mental retardation in accordance with standards issued by the Accreditation Council for Services for People with Developmental Disabilities, which is designed to determine if a further evaluation of the person with mental retardation or other interventions are indicated.\n\n\"(24B) 'Sex offenses' means offenses in Chapter 30 of Title 22, but does not include any offense described in § 22-4016(b).\n\n\"(24C) 'Substituted judgment' means making a decision that conforms as closely as possible with the decision that the customer would have made, based upon knowledge of the beliefs, values, and preferences of the customer.\n\n\"(25) 'Time out' means time out from positive reinforcement, a behavior modification procedure in which, contingent upon undesired behavior, the resident is removed from the situation in which positive reinforcement is available.\n\n\"(26) 'Transfer proceedings' means the proceedings pursuant to § 16-2307 to transfer an individual less than 18 years of age from Family Court to Criminal Court in the Superior Court of the District of Columbia to face adult criminal charges.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 505(b) of Multiyear Budget Spending Reduction and Support Temporary Act of 1995 (D.C. Law 10-253, March 23, 1995, law notification 42 DCR 1652).\n\nFor temporary (225 day) amendment of section, see § 4(a) of Health-Care Decisions for Persons with Mental Retardation and Developmental Disabilities Temporary Amendment Act of 2005 (D.C. Law 16-46, February 9, 2006, law notification 53 DCR 1454).\n\nFor temporary (225 day) amendment of section, see § 4(a) of Health-Care Decisions for Persons with Mental Retardation and Developmental Disabilities Temporary Amendment Act of 2006 (D.C. Law 16-194, March 2, 2007, law notification 54 DCR 2492).\n\nFor temporary (225 day) amendment of section, see § 4(a) of Health-Care Decisions for Persons with Mental Retardation and Developmental Disabilities Temporary Amendment Act of 2007 (D.C. Law 17-100, February 2, 2008, law notification 55 DCR 3407).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 505(b) of the Multiyear Budget Spending Reduction and Support Emergency Act of 1994 (D.C. Act 10-389, December 29, 1994, 42 DCR 197).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Civil Commitment of Citizens with Mental Retardation Emergency Amendment Act of 2002 (D.C. Act 14- 383, June 12, 2002, 49 DCR 5701).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Civil Commitment of Citizens with Mental Retardation Legislative Review Emergency Amendment Act of 2002 (D.C. Act 14-454, July 23, 2002, 49 DCR 8096).\n\nFor temporary (90 day) amendment of section, see § 4(a) of Health-Care Decisions for Persons with Mental Retardation and Developmental Disabilities Emergency Amendment Act of 2005 (D.C. Act 16-190, October 28, 2005, 52 DCR 10021).\n\nFor temporary (90 day) amendment of section, see § 4(a) of Health-Care Decisions for Persons with Mental Retardation and Developmental Disabilities Emergency Amendment Act of 2005 (D.C. Act 16-190, October 28, 2005, 52 DCR 10021).\n\nFor temporary (90 day) amendment of section, see § 4(a) of Health-Care Decisions for Persons with Mental Retardation and Development Disabilities Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-262, January 26, 2006, 53 DCR 795).\n\nFor temporary (90 day) amendment of section, see § 4(a) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Amendment Act of 2006 (D.C. Act 16-480, September 25, 2006, 53 DCR 7940).\n\nFor temporary (90 day) amendment of section, see § 4(a) of Health-Care Decisions for Persons with Developmental Disabilities Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-566, December 19, 2006, 53 DCR 10272).\n\nFor temporary (90 day) amendment of section, see § 301(a) of Developmental Disabilities Services Management Reform Emergency Amendment Act of 2006 (D.C. Act 16-672, December 28, 2006, 54 DCR 1155).\n\nFor temporary (90 day) amendment of section, see § 4(a) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Act of 2007 (D.C. Act 17-161, October 18, 2007, 54 DCR 10932).\n\nFor temporary (90 day) amendment of section, see § 4(a) of Health-Care Decisions for Persons with Developmental Disabilities Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-245, January 23, 2008, 55 DCR 1230).\n\nFor temporary (90 day) amendment, see § 5(a) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Act of 2008 (D.C. Act 17-492, August 4, 2008, 55 DCR 9167).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-137, see Historical and Statutory Notes following § 7-1301.02.\n\nFor legislative history of D.C. Law 11-52, see Historical and Statutory Notes following § 7-1301.02.\n\nLaw 14-199, the \"Civil Commitment of Citizens with Mental Retardation Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-616, which was referred to the Committee on Judiciary. The Bill was adopted on first and second readings on June 4, 2002, and July 2, 2002, respectively. Signed by the Mayor on July 17, 2002, it was assigned Act No. 14-432 and transmitted to both Houses of Congress for its review. D.C. Law 14-199 became effective on October 17, 2002.\n\nLaw 16-264, the \"Developmental Disabilities Service Management Reform Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-334, which was referred to Committee on Human Services. The Bill was adopted on first and second readings on December 5, 2006, and December 19, 2006, respectively. Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-620 and transmitted to both Houses of Congress for its review. D.C. Law 16-264 became effective on March 14, 2007.\n\nFor Law 16-305, see notes following § 7-531.01.\n\nFor Law 17-353, see notes following § 7-161.\n\nFor Law 17-249, see notes following § 7-1203.03.\n\nFor history of Law 19-169, see notes under § 7-761.02.\n\nDC CODE § 7-1301.03\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-137, § 103, 25 DCR 5094; Sept. 26, 1995, D.C. Law 11-52, § 506(b), 42 DCR 3684; Oct. 17, 2002, D.C. Law 14-199, § 2(a), 49 DCR 7647; Mar. 14, 2007, D.C. Law 16-264, § 301(a), 54 DCR 818; Apr. 24, 2007, D.C. Law 16-305, § 26(b), 53 DCR 6198; Oct. 22, 2008, D.C. Law 17- 249, § 5(a), 55 DCR 9206; Mar. 25, 2009, D.C. Law 17-353, § 205, 56 DCR 1117; Sept. 26, 2012, D.C. Law 19-169, § 17(d), 59 DCR 5567.)","sections":[{"prefix":"1","text":" \"Admission\" means the voluntary entrance by an individual with an intellectual disability into an institution or residential facility."},{"prefix":"1A","text":" \"Advanced practice registered nurse\" includes a nurse-practitioner or clinical nurse specialist, licensed pursuant to § 3-1202.04 and Chapter 59 or Chapter 60 of Title 17 of the District of Columbia Municipal Regulations, who has been certified as a specialist in psychiatry and mental health."},{"prefix":"1B","text":" \"Advocate for a person with an intellectual disability\" means a member of the group of advocates created pursuant to § 7-1304.13.."},{"prefix":"2","text":" \"At least a moderate intellectual disability\" means a person who is found, following a comprehensive evaluation, to be impaired in adaptive behavior to a moderate, severe or profound degree and functioning at the moderate, severe or profound intellectual level in accordance with standard measurements as recorded in the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition."},{"prefix":"2A","text":" \"Behavioral plan\" means a written plan that, at a minimum:"},{"prefix":"A","text":" Identifies challenging or problematic behavior;"},{"prefix":"B","text":" States the working hypothesis about the cause of the customer's behavior and uses the working hypothesis as the basis for the selected intervention;"},{"prefix":"C","text":" Identifies strategies to teach or encourage the customer to adopt adaptive behavior as an alternative to the challenging or problematic behavior;"},{"prefix":"D","text":" Considers the potential for environmental or programmatic changes that could have a positive impact on challenging or problematic behaviors; and"},{"prefix":"E","text":" Addresses the customer's need for additional technological or supervisory assistance to adapt or cope with day-to-day activities."},{"prefix":"2B","text":" \"Best interests\" means promoting personal well-being by assessing:"},{"prefix":"A","text":" The reason for the proposed action, its risks and benefits, and any alternatives considered and rejected; and"},{"prefix":"B","text":" The least intrusive, least restrictive, and most normalizing course of action possible to provide for the needs of the customer."},{"prefix":"2C","text":" \"Cause injury to others as a result of the individual's intellectual disability\" means cause injury to others as a result of deficits in adaptive functioning associated with an intellectual disability."},{"prefix":"3","text":" \"Chief Program Director\" means an individual with special training and experience in the diagnosis and habilitation of persons with intellectual disabilities, and who is a qualified developmental disability professional appointed or designated by the Director of a facility for persons with intellectual disabilities to provide or supervise habilitation and care for customers of the facility."},{"prefix":"4","text":" \"Commitment\" means the placement in a facility, pursuant to a court order, of an individual who has at least a moderate intellectual disability at the request of the individual's parent or guardian without the consent of the individual or of an individual found incompetent in a criminal case at the request of the District; except it shall not include placement for respite care."},{"prefix":"5","text":" \"Community-based services\" means non-residential specialized or generic services for the evaluation, care and habilitation of persons with intellectual disabilities, in a community setting, directed toward the intellectual, social, personal, physical, emotional or economic development of a person with an intellectual disability. Such services shall include, but not be limited to, diagnosis, evaluation, treatment, day care, training, education, sheltered employment, recreation, counseling of the person with an intellectual disability and his or her family, protective and other social and socio-legal services, information and referral, and transportation to assure delivery of services to persons of all ages who have intellectual disabilities."},{"prefix":"5A","text":" \"Competent\" means to have the mental capacity to appreciate the nature and implications of a decision to enter a facility, choose between or among alternatives presented, and communicate the choice in an unambiguous manner."},{"prefix":"6","text":" \"Comprehensive evaluation\" means an assessment of a person with an intellectual disability by persons with special training and experience in the diagnosis and habilitation of persons with intellectual disabilities, which includes a documented sequence of observations and examinations intended to determine the person's strengths, developmental needs, and need for services. The initial comprehensive evaluation shall include documentation of:"},{"prefix":"A","text":" A physical examination that includes the person's medical history;"},{"prefix":"B","text":" An educational evaluation, vocational evaluation, or both;"},{"prefix":"C","text":" A psychological evaluation, including an evaluation of cognitive and adaptive functioning levels;"},{"prefix":"D","text":" A social evaluation;"},{"prefix":"E","text":" A dental examination;"},{"prefix":"F","text":" An evaluation by the interdisciplinary team of whether the person currently:"},{"prefix":"i","text":" Has the capacity to grant, refuse, or withdraw consent to any ongoing medical treatment; and"},{"prefix":"ii","text":" Has executed or could execute a durable power of attorney in accordance with § 21-2205; and"},{"prefix":"G","text":" A determination of whether the person has an individual reasonably available, mentally capable, and willing to provide substituted consent pursuant to § 21-2210."},{"prefix":"7","text":" \"Council\" means the Council of the District of Columbia."},{"prefix":"8","text":" \"Court\" means the Superior Court of the District of Columbia."},{"prefix":"8A","text":" \"Crime of violence\" has the same meaning as in § 23-1331(4)."},{"prefix":"8B","text":" \"Customer\" means a person admitted to or committed to a facility pursuant to subchapter III of this chapter for habilitation or care."},{"prefix":"8C","text":" \"Department on Disability Services\" or \"DDS\" means the Department on Disability Services established by § 7-761.03."},{"prefix":"9","text":" \"Department of Human Services\" means the Department of Human Services of the District of Columbia."},{"prefix":"10","text":" \"Director\" means the administrative head of a facility, or community-based service and includes superintendents."},{"prefix":"11","text":" \"District\" means the District of Columbia government."},{"prefix":"11A","text":" \"DSM-IV\" means the most recent version of the Diagnostic and Statistical Manual of Mental Disorders."},{"prefix":"11B","text":" \"DSM-IV 'V' Codes\" means \"V\" codes as defined in the most recent version of the Diagnostic and Statistical Manual of Mental Disorders."},{"prefix":"12","text":" \"Education\" means a systematic process of training, instruction and habilitation to facilitate the intellectual, physical, social and emotional development of a person with an intellectual disability."},{"prefix":"13","text":" \"Facility\" means a public or private residence, or part thereof, which is licensed by the District as a skilled or intermediate care facility or a community residential facility (as defined in D.C. Regulation 74-15, as amended) and also includes any supervised group residence for persons with intellectual disabilities under 18 years of age. For persons committed or for whom commitment may be sought under § 7-1304.06a, the term \"facility\" may include a physically secure facility or a staff-secure facility, within or without the District of Columbia. The term \"facility\" does not include a jail, prison, other place of confinement for persons who are awaiting trial or who have been found guilty of a criminal offense, or a hospital for people with mental illness within the meaning of § 24-501."},{"prefix":"14","text":" \"Habilitation\" means the process by which a person is assisted to acquire and maintain those life skills which enable him or her to cope more effectively with the demands of his or her own person and of his or her own environment, including, in the case of a person committed under § 7-1304.06a, to refrain from committing crimes of violence or sex offenses, and to raise the level of his or her physical, intellectual, social, emotional and economic efficiency. \"Habilitation\" includes, but is not limited to, the provision of community-based services."},{"prefix":"14A","text":" \"Human Rights Advisory Committee\" means the committee of the Department on Disability Services that provides guidance and oversight regarding matters pertaining to the human rights of individuals receiving services through the Department on Disability Services and reviews allegations of human rights violations."},{"prefix":"14B","text":" \"ICD-9-CM\" means the most recent version of the International Classification of Diseases Code Manual."},{"prefix":"14C","text":" \"Individual found incompetent in a criminal case\" means an individual who:"},{"prefix":"A","text":" Has at least a mild intellectual disability;"},{"prefix":"B","text":" Is charged with a crime of violence or sex offense;"},{"prefix":"C","text":" Has been found incompetent to stand trial, or to participate in sentencing or transfer proceedings; and"},{"prefix":"D","text":" Has been found not likely to gain competence in the foreseeable future."},{"prefix":"15","text":" \"Informed consent\" means consent voluntarily given in writing with sufficient knowledge and comprehension of the subject matter involved to enable the person giving consent to make an understanding and enlightened decision, without any element of force, fraud, deceit, duress or other form of constraint or coercion."},{"prefix":"15A","text":" \"Intellectual disability\" or \"persons with intellectual disabilities\" means a substantial limitation in capacity that manifests before 18 years of age and is characterized by significantly below-average intellectual functioning, existing concurrently with 2 or more significant limitations in adaptive functioning."},{"prefix":"16","text":" \"Least restrictive alternative\" means that living and/or habilitation arrangement which least inhibits an individual's independence and right to liberty. It shall include, but not be limited to, arrangements which move an individual from:"},{"prefix":"A","text":" More to less structured living;"},{"prefix":"B","text":" Larger to smaller facilities;"},{"prefix":"C","text":" Larger to smaller living units;"},{"prefix":"D","text":" Group to individual residences;"},{"prefix":"E","text":" Segregated from the community to integrated with community living and programming; and/or"},{"prefix":"F","text":" Dependent to independent living."},{"prefix":"17","text":" \"Mayor\" means the Mayor of the District of Columbia."},{"prefix":"17A","text":" \"Mental illness\" means a diagnosable mental, behavioral, or emotional disorder (including those of biological etiology) which substantially impairs the mental health of the person or is of sufficient duration to meet diagnostic criteria specified within the DSM-IV or its ICD-9-CM equivalent (and subsequent revisions) with the exception of DSM-IV \"V\" codes, substance abuse disorders, intellectual disability, and other developmental disorders, or seizure disorders, unless those exceptions co-occur with another diagnosable mental illness."},{"prefix":"18","text":" Repealed."},{"prefix":"19","text":" Repealed."},{"prefix":"19A","text":" Repealed."},{"prefix":"20","text":" \"Normalization principle\" means the principle of aiding persons with intellectual disabilities to obtain a lifestyle as close to normal as possible, making available to them patterns and conditions of everyday life which are as close as possible to the patterns of mainstream society."},{"prefix":"20A","text":" \"Psychotropic medication\" means a medication prescribed for the treatment of symptoms of mental or emotional disorders or to influence and modify behavior, cognition, or affective state. The term \"psychotropic medication\" includes the following categories of medications:"},{"prefix":"A","text":" Antipsychotics or neuroleptics;"},{"prefix":"B","text":" Antidepressants;"},{"prefix":"C","text":" Agents for control of mania or depression;"},{"prefix":"D","text":" Antianxiety agents;"},{"prefix":"E","text":" Sedatives, hypnotics, or other sleep-promoting drugs; and"},{"prefix":"F","text":" Psychomotor stimulants.."},{"prefix":"21","text":" \"Qualified developmental disability professional\" means:"},{"prefix":"A","text":" A psychologist with at least a master's degree from an accredited program and with specialized training or 1 year of experience in intellectual disabilities; or"},{"prefix":"B","text":" A physician licensed by the Commission on Licensure to Practice the Healing Arts to practice medicine in the District and with specialized training in intellectual disabilities or with 1 year of experience in treating persons with intellectual disabilities; or"},{"prefix":"C","text":" An educator with a degree in education from an accredited program and with specialized training or 1 year of experience in working with persons with intellectual disabilities; or"},{"prefix":"D","text":" A social worker with:"},{"prefix":"i","text":" A master's degree from a school of social work accredited by the Council on Social Work Education (New York, New York), and with specialized training in intellectual disabilities or with 1 year of experience in working with persons with intellectual disabilities; or"},{"prefix":"ii","text":" With a bachelor's degree from an undergraduate social work program accredited by the Council on Social Work Education who is currently working and continues to work under the supervision of a social worker as defined in sub-subparagraph (i) of this subparagraph, and who has specialized training in intellectual disabilities or 1 year of experience in working with persons with intellectual disabilities; or"},{"prefix":"E","text":" A rehabilitation counselor who is certified by the Commission on Rehabilitation Counselor Certification (Chicago, Illinois) and who has specialized training in intellectual disabilities or 1 year of experience in working with persons with intellectual disabilities; or"},{"prefix":"F","text":" A physical or occupational therapist with a bachelor's degree from an accredited program in physical or occupational therapy and who has specialized training or 1 year of experience in working with persons with intellectual disabilities; or"},{"prefix":"G","text":" A therapeutic recreation specialist who is a graduate of an accredited program and who has specialized training or 1 year of experience in working with persons with intellectual disabilities."},{"prefix":"22","text":" \"Resident of the District of Columbia\" means a person who maintains his or her principal place of abode in the District of Columbia, including a person with an intellectual disability who would be a resident of the District of Columbia if the person had not been placed in an out-of-state facility by the District. A person with an intellectual disability who is under 21 years of age shall be deemed to be a resident of the District of Columbia if the custodial parent of the person with an intellectual disability is a resident of the District of Columbia."},{"prefix":"23","text":" \"Respite care\" means temporary overnight care provided to a person with an intellectual disability in a hospital or facility, upon application of a parent, guardian or family member, for the temporary relief of such parent, guardian or family member, who normally provides for the care of the person."},{"prefix":"24","text":" \"Respondent\" means the person whose commitment or continued commitment is being sought in any proceeding under this chapter."},{"prefix":"24A","text":" \"Screening\" means an assessment of a person with an intellectual disability in accordance with standards issued by the Council on Quality and Leadership, which is designed to determine if a further evaluation of the person with an intellectual disability or other interventions are indicated."},{"prefix":"24B","text":" \"Sex offenses\" means offenses in Chapter 30 of Title 22, but does not include any offense described in § 22-4016(b)."},{"prefix":"24C","text":" \"Substituted judgment\" means making a decision that conforms as closely as possible with the decision that the customer would have made, based upon knowledge of the beliefs, values, and preferences of the customer."},{"prefix":"25","text":" \"Time out\" means time out from positive reinforcement, a behavior modification procedure in which, contingent upon undesired behavior, the resident is removed from the situation in which positive reinforcement is available."},{"prefix":"26","text":" \"Transfer proceedings\" means the proceedings pursuant to § 16-2307 to transfer an individual less than 18 years of age from Family Court to Criminal Court in the Superior Court of the District of Columbia to face adult criminal charges."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"D","text":" Citizens with Intellectual Disabilities."},"chapter":{"identifier":"13","text":"Rights of Citizens with Intellectual Disabilities. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Statement of Purpose; Definitions. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"1301","identifier":"7-1301.03","catch_text":"Definitions."}}