{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-169 substituted \"individual\" for \"customer\" and \"individual's\" for \"customer's\".\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition, see § 4(d) of Health-Care Decisions for Persons with Mental Retardation and Developmental Disabilities Temporary Amendment Act of 2006 (D.C. Law 16-194, March 2, 2007, law notification 54 DCR 2492).\n\nFor temporary (225 day) addition, see § 4(d) of Health-Care Decisions for Persons with Mental Retardation and Developmental Disabilities Temporary Amendment Act of 2007 (D.C. Law 17-100, February 2, 2008, law notification 55 DCR 3407).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 4(d) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Amendment Act of 2006 (D.C. Act 16-480, September 25, 2006, 53 DCR 7940).\n\nFor temporary (90 day) addition, see § 4(d) of Health-Care Decisions for Persons with Developmental Disabilities Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-566, December 19, 2006, 53 DCR 10272).\n\nFor temporary (90 day) addition, see § 4(d) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Act of 2007 (D.C. Act 17-161, October 18, 2007, 54 DCR 10932).\n\nFor temporary (90 day) addition, see § 4(d) of Health-Care Decisions for Persons with Developmental Disabilities Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-245, January 23, 2008, 55 DCR 1230).\n\nFor temporary (90 day) addition, see § 5(d) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Act of 2008 (D.C. Act 17-492, August 4, 2008, 55 DCR 9167).\n\nLegislative History of Laws\n\nFor Law 17-249, see notes following § 7-1203.03.\n\nFor history of Law 19-169, see notes under § 7-761.02.\n\nDC CODE § 7-1305.06a\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-137, § 506a, as added Oct. 22, 2008, D.C. Law 17-249, § 5(d), 55 DCR 9206; Sept. 26, 2012, D.C. Law 19-169, § 17(ii), 59 DCR 5567.)","sections":[{"prefix":"a","text":" Except in accordance with the procedures described in subsections (b) and (c) of this section, in § 21-2212, or as otherwise provided by law, no DDS individual shall be given services pursuant to this chapter absent the individual's informed consent. In seeking informed consent, the provider or DDS shall present the individual with available options and all material information necessary to make the decision, including information about the proposed service, potential benefits and risks of the proposed service, potential benefits and risks of no service, side effects, and information about feasible alternative services, if any."},{"prefix":"b","text":" If the provider or DDS reasonably believes that the individual lacks the capacity to provide informed consent for the proposed service, the provider or DDS promptly shall seek a determination of the individual's capacity in accordance with § 21-2204. If the individual is certified as incapacitated for health-care decisions in accordance with § 21-2204, DDS or the provider shall promptly seek the provision of substituted consent from the individual's attorney-in-fact pursuant to § 21-2206 or, if no attorney-in-fact has been authorized pursuant to § 21-2205 or is reasonably available, mentally capable, and willing to act, from an individual authorized to provide substituted consent pursuant to § 21-2210."},{"prefix":"c","text":" If the individual is certified as incapacitated and unable to consent to the proposed service in accordance with § 21-2204, and no attorney-in-fact or person listed in § 21-2210(a) is reasonably available, mentally capable, and willing to act:"},{"prefix":"1","text":" For any proposed services except psychotropic medications, the District shall petition the Court for appointment of a guardian pursuant to Chapter 20 of Title 21. The District's petition shall request the form of guardianship which is least restrictive to the incapacitated individual in duration and scope, taking into account the incapacitated individual's current mental and adaptive limitations or other conditions warranting the procedure. This subsection does not preclude any other party from petitioning the Court for appointment of a guardian."},{"prefix":"2","text":" For all proposed psychotropic medications, except as described under paragraph (3) of this subsection, the provider may administer medication only when the administration of medication is accompanied by a behavioral plan and only after receiving approval from an independent panel appointed by the DDS Administrator pursuant to § 7-1305.06b."},{"prefix":"3","text":" In an emergency in which a individual is experiencing a mental health crisis and in which the immediate provision of mental health treatment, including medication, is, in the written opinion of the attending physician, necessary to prevent serious injury to the individual or others, the provider may administer medication without seeking the individual's prior informed consent only to the extent necessary to terminate the emergency."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"D","text":" Citizens with Intellectual Disabilities."},"chapter":{"identifier":"13","text":"Rights of Citizens with Intellectual Disabilities. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Rights of Persons with Intellectual Disabilities."},"heading":{"title":"7","chaptersection":"1305","identifier":"7-1305.06a","catch_text":"Informed consent."}}