{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-1974.\n\n1973 Ed., § 6-1694.\n\nEffect of Amendments\n\nD.C. Law 19-169, in subsec. (a), substituted \"an intellectual disability\" for \"mental retardation\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-137, see Historical and Statutory Notes following § 7-1301.02.\n\nFor history of Law 19-169, see notes under § 7-761.02.\n\nDC CODE § 7-1305.14\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-137, § 514, 25 DCR 5094; Sept. 26, 2012, D.C. Law 19-169, § 17(ss), 59 DCR 5567.)","sections":[{"prefix":"a","text":" No person shall be deprived of any civil right, or public or private employment, solely by reason of his or her having received services, voluntarily or involuntarily, for an intellectual disability."},{"prefix":"b","text":" Any person who has been admitted or committed to a facility under the provisions of this chapter retains all rights not specifically denied him or her under this chapter, including rights of habeas corpus."},{"prefix":"c","text":" Any person who violates or abuses any rights or privileges protected by this chapter shall be liable for damages as determined by law, for Court costs and for reasonable attorneys' fees. Any person who acts in good faith compliance with the provisions of this chapter shall be immune from civil or criminal liability for actions in connection with evaluation, admission, commitment, habilitative programming, education or discharge of a resident. However, this section shall not relieve any person from liability for acts of negligence, misfeasance, nonfeasance, or malfeasance."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"D","text":" Citizens with Intellectual Disabilities."},"chapter":{"identifier":"13","text":"Rights of Citizens with Intellectual Disabilities. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Rights of Persons with Intellectual Disabilities."},"heading":{"title":"7","chaptersection":"1305","identifier":"7-1305.14","catch_text":"Deprivation of civil rights; public or private employment; retention of rights; liability; immunity; exceptions."}}