{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-1924.\n\n1973 Ed., § 6-1657.\n\nEffect of Amendments\n\nD.C. Law 14-199, in the section heading, substituted \"guardian or by the District\" for \"guardian\"; in subsec. (b), substituted \"If, on a petition filed pursuant to subsection (a) of this section, the Court\" for \"If the Court\"; and added subsec. (b).\n\nD.C. Law 16-264, in subsecs. (b)(3) and (c), substituted \"Department on Disability Services\" for \"Department of Human Services\".\n\nD.C. Law 16-305, in subsec. (a), substituted \"have mental retardation\" for \"be mentally retarded\".\n\nD.C. Law 19-169, in subsec. (a), substituted \"an intellectual disability\" for \"mental retardation\"; and, in subsec. (b)(1), substituted \"the individual has at least a moderate intellectual disability\" for \"the individual is at least moderately mentally retarded\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 505(e) of Multiyear Budget Spending Reduction and Support Temporary Act of 1995 (D.C. Law 10-253, March 23, 1995, law notification 42 DCR 1652).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 505(e) of the Multiyear Budget Spending Reduction and Support Emergency Act of 1994 (D.C. Act 10-389, December 29, 1994, 42 DCR 197).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Civil Commitment of Citizens with Mental Retardation Emergency Amendment Act of 2002 (D.C. Act 14- 383, June 12, 2002, 49 DCR 5701).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Civil Commitment of Citizens with Mental Retardation Legislative Review Emergency Amendment Act of 2002 (D.C. Act 14-454, July 23, 2002, 49 DCR 8096).\n\nFor temporary (90 day) amendment of section, see § 301(c) of Developmental Disabilities Services Management Reform Emergency Amendment Act of 2006 (D.C. Act 16-672, December 28, 2006, 54 DCR 1155).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-137, see Historical and Statutory Notes following § 7-1301.02.\n\nFor legislative history of D.C. Law 11-52, see Historical and Statutory Notes following § 7-1301.02.\n\nFor Law 14-199, see notes following § 7-1301.03.\n\nFor Law 16-264, see notes following § 7-1301.03.\n\nFor Law 16-305, see notes following § 7-531.01.\n\nFor history of Law 19-169, see notes under § 7-761.02.\n\nDC CODE § 7-1303.04\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-137, § 304, 25 DCR 5094; Sept. 26, 1995, D.C. Law 11-52, § 506(e), 42 DCR 3684; Oct. 17, 2002, D.C. Law 14-199, § 2(c), 49 DCR 7647; Mar. 14, 2007, D.C. Law 16-264, § 301(c), 54 DCR 818; Apr. 24, 2007, D.C. Law 16-305, § 26(f), 53 DCR 6198; Sept. 26, 2012, D.C. Law 19-169, § 17(h), 59 DCR 5567.)","sections":[{"prefix":"a","text":" A written petition by a parent or guardian may be filed with the Court to have an individual 14 years of age or older, who is or is believed to have an intellectual disability, committed to a facility. Upon the filing of such petition, the Court shall promptly conduct a hearing in accordance with the procedures set forth in subchapter IV of this chapter. If the Court determines that the individual is competent to refuse such commitment and the individual so refuses, the Court shall dismiss the petition and order that the individual not be committed to a facility."},{"prefix":"b","text":" If, on a petition filed pursuant to subsection (a) of this section, the Court determines that the individual is not competent to refuse commitment, the Court shall determine whether to order the commitment. The Court shall order the commitment only if it determines beyond a reasonable doubt that:"},{"prefix":"1","text":" Based on a comprehensive evaluation of the individual performed within one year prior to the hearing, the individual has at least a moderate intellectual disability and requires habilitation;"},{"prefix":"2","text":" Commitment to a facility is necessary in order for the individual to receive the habilitation indicated by the individual habilitation plan required and defined under § 7-1304.03;"},{"prefix":"3","text":" The facility to which commitment is sought, its sponsoring agency, or the Department on Disability Services is capable of providing the required habilitation; and"},{"prefix":"4","text":" Commitment to that facility would be the least restrictive means of providing the habilitation."},{"prefix":"b-1","text":" For an individual found incompetent in a criminal case, a written petition by the District may be filed with the Court to have the individual committed to a facility. Upon the filing of the petition, the Court shall promptly conduct a hearing in accordance with the procedures set forth in subchapter IV of this chapter."},{"prefix":"c","text":" The facility, its sponsoring agency, or the Department on Disability Services shall provide a written certification to the Court, before commitment to the facility is ordered, that the habilitation indicated by the individual habitation plan will be implemented."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"D","text":" Citizens with Intellectual Disabilities."},"chapter":{"identifier":"13","text":"Rights of Citizens with Intellectual Disabilities. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Admission, Commitment, Discharge, Transfer, Respite Care. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"1303","identifier":"7-1303.04","catch_text":"Petition for commitment of individual 14 years of age or older filed by parent or guardian or by the District."}}