{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-264 substituted \"DDS\" for \"MRDDA\" throughout the section.\n\nD.C. Law 19-169 substituted \"an intellectual disability\" for \"mental retardation\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 301(g) of Developmental Disabilities Services Management Reform Emergency Amendment Act of 2006 (D.C. Act 16-672, December 28, 2006, 54 DCR 1155).\n\nLegislative History of Laws\n\nFor Law 14-199, see notes following § 7-1301.03.\n\nFor Law 16-264, see notes following § 7-1301.03.\n\nFor history of Law 19-169, see notes under § 7-761.02.\n\nDC CODE § 7-1303.12a\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-137, § 312a, as added Oct. 17, 2002, D.C. Law 14-199, § 2(h), 49 DCR 7647; Mar. 14, 2007, D.C. Law 16-264, § 301(g), 54 DCR 818; Sept. 26, 2012, D.C. Law 19-169, § 17(p), 59 DCR 5567.)","sections":[{"prefix":"a","text":" In the case of an individual found incompetent in a criminal case, the District shall have no more than 30 days from the date on which the finding is made that the individual is incompetent and not likely to gain competence in the foreseeable future in which to file a petition pursuant to § 7- 1303.04(b-1). For extraordinary cause shown, the Court may extend the period of time within which the petition must be filed."},{"prefix":"b","text":" In the case of an individual found incompetent in a criminal case prior to October 17, 2002, the District shall have 60 days following October 17, 2002, in which to file a petition pursuant to § 7-1303.04(b-1) for commitment of an individual who is committed pursuant to § 7-1303.04(a), or of an individual whom the Court, within 365 days prior to October 17, 2002, found incompetent and not likely to gain competency in the foreseeable future."},{"prefix":"c","text":" While awaiting the District's decision pursuant to subsection (a) of this section and during the pendency of any resultant commitment proceedings, the Court may order the individual placed with DDS for placement in a setting that DDS preliminarily determines can provide habilitation services consistent with the individual's needs and supervision or security sufficient to prevent the individual from causing injury to others as a result of his or her an intellectual disability."},{"prefix":"d","text":" If the Court or DDS places the person in a setting that does not meet the definition of a facility contained in § 7-1301.03(13), the hearing pursuant to § 7-1304.06a shall commence no later than 90 days from the date on which the finding is made that the individual is incompetent and not likely to gain competence in the foreseeable future.   If the hearing does not commence before the expiration of the 90-day time period, the Court shall place the individual with the DDS for placement in a facility that does satisfy § 7-1301.03(13) and that DDS preliminarily determines can provide habilitation services consistent with the individual's needs and supervision or security sufficient to prevent the individual from causing injury to others as a result of the individual's an intellectual disability."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"D","text":" Citizens with Intellectual Disabilities."},"chapter":{"identifier":"13","text":"Rights of Citizens with Intellectual Disabilities. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Admission, Commitment, Discharge, Transfer, Respite Care. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"1303","identifier":"7-1303.12a","catch_text":"Placement pending petition and commitment proceedings."}}