{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-1961.\n\n1973 Ed., § 6-1681.\n\nEffect of Amendments\n\nD.C. Law 14-199 added subsecs. (c) and (d).\n\nD.C. Law 19-21 added subsec. (e).\n\nD.C. Law 19-169 substituted \"an intellectual disability\" for \"mental retardation\", \"degree of intellectual disability, or other disabling condition\" for \"degree of retardation, or handicapping condition\", \"individual\" for \"customer\", and \"individual's\" for \"customer's\".\n\nD.C. Law 19-171 validated a previously made technical correction in the designation of subsec. (e).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 505(m) of Multiyear Budget Spending Reduction and Support Temporary Act of 1995 (D.C. Law 10-253, March 23, 1995, law notification 42 DCR 1652).\n\nFor temporary (225 day) amendment of section, see § 4(e) of Human Services Spending Reduction Temporary Amendment Act of 1995 (D.C. Law 11-29, July 25, 1995, law notification 42 DCR 4002).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 505(m) of the Multiyear Budget Spending Reduction and Support Emergency Act of 1994 (D.C. Act 10-389, December 29, 1994, 42 DCR 197).\n\nFor temporary amendment of section, see § 4(e) of the Human Services Spending Reduction Emergency Amendment Act of 1995 (D.C. Act 11-35, April 11, 1995, 42 DCR 1834) and § 4(e) of the Human Services Spending Reduction Congressional Recess Emergency Amendment Act of 1995 (D.C. Act 11-104, July 21, 1995, 42 DCR 4014).\n\nFor temporary amendment of section, see § 506(m) of the Omnibus Budget Support Congressional Review Emergency Act of 1995 (D.C. Act 11-124, July 27, 1995, 42 DCR 4160).\n\nFor temporary amendment of section, see § 506(n) of the Omnibus Budget Support Congressional Review Emergency Act of 1995 (D.C. Act 11-124, July 27, 1995, 42 DCR 4160).\n\nFor temporary (90 day) amendment of section, see § 2(p) of Civil Commitment of Citizens with Mental Retardation Emergency Amendment Act of 2002 (D.C. Act 14- 383, June 12, 2002, 49 DCR 5701).\n\nFor temporary (90 day) amendment of section, see § 2(p) of Civil Commitment of Citizens with Mental Retardation Legislative Review Emergency Amendment Act of 2002 (D.C. Act 14-454, July 23, 2002, 49 DCR 8096).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-137, see Historical and Statutory Notes following § 7-1301.02.\n\nFor legislative history of D.C. Law 11-52, see Historical and Statutory Notes following § 7-1301.02.\n\nLaw 12-81, the \"Technical Amendments Act of 1997,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nFor Law 14-199, see notes following § 7-1301.03.\n\nFor history of Law 19-21, see notes under § 7-731.\n\nFor history of Law 19-169, see notes under § 7-761.02.\n\nFor history of Law 19-171, see notes under § 7-242.\n\nDC CODE § 7-1305.01\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-137, § 501, 25 DCR 5094; Mar. 24, 1998, D.C. Law 12-81, § 9, 45 DCR 745; Oct. 17, 2002, D.C. Law 14-199, § 2(p), 49 DCR 7647; Sept. 14, 2011, D.C. Law 19-21, § 5002(b), 58 DCR 6226; Sept. 26, 2012, D.C. Law 19-169, § 17(dd), 50 DCR 5567; Sept. 26, 2012, D.C. Law 19- 171, § 55, 59 DCR 6190.)","sections":[{"prefix":"a","text":" To the extent that appropriated funds are available to carry out the purposes of this chapter, no District resident with an intellectual disability shall be denied habilitation, care, or both suited to the person's needs regardless of the person's age, degree of intellectual disability, or other disabling condition."},{"prefix":"b","text":" To the extent that appropriated funds are available to carry out the purposes of this chapter, each individual shall be provided a habilitation program that will maximize the individual's human abilities, enhance the individual's ability to cope with the individual's environment, and create a reasonable opportunity for progress toward the goal of independent living."},{"prefix":"c","text":" Notwithstanding subsection (a) of this section, no individual subject to commitment pursuant to § 7-1304.06a shall be denied habilitation, care, or both suited to the person's needs, regardless of the person's age, degree of intellectual disability, or other disabling condition."},{"prefix":"d","text":" Notwithstanding subsection (b) of this section, an individual subject to commitment pursuant to § 7-1304.06a shall be provided a habilitation program that will maximize the person's human abilities, enhance the person's ability to cope with the person's environment, and create a reasonable opportunity for progress toward the goal of independent living."},{"prefix":"e","text":"(1) Notwithstanding the availability of an appropriation to carry out the purposes of this chapter in subsections (a) and (b) of this section, effective January 1, 2012, a District resident with an intellectual disability who is otherwise eligible to receive supports and services from the District pursuant to this chapter must either pay the full cost of such supports and services directly to the provider or become District Medicaid-eligible and maintain District Medicaid eligibility in order to receive supports and services under this chapter from a District Medicaid-eligible provider. This requirement shall not apply to a person:"},{"prefix":"A","text":" Who is a former resident of Forest Haven;"},{"prefix":"B","text":" Whose needs cannot reasonably be met by a District Medicaid provider;"},{"prefix":"C","text":" Who is eligible for enrollment in the D.C. Healthcare Alliance; or"},{"prefix":"D","text":" Whose representative payee for the purposes of Social Security benefits is the Department of Disability Services or a provider agency who is contracted with the District to provide supports and services for that person, if the reason the person lost Medicaid eligibility is due to a failure by the representative payee."},{"prefix":"2","text":" The Department of Disability Services shall work with and support the person to become District Medicaid-eligible and to maintain District Medicaid eligibility, and the person and his or her representatives, estate, or both shall fully cooperate in such efforts."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"D","text":" Citizens with Intellectual Disabilities."},"chapter":{"identifier":"13","text":"Rights of Citizens with Intellectual Disabilities. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Rights of Persons with Intellectual Disabilities."},"heading":{"title":"7","chaptersection":"1305","identifier":"7-1305.01","catch_text":"Habilitation and care; habilitation program."}}