{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-120.\n\n1973 Ed., § 6-119b.\n\nEffect of Amendments\n\nD.C. Law 14-194 rewrote the section which had read as follows:\n\n\"§ 7-134. Persons believed to be carriers of communicable diseases--Detention; expiration of order; continuation; hearing on detention; minors.\n\n\"A copy of the order provided for in § 7-133 hereof shall be delivered to the person in charge of such place or institution to which the person taken into custody may be removed and shall constitute the authority for the detention of such person in such place or institution until such order expires or until such person is discharged in the manner set forth in this section or § 7-135. Such order shall expire 48 hours (exclusive of Sundays and holidays) after such officer, employee, or member shall take into his custody such person as provided in § 7-133, unless it shall be continued in force and effect by a judge of the Superior Court of the District of Columbia, or unless such detained person shall stipulate in writing that the order be continued in force and effect. Such order shall be continued in force and effect if it shall appear to said judge by affidavit that the probable cause, required by § 7-133, exists. If the judge shall continue in force and effect the order of the Director of the Department of Human Services, the judge at that time shall set a date for a hearing upon the question of whether the person detained is at the time of such hearing affected with any communicable disease or is a carrier of communicable disease and, if so affected, upon the further question whether his release would be likely to endanger the lives or health of any other person. If such person be not sooner discharged such hearing shall be had within 10 days of the date of the order of the Court continuing in force and effect the order of the Director of the Department of Human Services unless such hearing be continued by the Court, or unless the detained person shall, in writing, waive such hearing, which waiver shall be filed with the Court. Such hearing shall be in or out of the presence of the detained person, in the discretion of the Court. If, after such hearing, the Court shall find that the detained person is not affected with any communicable disease and is not a carrier of communicable disease, or that the discharge of such person, even though affected with, or a carrier of, a communicable disease is not likely to endanger the lives or health of any other person the Court shall order such detained person to be discharged, otherwise the Court shall continue in force and effect the order of the Director of the Department of Human Services until such person be discharged in the manner set forth in § 7-135. If a minor is detained pursuant to this section or § 7-137 hereof, or is found guilty and sentence is suspended as provided in § 7-140 hereof, and such minor is in need of treatment for the communicable disease with which he is affected or of which he is a carrier, the Court is empowered to authorize the Director of the Department of Human Services to administer such treatment or cause the same to be administered. No person under 18 years of age detained under § 7-133, § 7- 134, § 7-135, or § 7-137, shall be detained in a room in which a person over that age is so detained.\"\n\nLegislative History of Laws\n\nFor Law 14-194, see notes following § 7-132.\n\nMiscellaneous Notes\n\nOffice of Director of Public Health abolished: See Historical and Statutory Notes following § 7-101.\n\nDC CODE § 7-134\n\nCurrent through December 11, 2012","credits":"(Aug. 11, 1939, ch. 601, § 4; Aug. 8, 1946, 60 Stat. 919, ch. 871, § 2; Aug. 1, 1950, 64 Stat. 393, ch. 513, § 1; July 8, 1963, 77 Stat. 77, Pub. L. 88- 60, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a); Oct. 17, 2002, D.C. Law 14-194, § 902(c), 49 DCR 5306.)","sections":[{"prefix":"a","text":" A copy of the order provided for in § 7-133 shall be delivered to the person in charge of any place or institution where a person or group of persons has been taken or detained, or, if the place of detention is a residence, to any person of suitable age and discretion then present in the residence. The order shall constitute the authority for detention until the order expires. The order shall expire within 24 hours of its issuance unless a judge of the Superior Court of the District of Columbia continues its force and effect for a longer period. The judge shall continue the force and effect of an order if the judge finds that probable cause exists to believe that the detained person's presence in the general population is likely to cause death or seriously impair the health of others."},{"prefix":"b","text":" If a judge continues an order, any person or group of persons detained pursuant to the order may petition for a hearing to determine whether the person or group of persons is affected with a communicable disease, and, if the person or group of persons is affected with a communicable disease, whether release of the person or group of persons into the general population is likely to cause death or seriously impair the health of others. The hearing shall take place as soon as practicable, but no later than 10 days after the court receives the petition."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"1","text":"Public Health."},"subchapter":{"identifier":"II","text":"Prevention of Spread of Communicable Diseases."},"heading":{"title":"7","chaptersection":"134","identifier":"7-134","catch_text":"Persons believed to be carriers of communicable diseases-- Detention; expiration of order; continuation; hearing on detention; minors."}}