{"text":"Any parent or guardian may apply on behalf of an individual under 14 years of age who is or is believed to have an intellectual disability to any hospital, clinic, facility or community-based service owned or operated by, or under contract with, the District for nonresidential habilitation. Applications shall be made to the Director of the hospital, clinic, or service, or to the Department on Disability Services. If an application is filed with a Director and the Director determines that the particular hospital, clinic, facility or community-based service cannot provide the necessary habilitation, he or she shall refer the parent or guardian to the Department on Disability Services, and the Department on Disability Services shall assist the parent or guardian in locating a facility, hospital, clinic or service which can provide the required habilitation.","historical":"Prior Codifications\n\n1981 Ed., § 6-1925.\n\n1973 Ed., § 6-1658.\n\nEffect of Amendments\n\nD.C. Law 16-264 substituted \"Department on Disability Services\" for \"Department of Human Services\" throughout the section.\n\nD.C. Law 16-305 substituted substituted \"have mental retardation\" for \"be mentally retarded\"..\n\nD.C. Law 19-169 substituted \"an intellectual disability\" for \"mental retardation\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 301(d) of Developmental Disabilities Services Management Reform Emergency Amendment Act of 2006 (D.C. Act 16-672, December 28, 2006, 54 DCR 1155).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-137, see Historical and Statutory Notes following § 7-1301.02.\n\nFor Law 16-264, see notes following § 7-1301.03.\n\nFor Law 16-305, see notes following § 7-531.01.\n\nFor history of Law 19-169, see notes following § 7-761.02.\n\nDC CODE § 7-1303.05\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-137, § 305, 25 DCR 5094; Mar. 14, 2007, D.C. Law 16-264, § 301(d), 54 DCR 818; Apr. 24, 2007, D.C. Law 16-305, § 26(g), 53 DCR 6198; Sept. 26, 2012, D.C. Law 19-169, § 17(i), 59 DCR 5567.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"D","text":" Citizens with Intellectual Disabilities."},"chapter":{"identifier":"13","text":"Rights of Citizens with Intellectual Disabilities. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Admission, Commitment, Discharge, Transfer, Respite Care. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"1303","identifier":"7-1303.05","catch_text":"Application by parent or guardian for nonresidential habilitation."}}