{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-1943.\n\n1973 Ed., § 6-1670.\n\nEffect of Amendments\n\nD.C. Law 16-305 substituted \"has mental retardation\" for \"is mentally retarded\".\n\nD.C. Law 19-169, in subsec. (b)(1), substituted \"an intellectual disability\" for \"mental retardation\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-137, see Historical and Statutory Notes following § 7-1301.02.\n\nFor Law 16-305, see notes following § 7-531.01.\n\nFor history of Law 19-169, see notes under § 7-761.02.\n\nDC CODE § 7-1304.03\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-137, § 403, 25 DCR 5094; Apr. 24, 2007, D.C. Law 16-305, § 26(k), 53 DCR 6198; Sept. 26, 2012, D.C. Law 19-169, § 17(t), 59 DCR 5567.)","sections":[{"prefix":"a","text":" If a petition filed in accordance with § 7-1304.01 is not accompanied by a comprehensive evaluation report based on an evaluation which has been performed within 6 months prior to the hearing and an individual habilitation plan which has been prepared within 30 days of the filing of the petition, the Court shall immediately order that a comprehensive evaluation be conducted and an individual habilitation plan be written."},{"prefix":"b","text":" A written report setting forth the results of the comprehensive evaluation and a copy of the habilitation plan shall be submitted to the Court. The report shall indicate:"},{"prefix":"1","text":" Whether or to what degree the individual or respondent has an intellectual disability;"},{"prefix":"2","text":" What habilitation is needed; and"},{"prefix":"3","text":" The record of habilitation and care, if any."},{"prefix":"c","text":" The individual habilitation plan shall be developed by the same persons who conduct the comprehensive evaluation (except where the comprehensive evaluation has been performed by persons not geographically accessible to the District) working jointly with the person who is the subject of the plan, and such person's parent or guardian who petitioned for the commitment. In cases where the comprehensive evaluation has been performed by persons not geographically accessible to the District, the Court shall designate other appropriate and professionally qualified persons to develop the plan. The plan shall contain the following:"},{"prefix":"1","text":" A statement of the nature of the specific strengths, limitations and specific needs of the person who is the subject of the plan;"},{"prefix":"2","text":" A description of intermediate and long-range habilitation goals with a projected timetable for their attainment;"},{"prefix":"3","text":" A statement of, and an explanation for, the plan of habilitation designed to achieve these intermediate and long-range goals;"},{"prefix":"4","text":" A statement of the objective criteria, and an evaluation procedure and schedule for determining whether the goals are being achieved;"},{"prefix":"5","text":" A statement of the least restrictive setting for habilitation necessary to achieve the habilitation goals; and"},{"prefix":"6","text":" Criteria for release to less restrictive settings for habilitation and living, including criteria for discharge and a projected date for discharge if commitment is recommended by the plan."},{"prefix":"d","text":" A copy of the report and the plan shall be provided to the individual or respondent and his or her counsel, and to the parent or guardian if the petition was filed under § 7-1303.04 or § 7-1303.06, at least 10 days prior to the hearing. If the petition was accompanied by a comprehensive evaluation and plan, copies of the report and plan shall be provided to the respondent and his or her counsel within 3 days of the filing of the petition."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"D","text":" Citizens with Intellectual Disabilities."},"chapter":{"identifier":"13","text":"Rights of Citizens with Intellectual Disabilities. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Hearing and Review Procedures. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"1304","identifier":"7-1304.03","catch_text":"Comprehensive evaluation report and individual habilitation plan required; contents; copies."}}