{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-1964.\n\n1973 Ed., § 6-1684.\n\nEffect of Amendments\n\nD.C. Law 16-264, in subsecs. (b) and (c), substituted \"Department on Disability Services\" for \"Department of Human Services\".\n\nD.C. Law 17-249 rewrote subsec. (a), which had read as follows:\n\n\"(a) Prior to each customer's commitment pursuant to § 7-1304.03, the customer shall receive a comprehensive evaluation or screening and an individual habilitation plan. Within 30 days of a customer's admission pursuant to § 7- 1303.02, the customer shall have a comprehensive evaluation or screening and an individual habilitation plan. Annual reevaluations or screenings of the customer shall be provided as determined by the customer's interdisciplinary team in accordance with Accreditation Council for Services for People with Developmental Disabilities Standards.\"\n\nD.C. Law 19-21 added subsec. (d).\n\nD.C. Law 19-169 substituted \"individual's\" for \"customer's\" and \"individual\" for \"customer\" throughout the section; in subsec. (c), substituted \"the Council on Quality and Leadership\" for \"Accreditation Council for Services for the Mentally Retarded and Other Developmentally Disabled Persons\", \"qualified developmental disability professional\" for \"qualified mental retardation professional\", and \"staff-individual and professional-individual\" for \"staff-individual and professional-individual\"; and, in subsec. (d), substituted \"intellectual disability\" for \"mental retardation\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 505(p) of Multiyear Budget Spending Reduction and Support Temporary Act of 1995 (D.C. Law 10-253, March 23, 1995, law notification 42 DCR 1652).\n\nFor temporary (225 day) amendment of section, see § 4(c) of Health-Care Decisions for Persons with Mental Retardation and Developmental Disabilities Temporary Amendment Act of 2005 (D.C. Law 16-46, February 9, 2006, law notification 53 DCR 1454).\n\nFor temporary (225 day) amendment of section, see § 4(c) of Health-Care Decisions for Persons with Mental Retardation and Developmental Disabilities Temporary Amendment Act of 2006 (D.C. Law 16-194, March 2, 2007, law notification 54 DCR 2492).\n\nFor temporary (225 day) amendment of section, see § 4(c) of Health-Care Decisions for Persons with Mental Retardation and Developmental Disabilities Temporary Amendment Act of 2007 (D.C. Law 17-100, February 2, 2008, law notification 55 DCR 3407).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 505(p) of the Multiyear Budget Spending Reduction and Support Emergency Act of 1994 (D.C. Act 10-389, December 29, 1994, 42 DCR 197).\n\nFor temporary amendment of section, see § 4(g) of the Human Services Spending Reduction Emergency Amendment Act of 1995 (D.C. Act 11-35, April 11, 1995, 42 DCR 1834) and § 4(g) of the Human Services Spending Reduction Congressional Recess Emergency Amendment Act of 1995 (D.C. Act 11-104, July 21, 1995, 42 DCR 4014).\n\nFor temporary amendment of section, see § 402(d) of the Omnibus Budget Support Emergency Act of 1995 (D.C. Act 11-44, April 28, 1995, 42 DCR 2217) and § 506(p) of the Omnibus Budget Support Congressional Review Emergency Act of 1995 (D.C. Act 11-124, July 27, 1995, 42 DCR 4160).\n\nFor temporary amendment of section, see § 402(e) of the Omnibus Budget Support Emergency Act of 1995 (D.C. Act 11-44, April 28, 1995, 42 DCR 2217) and § 506(q) of the Omnibus Budget Support Congressional Review Emergency Act of 1995 (D.C. Act 11-124, July 27, 1995, 42 DCR 4160).\n\nFor temporary (90 day) amendment of section, see § 4(c) of Health-Care Decisions for Persons with Mental Retardation and Developmental Disabilities Emergency Amendment Act of 2005 (D.C. Act 16-190, October 28, 2005, 52 DCR 10021).\n\nFor temporary (90 day) amendment of section, see § 4(c) of Health-Care Decisions for Persons with Mental Retardation and Development Disabilities Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-262, January 26, 2006, 53 DCR 795).\n\nFor temporary (90 day) amendment of section, see § 4(c) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Amendment Act of 2006 (D.C. Act 16-480, September 25, 2006, 53 DCR 7940).\n\nFor temporary (90 day) amendment of section, see § 4(c) of Health-Care Decisions for Persons with Developmental Disabilities Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-566, December 19, 2006, 53 DCR 10272).\n\nFor temporary (90 day) amendment of section, see § 301(k) of Developmental Disabilities Services Management Reform Emergency Amendment Act of 2006 (D.C. Act 16-672, December 28, 2006, 54 DCR 1155).\n\nFor temporary (90 day) amendment of section, see § 4(c) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Act of 2007 (D.C. Act 17-161, October 18, 2007, 54 DCR 10932).\n\nFor temporary (90 day) amendment of section, see § 4(c) of Health-Care Decisions for Persons with Developmental Disabilities Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-245, January 23, 2008, 55 DCR 1230).\n\nFor temporary (90 day) amendment, see § 5(c) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Act of 2008 (D.C. Act 17-492, August 4, 2008, 55 DCR 9167).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-137, see Historical and Statutory Notes following § 7-1301.02.\n\nFor legislative history of D.C. Law 11-52, see Historical and Statutory Notes following § 7-1301.02.\n\nFor Law 16-264, see notes following § 7-1301.03.\n\nFor Law 17-249, see notes following § 7-1203.03.\n\nFor history of Law 19-21, see notes under § 7-731.\n\nFor history of Law 19-169, see notes under § 7-761.02.\n\nDC CODE § 7-1305.04\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-137, § 504, 25 DCR 5094; Sept. 26, 1995, D.C. Law 11-52, § 506(p), 42 DCR 3684; Mar. 14, 2007, D.C. Law 16-264, § 301(k), 54 DCR 818; Oct. 22, 2008, D.C. Law 17-249, § 5(c), 55 DCR 9206; Sept. 14, 2011, D.C. Law 19-21, § 5002(c), 58 DCR 6226; Sept. 26, 2012, D.C. Law 19-169, § 17(gg), 59 DCR 5567.)","sections":[{"prefix":"a","text":"(1) Prior to each individual's commitment under this chapter, the individual shall receive, pursuant to § 7-1304.03, a comprehensive evaluation or screening and an individual habilitation plan. Within 30 days of a individual's admission pursuant to § 7-1303.02, the individual shall have a comprehensive evaluation or screening and an individual habilitation plan."},{"prefix":"2","text":" All individual habilitation plans shall include:"},{"prefix":"A","text":" Current information on whether the individual has the capacity to grant, refuse, or withdraw consent to any ongoing medical treatment and:"},{"prefix":"i","text":" Has executed or could execute a durable power of attorney in accordance with § 21-2205; or"},{"prefix":"ii","text":" Has an individual reasonably available, mentally capable, and willing to provide substituted consent pursuant to § 21-2210; and"},{"prefix":"B","text":" A current durable power of attorney or, in the absence of a durable power of attorney, documentation that the person has been offered an opportunity to execute a durable power of attorney pursuant to § 21-2205 and has declined."},{"prefix":"3","text":" Annual reevaluations or screenings of the individual shall be provided as determined by the individual's interdisciplinary team. Annual reevaluations and screenings shall include a review of and update to the individual habilitation plan on whether the individual:"},{"prefix":"A","text":" Has the capacity to grant, refuse, or withdraw consent to any ongoing medical treatment;"},{"prefix":"B","text":" Has executed or could execute a durable power of attorney in accordance with § 21-2205;"},{"prefix":"C","text":" Has been offered an opportunity to execute a durable power of attorney pursuant to § 21-2205 and declined; or"},{"prefix":"D","text":" Has an individual reasonably available, mentally capable, and willing to provide substituted consent pursuant to § 21-2210."},{"prefix":"4","text":" By April 15, 2009, the DDS shall establish written procedures for incorporating a review of all mental-health services, including psychotropic medications, behavioral plans, and any other psychiatric treatments, into the annual reevaluations and screenings conducted by the individual's interdisciplinary team."},{"prefix":"5","text":" Nothing in this subsection shall be construed as requiring any person to execute a durable power of attorney for health care."},{"prefix":"b","text":" Within 10 days of a individual's commitment pursuant to § 7-1304.03, or within 30 days of admission pursuant to § 7-1303.02, the facility, the facility's sponsoring agency, or the Department on Disability Services shall:"},{"prefix":"1","text":" Designate each professional or staff member who is responsible for implementing or overseeing the implementation of a individual's individual habilitation plan;"},{"prefix":"2","text":" Designate each District agency, private agency, or service responsible for providing the habilitation included in the plan; and"},{"prefix":"3","text":" Specify the role and objectives of each District agency, private agency, or service with respect to the plan."},{"prefix":"c","text":" To the extent of funds appropriated for the purposes of this chapter, each individual shall receive habilitation, care, or both consistent with the recommendations included in the individual's individual habilitation plan. The Department on Disability Services shall set standards for habilitation and care provided to such customers, consistent with standards set by the the Council on Quality and Leadership, including staff-individual and professional-individual ratios. In the interests of continuity of care, 1 qualified developmental disability professional shall be responsible for informing the Chief Program Director, or the Director, when the individual should be released to a less restrictive setting and for continually reviewing the plan."},{"prefix":"d","text":"(1) Notwithstanding the availability of an appropriation to carry out the purposes of this chapter, effective January 1, 2012, a District resident with intellectual disability who is otherwise eligible to receive supports and services from the District pursuant to this chapter, consistent with the recommendations included in the individual habilitation plan, must either pay the full cost of such supports and services directly to the provider or become District Medicaid-eligible and maintain District Medicaid eligibility in order to receive supports and services under this chapter from a District Medicaid-eligible provider. This requirement shall not apply to a person:"},{"prefix":"A","text":" Who is a former resident of Forest Haven;"},{"prefix":"B","text":" Whose needs cannot reasonably be met by a District Medicaid provider;"},{"prefix":"C","text":" Who is eligible for enrollment in the D.C. Healthcare Alliance; or"},{"prefix":"D","text":" Whose representative payee for the purposes of Social Security benefits is the Department of Disability Services or a provider agency who is contracted with the District to provide supports and services for that person, if the reason the person lost Medicaid eligibility is due to a failure by the representative payee."},{"prefix":"2","text":" The Department of Disability Services shall work with and support the person to become District Medicaid-eligible and to maintain District Medicaid eligibility, and the person and his or her representatives, estate, or both shall fully cooperate in such efforts."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"D","text":" Citizens with Intellectual Disabilities."},"chapter":{"identifier":"13","text":"Rights of Citizens with Intellectual Disabilities. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Rights of Persons with Intellectual Disabilities."},"heading":{"title":"7","chaptersection":"1305","identifier":"7-1305.04","catch_text":"Comprehensive evaluation and individual habilitation plan."}}