{"text":"Individuals shall be provided with the least restrictive and most normal living conditions possible. Individuals with intellectual disabilities found incompetent in a criminal case shall be provided with the least restrictive and most normal living conditions possible consistent with preventing the individual from causing injury to others as a result of the individual's intellectual disability. This standard shall apply to dress, grooming, movement, use of free time, and contact and communication with the community, including access to services outside of the institution or residential facility. Individuals shall be taught skills that help them learn how to effectively utilize their environment and how to make choices necessary for daily living and, in the case of an individual committed under § 7-1304.06a, to refrain from committing crimes of violence or sex offenses.","historical":"Prior Codifications\n\n1981 Ed., § 6-1962.\n\n1973 Ed., § 6-1682.\n\nEffect of Amendments\n\nD.C. Law 14-199 rewrote the section which had read as follows:\n\n\"Customers shall be provided with the least restrictive and most normal living conditions possible. This standard shall apply to dress, grooming, movement, use of free time, and contact and communication with the community, including access to services outside of the institution or residential facility. Customers shall be taught skills that help them learn how to effectively utilize their environment and how to make choices necessary for daily living.\"\n\nD.C. Law 19-169 substituted \"Individuals\" for \"Customers\", \"with intellectual disabilities\" for \"with mental retardation\", and \"individual's intellectual disability\" for \"individual's mental retardation\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 505(n) of Multiyear Budget Spending Reduction and Support Temporary Act of 1995 (D.C. Law 10-253, March 23, 1995, law notification 42 DCR 1652).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 505(n) of the Multiyear Budget Spending Reduction and Support Emergency Act of 1994 (D.C. Act 10-389, December 29, 1994, 42 DCR 197).\n\nFor temporary (90 day) amendment of section, see § 2(q) of Civil Commitment of Citizens with Mental Retardation Emergency Amendment Act of 2002 (D.C. Act 14- 383, June 12, 2002, 49 DCR 5701).\n\nFor temporary (90 day) amendment of section, see § 2(q) of Civil Commitment of Citizens with Mental Retardation Legislative Review Emergency Amendment Act of 2002 (D.C. Act 14-454, July 23, 2002, 49 DCR 8096).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-137, see Historical and Statutory Notes following § 7-1301.02.\n\nFor legislative history of D.C. Law 11-52, see Historical and Statutory Notes following § 7-1301.02.\n\nFor Law 14-199, see notes following § 7-1301.03.\n\nFor history of Law 19-169, see notes under § 7-761.02.\n\nDC CODE § 7-1305.02\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-137, § 502, 25 DCR 5094; Sept. 26, 1995, D.C. Law 11-52, § 506(n), 42 DCR 3684; Oct. 17, 2002, D.C. Law 14-199, § 2(q), 49 DCR 7647; Sept. 26, 2012, D.C. Law 19-169, § 17(ee), 59 DCR 5567.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"D","text":" Citizens with Intellectual Disabilities."},"chapter":{"identifier":"13","text":"Rights of Citizens with Intellectual Disabilities. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Rights of Persons with Intellectual Disabilities."},"heading":{"title":"7","chaptersection":"1305","identifier":"7-1305.02","catch_text":"Living conditions; teaching of skills."}}