{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-192 added subsecs. (c) and (d).\n\nD.C. Law 17-219 added subsec. (e).\n\nD.C. Law 19-168, in subsec. (c), designated the existing text as par. (1); in subsec. (c)(1), substituted \"insurance laws and subject to paragraph (2) of this subsection, a health\" for \"insurance laws, a health\"; and added subsec. (c)(2).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Health Care Privatization Benefit and Reimbursement Exemption Temporary Amendment of Act of 2006 (D.C. Law 16-155, September 19, 2006, law notification 53 DCR 7927).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Health Care Privatization Benefit and Reimbursement Exemption Emergency Amendment Act of 2006 (D.C. Act 16-374, May 19, 2006, 53 DCR 4388).\n\nFor temporary (90 day) amendment of section, see § 5052 of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 5052 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 5052 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 5112 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 5112 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor D.C. Law 14-18, see notes following § 7-1401.\n\nFor Law 16-192, see notes following § 7-751.16a.\n\nFor Law 17-219, see notes following § 7-651.17.\n\nFor history of Law 19-168, see notes under § 7-1131.02.\n\nMiscellaneous Notes\n\nShort title: Section 5051 of D.C. Law 16-192 provided that subtitle E of title V of the act may be cited as the \"Health Care Privatization Benefit Amendment Act of 2006\".\n\nShort title: Section 5034 of D.C. Law 17-219 provided that subtitle O of title V of the act may be cited as the \"Safety Net Clinics Fee Amendment Act of 2008\".\n\nShort title: Section 5111 of D.C. Law 19-168 provided that subtitle L of title V of the act may be cited as \"DC HealthCare Alliance Preservation Amendment Act of 2012\".\n\nDC CODE § 7-1405\n\nCurrent through December 11, 2012","credits":"(July 12, 2001, D.C. Law 14-18, § 7, 48 DCR 4047; Mar. 2, 2007, D.C. Law 16-192, § 5052, 53 DCR 6899; Aug. 16, 2008, D.C. Law 17-219, § 5035, 55 DCR 7598; Sept. 20, 2012, D.C. Law 19-168, § 5112, 59 DCR 8025.)","sections":[{"prefix":"a","text":" The Mayor is authorized to provide by contract or by other means comprehensive community-centered health care and medical services for residents of the District of Columbia."},{"prefix":"b","text":" A contract entered into by the Mayor pursuant to subsection (a) of this section shall be exempt from the requirements of Unit A of Chapter 3 of Title 2, except that the contract shall be subject to § 2-301.05a."},{"prefix":"c","text":"(1) Notwithstanding any other provision of the District's health insurance laws and subject to paragraph (2) of this subsection, a health maintenance organization that has a contractual obligation to provide health care services to persons enrolled in the D.C. HealthCare Alliance (\"Alliance\") shall be required to provide to persons enrolled in the Alliance only those health benefits specified in its contract with the District of Columbia."},{"prefix":"2","text":" A contract between the District of Columbia and a health maintenance organization or a managed care organization that provides health care services to persons enrolled in the DC HealthCare Alliance shall, for fiscal year 2013, include coverage for all services, including hospital-based services, being provided to DC HealthCare Alliance enrollees as of January 1, 2012; provided, that for fiscal year 2013, the Department of Health Care Finance shall have the authority to exclude coverage for those hospital-based emergency services that are eligible for Medicaid reimbursement under section 401(b)(1)(A) of the Personal Responsibility and Work Opportunity Reconciliation Act of 1996, approved August 21, 1996 (110 Stat. 502; 8 U.S.C. § 1611(b)(1)(A)), section 1903(v)(3) of the Social Security Amendments Act of 1965, approved July 30, 1965 (79 Stat. 286; 42 U. S.C. 1396b(v)(3)), and 42 C.F.R. § 440.255(c)."},{"prefix":"d","text":" A health maintenance organization or health insurer under contract to the District to deliver services to persons enrolled in the Alliance is not required to reimburse non-participating hospitals for services provided to Alliance enrollees."},{"prefix":"e","text":" A health maintenance organization or health insurer under contract to the District to deliver services to persons enrolled in the Alliance (\"Contractor\"), which shall include safety net clinics, shall have the option of paying the safety net clinics on a fee-for-service basis or a capitated basis. If the Contractor elects to pay on a fee-for-service basis, the Contractor shall pay the safety net clinics no less that $95 per visit. If the Contractor elects to pay the safety net clinics on a capitated basis, the Contractor shall pay the safety net clinics on the same terms and condition as other clinics."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"E","text":" Health Care Safety Net."},"chapter":{"identifier":"14","text":"Health Care Safety Net Administration."},"heading":{"title":"7","chaptersection":"1405","identifier":"7-1405","catch_text":"Authorization to contract for comprehensive health care services."}}