{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-223, in subsec. (a), substituted \"Department of Health Care Finance\" for \"Department of Health\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) medical homes grant making provisions, see § 5802 of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) medical homes grant making provisions, see § 5802 of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) enactment, see § 5002 of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) enactment, see § 5002 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) enactment, see § 5002 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 5072(a) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nLaw 14-18, the \"Health Care Privatization Amendment Act of 2001\", was approved April 30, 2001 by the District of Columbia Financial Responsibility and Management Assistance Authority pursuant to section 207(c) of Public Law 104-8, and assigned DCFRMMA-3.   The Act was transmitted to both Houses of Congress by the Authority on May 7, 2001, for its review.  The Authority gave notice to the Council by letter dated August 6, 2001 that the 30-day Congressional Review Period expired on July 11, 2001.  D.C. Law 14-18 became effective on July 12, 2001.\n\nLaw 18-223, the \"Fiscal Year 2011 Budget Support Act of 2010\", was introduced in Council and assigned Bill No. 18-731, which was referred to the Committee of the Whole.   The Bill was adopted on first and second readings on May 26, 2010, and June 15, 2010, respectively.  Signed by the Mayor on July 2, 2010, it was assigned Act No. 18-462 and transmitted to both Houses of Congress for its review.   D.C. Law 18-223 became effective on September 24, 2010.\n\nDelegation of Authority\n\nDelegation of Authority pursuant to D.C. Law 15-205, the Fiscal Year 2005 the Budget Support Act of 2004, the Fiscal Year 2006 the Budget Support Act of 2005, and D.C. Law 16-192, the Fiscal Year 2007 the Budget Support Act of 2006, see Mayor's Order 2007-143, June 20, 2007 (54 DCR 9598).\n\nMiscellaneous Notes\n\nShort title of subtitle H of title V of Law 15-205: Section 5801 of D.C. Law 15-205 provided that subtitle H of title V of the act may be cited as the Medical Homes Grant Making Act of 2004.\n\nSection 5802 of D.C. Law 15-205 provides: \"In addition to any contract for services authorized by the Health Care Privatization Amendment Act of 2001, effective July 12, 2001 (D.C. Law 14-18; D.C. Official Code § 7-1401) ('Act'), subject to any necessary appropriation, the legal availability of funding, and to matching revenues (cash or in-kind) equivalent to at least 50% of each fiscal year's grant from the District of Columbia, the Office of the City Administrator may award, through a grant to the District of Columbia Primary Care Association, if the grant meets the criteria for a sole source award, from capital funds available to the Department of Health outside of the funding for any contract authorized by the Act, an amount not to exceed $1 million during fiscal year 2005, an amount not to exceed $7 million during fiscal year 2006, and an amount not to exceed $7 million during fiscal year 2007, to support and stimulate the Medical Homes DC.\"\n\nShort title: Section 5001 of D.C. Law 16-192 provided that subtitle A of title V of the act may be cited as the \"Medical Homes Grant-Making Act of 2006\".\n\nGrant-making authority: Section 5002 of D.C. Law 16-192 provided:\n\n\"(a) In addition to any contract for services authorized by the Health Care Privatization Amendment Act of 2001, effective July 12, 2001 (D.C. Law 14-18; D.C. Official Code § 7-1401 et seq.) (\"Act\"), subject to any necessary appropriation and the legal availability of funding, the Office of the City Administrator shall award, through a grant to the District of Columbia Primary Care Association:\n\n\"(1) If the grant meets the criteria for a sole source award, from capital funds available to the Department of Health outside of the funding for any contract authorized by the Act, an amount not to exceed $8.2 million during fiscal year 2007, which amount is in addition to the $7 million authorized by the Medical Homes Grant-Making Act of 2004, effective August 2, 2004 (D.C. Law 15-205; D.C. Official Code § 7-1401, note), and $2.8 million fiscal year 2009 to support Medical Homes DC provided that:\n\n\"(A) Of the fiscal year 2007 funding, $6 million shall be directed to the Northwest One Community Health Center project, as part of the Mayor's New Communities Initiative; which funds shall be managed according to the general rules of Medical Homes DC, as described in the Medical Homes Grant Agreement between the District and the DC Primary Care Association; provided, that any portion of the $6 million not used for the Northwest One Health Center shall be used for any other Medical Homes capital project.\n\n\"(B) Of the remainder of the grant, $2.2 million in fiscal year 2007 and $2.8 in fiscal year 2009, shall be used to develop an electronic health record system for community health centers to promote higher quality of care, improved coordination of services among providers, and more accurate reporting of health statistics to the Department of Health; provided, that of the $2.2 million allocated for fiscal year 2007, $200,000 shall be used to support information technology needs for District of Columbia public and charter school nurse suites.\n\n\"(2) From operating funds available to the Department of Health not including funding for any contract authorized by the Act, an amount not to exceed $1.9 million during fiscal year 2007 to support and stimulate the Medical Homes DC's public purpose of health improvement by ensuring that all residents of the District of Columbia, especially low-income residents and indigent residents, have a medical home where a primary care provider knows each patient's health history, where each patient can be seen regardless of ability to pay, and where each patient can routinely seek non-emergency medical care in the community where the patient resides.\n\n\"(b) The grant amounts and grant authority provided for in this act are in addition to any grant amounts and authority provided by the Medical Homes Grant-Making Act of 2004 effective August 2, 2004 (D.C. Law 15-205; D.C. Official Code § 7-1401, note).\"\n\nShort title: Section 5071 of D.C. Law 18-223 provided that subtitle H of title V of the act may be cited as the \"Department of Health Care Finance Conforming Amendment Act of 2010\".\n\nDC CODE § 7-1401\n\nCurrent through December 11, 2012","credits":"(July 12, 2001, D.C. Law 14-18, § 3, 48 DCR 4047; Sept. 24, 2010, D.C. Law 18-223, § 5072(a), 57 DCR 6242.)","sections":[{"prefix":"a","text":" There is established within the Department of Health Care Finance a Health Care Safety Net Administration to administer and monitor compliance with any contract that the Mayor makes, pursuant to § 7-1405, or that the District of Columbia Financial Responsibility Management Assistance Authority makes, with a health care entity to provide any of the health care functions provided by the Public Benefit Corporation pursuant to Chapter 11 of Title 44 and to perform such other functions as are set forth herein."},{"prefix":"b","text":" The Health Care Safety Net Administration shall be responsible for all transition activities that result from contracting out the functions of the Public Benefit Corporation and that remain to be completed after abolition of the Public Benefit Corporation pursuant to section 9 of the Health Care Privatization Amendment Act of 2001, effective July 12, 2001 (D.C. Law 14-18; 48 DCR 4047), including the following:"},{"prefix":"1","text":" Termination and winding down of existing contracts of the Public Benefit Corporation;"},{"prefix":"2","text":" Completion of administrative proceedings and court litigation previously handled by the Office of the General Counsel of the Public Benefit Corporation or by private counsel retained by the Public Benefit Corporation;"},{"prefix":"3","text":" Coordination of court litigation involving the Public Benefit Corporation that is being handled by the Office of the Corporation Counsel;"},{"prefix":"4","text":" Arrangement of outstanding claims against the Public Benefit Corporation; and"},{"prefix":"5","text":" Arrangement for payment of lawful obligations of the Public Benefit Corporation that are assumed by the District of Columbia pursuant to § 7- 1403."},{"prefix":"c","text":" The Health Care Safety Net Administration shall exercise oversight of the services contracted by the Mayor pursuant to § 7-1405, or by the District of Columbia Financial Responsibility and Management Assistance Authority, to ensure that the health of the population is maintained and that the financial viability of the health care entity providing services exempted pursuant to section 8 of the Health Care Privatization Amendment Act of 2001, effective July 12, 2001 (D.C. Law 14-18; 48 DCR 4047), is addressed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"E","text":" Health Care Safety Net."},"chapter":{"identifier":"14","text":"Health Care Safety Net Administration."},"heading":{"title":"7","chaptersection":"1401","identifier":"7-1401","catch_text":"Health Care Safety Net Administration establishment."}}