{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (j).\n\nLegislative History of Laws\n\nFor Law 17-145, see notes following § 7-1531.01.\n\nFor Law 17-353, see notes following § 7-161.\n\nUniform Law\n\nThis section is based upon § 11 of the Revised Uniform Anatomical Gift Act (2006). See Vol. 8A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 7-1531.10\n\nCurrent through December 11, 2012","credits":"(Apr. 15, 2008, D.C. Law 17-145, § 11, 55 DCR 2532; Mar. 25, 2009, D.C. Law 17-353, § 230(d), 56 DCR 1117.)","sections":[{"prefix":"a","text":" An anatomical gift may be made to the following persons named in the document of gift:"},{"prefix":"1","text":" A hospital; accredited medical school, dental school, college, or university; organ procurement organization; or other appropriate person authorized by the Mayor, for research or education;"},{"prefix":"2","text":" Subject to subsection (b) of this section, an individual designated by the person making the anatomical gift if the individual is the recipient of the part; or"},{"prefix":"3","text":" An eye bank or tissue bank."},{"prefix":"b","text":" If an anatomical gift to an individual under subsection (a)(2) of this section cannot be transplanted into the individual, the part passes in accordance with subsection (g) of this section in the absence of an express, contrary indication by the person making the anatomical gift."},{"prefix":"c","text":" If an anatomical gift of one or more specific parts or of all parts is made in a document of gift that does not name a person described in subsection (a) of this section but identifies the purpose for which an anatomical gift may be used, the following rules apply:"},{"prefix":"1","text":" If the part is an eye and the gift is for the purpose of transplantation or therapy, the gift passes to the appropriate eye bank."},{"prefix":"2","text":" If the part is tissue and the gift is for the purpose of transplantation or therapy, the gift passes to the appropriate tissue bank."},{"prefix":"3","text":" If the part is an organ and the gift is for the purpose of transplantation or therapy, the gift passes to the appropriate organ procurement organization as custodian of the organ."},{"prefix":"4","text":" If the part is an organ, an eye, or tissue and the gift is for the purpose of research or education, the gift passes to the appropriate procurement organization."},{"prefix":"d","text":" For the purposes of subsection (c) of this section, if there is more than one purpose of an anatomical gift set forth in the document of gift but the purposes are not set forth in any priority, the gift shall be used for transplantation or therapy, if suitable. If the gift cannot be used for transplantation or therapy, the gift may be used for research or education."},{"prefix":"e","text":" If an anatomical gift of one or more specific parts is made in a document of gift that does not name a person described in subsection (a) of this section and does not identify the purpose of the gift, the gift may be used only for transplantation or therapy, and the gift passes in accordance with subsection (g) of this section."},{"prefix":"f","text":" If a document of gift specifies only a general intent to make an anatomical gift by words such as \"donor\", \"organ donor\", or \"body donor\", or by a symbol or statement of similar import, the gift may be used only for transplantation or therapy, and the gift passes in accordance with subsection (g) of this section."},{"prefix":"g","text":" For purposes of subsections (b), (e), and (f) of this section, the following rules apply:"},{"prefix":"1","text":" If the part is an eye, the gift passes to the appropriate eye bank."},{"prefix":"2","text":" If the part is tissue, the gift passes to the appropriate tissue bank."},{"prefix":"3","text":" If the part is an organ, the gift passes to the appropriate organ procurement organization as custodian of the organ."},{"prefix":"h","text":" An anatomical gift of an organ for transplantation or therapy, other than an anatomical gift under subsection (a)(2) of this section, passes to the organ procurement organization as custodian of the organ."},{"prefix":"i","text":" If an anatomical gift does not pass pursuant to subsections (a) through (h) of this section or the decedent's body or part is not used for transplantation, therapy, research, or education, custody of the body or part passes to the person under obligation to dispose of the body or part."},{"prefix":"j","text":" A person may not accept an anatomical gift if the person knows that the gift was not effectively made under § 7-1531.04 or § 7-1531.09 or if the person knows that the decedent made a refusal under § 7-1531.06 that was not revoked. For the purposes of the subsection, if a person knows that an anatomical gift was made on a document of gift, the person is deemed to know of any amendment or revocation of the gift or any refusal to make an anatomical gift on the same document of gift."},{"prefix":"k","text":" Except as otherwise provided in subsection (a)(2) of this section, nothing in this subchapter affects the allocation of organs for transplantation or therapy."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"F","text":" Anatomical Parts."},"chapter":{"identifier":"15","text":"Anatomical Parts. (Refs & Annos)"},"subchapter":{"identifier":"II-A","text":"Revised Uniform Anatomical Gift Act. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"1531","identifier":"7-1531.10","catch_text":"Persons that may receive anatomical gift; purpose of anatomical gift."}}