{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-145, see notes following § 7-1531.01.\n\nUniform Law\n\nThis section is based upon § 7 of the Revised Uniform Anatomical Gift Act (2006). See Vol. 8A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 7-1531.06\n\nCurrent through December 11, 2012","credits":"(Apr. 15, 2008, D.C. Law 17-145, § 7, 55 DCR 2532.)","sections":[{"prefix":"a","text":" An individual may refuse to make an anatomical gift of the individual's body or part by:"},{"prefix":"1","text":" A record signed by:"},{"prefix":"A","text":" The individual; or"},{"prefix":"B","text":" Subject to subsection (b) of this section, another individual acting at the direction of the individual if the individual is physically unable to sign;"},{"prefix":"2","text":" The individual's will, whether or not the will is admitted to probate or invalidated after the individual's death; or"},{"prefix":"3","text":" Any form of communication made by the individual during the individual's terminal illness or injury addressed to at least 2 adults, at least one of whom is a disinterested witness."},{"prefix":"b","text":" A record signed pursuant to subsection (a)(1)(B) of this section shall:"},{"prefix":"1","text":" Be witnessed by at least 2 adults, at least one of whom is a disinterested witness, who have signed at the request of the individual; and"},{"prefix":"2","text":" State that it has been signed and witnessed as provided in paragraph (1) of this subsection."},{"prefix":"c","text":" An individual who has made a refusal may amend or revoke the refusal:"},{"prefix":"1","text":" In the manner provided in subsection (a) of this section for making a refusal;"},{"prefix":"2","text":" By subsequently making an anatomical gift pursuant to § 7-1531.04 that is inconsistent with the refusal; or"},{"prefix":"3","text":" By destroying or cancelling the record evidencing the refusal, or the portion of the record used to make the refusal, with the intent to revoke the refusal."},{"prefix":"d","text":" Except as otherwise provided in § 7-1531.07(h), in the absence of an express, contrary indication by the individual set forth in the refusal, an individual's unrevoked refusal to make an anatomical gift of the individual's body or part bars all other persons from making an anatomical gift of the individual's body or part."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"F","text":" Anatomical Parts."},"chapter":{"identifier":"15","text":"Anatomical Parts. (Refs & Annos)"},"subchapter":{"identifier":"II-A","text":"Revised Uniform Anatomical Gift Act. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"1531","identifier":"7-1531.06","catch_text":"Refusal to make anatomical gift; effect of refusal."}}