{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-145, see notes following § 7-1531.01.\n\nUniform Law\n\nThis section is based upon § 21 of the Revised Uniform Anatomical Gift Act (2006). See Vol. 8A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 7-1531.20\n\nCurrent through December 11, 2012","credits":"(Apr. 15, 2008, D.C. Law 17-145, § 21, 55 DCR 2532.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Advance health-care directive\" means a power of attorney for health care or a record signed or authorized by a prospective donor containing the prospective donor's direction concerning a health-care decision for the prospective donor."},{"prefix":"2","text":" \"Declaration\" means a record signed by a prospective donor specifying the circumstances under which a life-support system may be withheld or withdrawn from the prospective donor."},{"prefix":"3","text":" \"Health-care decision\" means any decision regarding the health care of the prospective donor."},{"prefix":"b","text":"(1) If a prospective donor has a declaration or advance health-care directive and the terms of the declaration or directive and the express or implied terms of a potential anatomical gift are in conflict with regard to the administration of measures necessary to ensure the medical suitability of a part for transplantation or therapy, the prospective donor's attending physician and prospective donor shall confer to resolve the conflict."},{"prefix":"2","text":" If the prospective donor is incapable of resolving the conflict, an agent acting under the prospective donor's declaration or directive, or, if none or the agent is not reasonably available, another person authorized by law other than this subsection to make health-care decisions on behalf of the prospective donor, shall act for the donor to resolve the conflict."},{"prefix":"3","text":" The conflict shall be resolved as expeditiously as possible."},{"prefix":"4","text":" Information relevant to the resolution of the conflict may be obtained from the appropriate procurement organization and any other person authorized to make an anatomical gift for the prospective donor under § 7-1531.08."},{"prefix":"5","text":" Before resolution of the conflict, measures necessary to ensure the medical suitability of the part may not be withheld or withdrawn from the prospective donor if withholding or withdrawing the measures is not contraindicated by appropriate end-of-life care."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"F","text":" Anatomical Parts."},"chapter":{"identifier":"15","text":"Anatomical Parts. (Refs & Annos)"},"subchapter":{"identifier":"II-A","text":"Revised Uniform Anatomical Gift Act. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"1531","identifier":"7-1531.20","catch_text":"Effect of anatomical gift on advance health-care directive."}}