{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (a).\n\nLegislative History of Laws\n\nFor Law 17-145, see notes following § 7-1531.01.\n\nFor Law 17-353, see notes following § 7-161.\n\nUniform Law\n\nThis section is based upon § 9 of the Revised Uniform Anatomical Gift Act (2006). See Vol. 8A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 7-1531.08\n\nCurrent through December 11, 2012","credits":"(Apr. 15, 2008, D.C. Law 17-145, § 9, 55 DCR 2532; Mar. 25, 2009, D.C. Law 17-353, § 230(c), 56 DCR 1117.)","sections":[{"prefix":"a","text":" Subject to subsections (b) and (c) of this section and unless barred by § 7-1531.06 or § 7-1531.07, an anatomical gift of a decedent's body or part for purpose of transplantation, therapy, research, or education may be made by any member of the following classes of persons who is reasonably available, in the order of priority listed:"},{"prefix":"1","text":" An agent of the decedent at the time of death who could have made an anatomical gift under § 7-1531.03(2) immediately before the decedent's death;"},{"prefix":"2","text":" The spouse or domestic partner of the decedent;"},{"prefix":"3","text":" Adult children of the decedent;"},{"prefix":"4","text":"(A) Parents of the decedent; or"},{"prefix":"B","text":" If, at the time of death, there was a guardian of the decedent under a guardianship order under § 16-2389, the guardian, unless the order specifies otherwise;"},{"prefix":"5","text":" Adult siblings of the decedent;"},{"prefix":"6","text":" Adult grandchildren of the decedent;"},{"prefix":"7","text":" Grandparents of the decedent;"},{"prefix":"8","text":" An adult who exhibited special care and concern for the decedent;"},{"prefix":"9","text":" The persons who were acting as the guardians of the person of the decedent at the time of death; and"},{"prefix":"10","text":" Any other person having the authority to dispose of the decedent's body."},{"prefix":"b","text":" If there is more than one member of a class listed in subsection (a)(1), (3), (4), (5), (6), (7), or (9) of this section entitled to make an anatomical gift, an anatomical gift may be made by a member of the class unless that member or a person to which the gift may pass under § 7-1531.10 knows of an objection by another member of the class. If an objection is known, the gift may be made only by a majority of the members of the class who are reasonably available."},{"prefix":"c","text":" A person may not make an anatomical gift if, at the time of the decedent's death, a person in a prior class under subsection (a) of this section is reasonably available to make or to object to the making of an anatomical gift."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"F","text":" Anatomical Parts."},"chapter":{"identifier":"15","text":"Anatomical Parts. (Refs & Annos)"},"subchapter":{"identifier":"II-A","text":"Revised Uniform Anatomical Gift Act. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"1531","identifier":"7-1531.08","catch_text":"Who may make anatomical gift of decedent's body or part."}}