{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-353 validated previously made technical corrections in subsecs. (b), (d), and (f).\n\nLegislative History of Laws\n\nFor Law 17-145, see notes following § 7-1531.01.\n\nFor Law 17-353, see notes following § 7-161.\n\nUniform Law\n\nThis section is based upon § 8 of the Revised Uniform Anatomical Gift Act (2006). See Vol. 8A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 7-1531.07\n\nCurrent through December 11, 2012","credits":"(Apr. 15, 2008, D.C. Law 17-145, § 8, 55 DCR 2532; Mar. 25, 2009, D.C. Law 17-353, § 230(b), 56 DCR 1117.)","sections":[{"prefix":"a","text":" Except as otherwise provided in subsection (g) of this section and subject to subsection (f) of this section, in the absence of an express, contrary indication by the donor, a person other than the donor is barred from making, amending, or revoking an anatomical gift of a donor's body or part if the donor made an anatomical gift of the donor's body or part under § 7-1531.04 or an amendment to an anatomical gift of the donor's body or part under § 7- 1531.05."},{"prefix":"b","text":" A donor's revocation of an anatomical gift of the donor's body or part under § 7-1531.05 is not a refusal and does not bar another person specified in § 7-1531.03 or § 7-1531.08 from making an anatomical gift of the donor's body or part under § 7-1531.04 or § 7-1531.09."},{"prefix":"c","text":" If a person other than the donor makes an unrevoked anatomical gift of the donor's body or part under § 7-1531.04 or an amendment to an anatomical gift of the donor's body or part under § 7-1531.05, another person may not make, amend, or revoke the gift of the donor's body or part under § 7-1531.09."},{"prefix":"d","text":" A revocation of an anatomical gift of a donor's body or part under § 7- 1531.05 by a person other than the donor does not bar another person from making an anatomical gift of the body or part under § 7-1531.04 or § 7- 1531.09."},{"prefix":"e","text":" In the absence of an express, contrary indication by the donor or other person authorized to make an anatomical gift under § 7-1531.03, an anatomical gift of a part is neither a refusal to give another part nor a limitation on the making of an anatomical gift of another part at a later time by the donor or another person."},{"prefix":"f","text":" In the absence of an express, contrary indication by the donor or other person authorized to make an anatomical gift under § 7-1531.03, an anatomical gift of a part for one or more of the purposes set forth in § 7- 1531.03 is not a limitation on the making of an anatomical gift of the part for any of the other purposes by the donor or any other person under § 7-1531.04 or § 7-1531.09."},{"prefix":"g","text":" If a donor who is an unemancipated minor dies, a parent of the donor who is reasonably available may revoke or amend an anatomical gift of the donor's body or part."},{"prefix":"h","text":" If an unemancipated minor who signed a refusal dies, a parent of the minor who is reasonably available may revoke the minor's refusal."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"F","text":" Anatomical Parts."},"chapter":{"identifier":"15","text":"Anatomical Parts. (Refs & Annos)"},"subchapter":{"identifier":"II-A","text":"Revised Uniform Anatomical Gift Act. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"1531","identifier":"7-1531.07","catch_text":"Preclusive effect of anatomical gift, amendment, or revocation."}}