{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 6-132.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 9-182, see Historical and Statutory Notes following ยง 7-151.\n\nTransfer of Functions\n\nPursuant to Reorganization Plan No. 4 of 1996 each of the functions assigned, and authorities delegated to the Director of the Department of Human Services as set forth in Sections III.(K), (L), and (P), of Reorganization Plan No. 3 of 1986, dated January 3, 1987; and.\n\nThe administrative and management support functions in the Department of Human Services as set forth in Sections III.(A), (B), (C), (D), (E), and (F), of Reorganization Plan No. 3 of 1986, dated January 3, 1987, that relate to the functions set forth in section V.(A)(I) above were transferred to the Department of Health.\n\nDC CODE ยง 7-152\n\nCurrent through December 11, 2012","credits":"(Mar. 13, 1992, D.C. Law 9-182, ยง 3, 39 DCR 8203.)","sections":[{"prefix":"a","text":" Pursuant to subchapter VI of Chapter 3 of Title 1, the Mayor shall prepare and transmit to the Council a reorganization plan establishing a Department of Public Health no later than October 1, 1993."},{"prefix":"b","text":" The reorganization plan establishing the Department of Public Health shall have, at a minimum, all functions, powers and duties of the Commission on Public Health, including supportive services provided to the Commission on Public Health by the Department of Human Services' Management and Support Services Division."},{"prefix":"c","text":" The Mayor may prepare and transmit to the Council a reorganization plan for the remaining functions of the Department of Human Services at the same time as the reorganization plan establishing the Department of Public Health is transmitted to the Council."},{"prefix":"d","text":" The reorganization plan establishing the Department of Public Health shall become effective no later than October 1, 1994."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"1","text":"Public Health."},"subchapter":{"identifier":"III","text":"Department of Public Health."},"heading":{"title":"7","chaptersection":"152","identifier":"7-152","catch_text":"Organization of the Department of Public Health."}}