{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-145, see notes following § 7-1531.01.\n\nUniform Law\n\nThis section is based upon § 6 of the Revised Uniform Anatomical Gift Act (2006). See Vol. 8A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 7-1531.05\n\nCurrent through December 11, 2012","credits":"(Apr. 15, 2008, D.C. Law 17-145, § 6, 55 DCR 2532.)","sections":[{"prefix":"a","text":" Subject to § 7-1531.07, a donor or other person authorized to make an anatomical gift under § 7-1531.03 may amend or revoke an anatomical gift by:"},{"prefix":"1","text":" A record signed by:"},{"prefix":"A","text":" The donor;"},{"prefix":"B","text":" The other person; or"},{"prefix":"C","text":" Subject to subsection (b) of this section, another individual acting at the direction of the donor or the other person if the donor or other person is physically unable to sign; or"},{"prefix":"2","text":" A later-executed document of gift, including a driver's license or identification card, that amends or revokes a previous anatomical gift or portion of an anatomical gift, either expressly or by inconsistency."},{"prefix":"b","text":" A record signed pursuant to subsection (a)(1)(C) of this section shall:"},{"prefix":"1","text":" Be witnessed by at least 2 adults, at least one of whom is a disinterested witness, who have signed at the request of the donor or the other person; and"},{"prefix":"2","text":" State that it has been signed and witnessed as provided in paragraph (1) of this subsection."},{"prefix":"c","text":" Subject to § 7-1531.07, a donor or other person authorized to make an anatomical gift under § 7-1531.03 may revoke an anatomical gift by the destruction or cancellation of the document of gift, or the portion of the document of gift used to make the gift, with the intent to revoke the gift."},{"prefix":"d","text":" A donor may amend or revoke an anatomical gift that was not made in a will by any form of communication during a terminal illness or injury addressed to at least 2 adults, at least one of whom is a disinterested witness."},{"prefix":"e","text":" A donor who makes an anatomical gift in a will may amend or revoke the gift in the manner provided for amendment or revocation of wills or as provided in subsection (a) of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"F","text":" Anatomical Parts."},"chapter":{"identifier":"15","text":"Anatomical Parts. (Refs & Annos)"},"subchapter":{"identifier":"II-A","text":"Revised Uniform Anatomical Gift Act. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"1531","identifier":"7-1531.05","catch_text":"Amending or revoking anatomical gift before donor's death."}}