{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-145, see notes following § 7-1531.01.\n\nUniform Law\n\nThis section is based upon § 14 of the Revised Uniform Anatomical Gift Act (2006). See Vol. 8A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 7-1531.13\n\nCurrent through December 11, 2012","credits":"(Apr. 15, 2008, D.C. Law 17-145, § 14, 55 DCR 2532.)","sections":[{"prefix":"a","text":" When a hospital or hospice refers an individual who is dead or whose death is imminent to a procurement organization, the organization shall make a reasonable search of the records of the Department of Motor Vehicles and any donor registry that it knows exists for the geographical area in which the individual resides to ascertain whether the individual has made an anatomical gift."},{"prefix":"b","text":" A procurement organization shall be allowed reasonable access to information in the records of the Department of Motor Vehicles to ascertain whether an individual who is dead or whose death is imminent is a donor."},{"prefix":"c","text":" When a hospital or hospice refers an individual who is dead or whose death is imminent to a procurement organization, the organization may conduct any reasonable examination necessary to ensure the medical suitability of a part that is or could be the subject of an anatomical gift for transplantation, therapy, research, or education from a donor or a prospective donor. During the examination period, measures necessary to ensure the medical suitability of the part may not be withdrawn unless the hospital or procurement organization knows that the individual expressed a contrary intent."},{"prefix":"d","text":" Unless prohibited by law other than this subchapter, at any time after a donor's death, the person to which a part passes under § 7-1531.10 may conduct any reasonable examination necessary to ensure the medical suitability of the body or part for its intended purpose."},{"prefix":"e","text":" Unless prohibited by law other than this subchapter, an examination under subsection (c) or (d) of this section may include an examination of all medical and dental records of the donor or prospective donor."},{"prefix":"f","text":" Upon the death of a minor who was a donor or had signed a refusal, unless a procurement organization knows the minor is emancipated, the procurement organization shall conduct a reasonable search for the parents of the minor and provide the parents with an opportunity to revoke or amend the anatomical gift or revoke the refusal."},{"prefix":"g","text":" Upon referral by a hospital or hospice under subsection (a) of this section, a procurement organization shall make a reasonable search for any person listed in § 7-1531.08 having priority to make an anatomical gift on behalf of a prospective donor. If a procurement organization receives information that an anatomical gift to any other person was made, amended, or revoked, it shall promptly advise the other person of all relevant information."},{"prefix":"h","text":" Subject to §§ 7-1531.10(i) and § 7-1531.22, the rights of the person to which a part passes under § 7-1531.10 are superior to the rights of all others with respect to the part. The person may accept or reject an anatomical gift in whole or in part. Subject to the terms of the document of gift and this subchapter, a person that accepts an anatomical gift of an entire body may allow embalming, burial, or cremation, and use of remains in a funeral service. If the gift is of a part, the person to which the part passes under § 7-1531.10, upon the death of the donor and before embalming, burial, or cremation, shall cause the part to be removed without unnecessary mutilation."},{"prefix":"i","text":" Neither the physician who attends the decedent at death nor the physician who determines the time of the decedent's death may participate in the procedures for removing or transplanting a part from the decedent."},{"prefix":"j","text":" A physician or technician may remove a donated part from the body of a donor that the physician or technician is qualified to remove."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"F","text":" Anatomical Parts."},"chapter":{"identifier":"15","text":"Anatomical Parts. (Refs & Annos)"},"subchapter":{"identifier":"II-A","text":"Revised Uniform Anatomical Gift Act. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"1531","identifier":"7-1531.13","catch_text":"Rights and duties of procurement organization and others."}}