{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-145, see notes following § 7-1531.01.\n\nUniform Law\n\nThis section is based upon § 10 of the Revised Uniform Anatomical Gift Act (2006). See Vol. 8A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 7-1531.09\n\nCurrent through December 11, 2012","credits":"(Apr. 15, 2008, D.C. Law 17-145, § 10, 55 DCR 2532.)","sections":[{"prefix":"a","text":" A person authorized to make an anatomical gift under § 7-1531.08 may make an anatomical gift by a document of gift signed by the person making the gift or by that person's oral communication that is electronically recorded or is contemporaneously reduced to a record and signed by the individual receiving the oral communication."},{"prefix":"b","text":" Subject to subsection (c) of this section, an anatomical gift by a person authorized under § 7-1531.08 may be amended or revoked orally or in a record by any member of a prior class who is reasonably available. If more than one member of the prior class is reasonably available, the gift made by a person authorized under § 7-1531.08 may be:"},{"prefix":"1","text":" Amended only if a majority of the reasonably available members agree to the amending of the gift; or"},{"prefix":"2","text":" Revoked only if:"},{"prefix":"A","text":" A majority of the reasonably available members agree to the revoking of the gift; or"},{"prefix":"B","text":" The members of the class described in § 7-1531.08(a)(4) are equally divided as to whether to revoke the gift."},{"prefix":"c","text":" A revocation under subsection (b) of this section is effective only if, before an incision has been made to remove a part from the donor's body or before invasive procedures have begun to prepare the recipient, the procurement organization, transplant hospital, or physician or technician knows of the revocation."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"F","text":" Anatomical Parts."},"chapter":{"identifier":"15","text":"Anatomical Parts. (Refs & Annos)"},"subchapter":{"identifier":"II-A","text":"Revised Uniform Anatomical Gift Act. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"1531","identifier":"7-1531.09","catch_text":"Manner of making, amending, or revoking anatomical gift of decedent's body or part."}}