{"text":"For the purposes of this subchapter and §§ 43-119 and 43-125, except where the context indicates a different meaning:","historical":"Prior Codifications\n\n1981 Ed., § 2-1602.\n\n1973 Ed., § 2-252.\n\nEffect of Amendments\n\nD.C. Law 17-145 repealed pars. (1), (2), and (3) and rewrote par. (4), which had read as follows:\n\n\"(1) 'Mayor' means the Mayor of the District of Columbia or his designated agent.\n\n\"(2) 'Donor' means any person who, in accordance with the provisions of subchapter II of this chapter, bequeaths or donates his tissue for removal after death in furtherance of the purposes of such chapter, and also means any deceased person whose tissue is donated or disposed of for the purposes of this subchapter, subchapter II of this chapter, and §§ 43-119 and 43-125.\n\n\"(3) 'Tissue' means any body of a dead human or any portion thereof, including organs, tissues, eyes, bones, arteries, blood, and other fluids.\n\n\"(4) 'Tissue bank' means a facility for procuring, removing, and disposing of tissue for the purposes set forth in subchapter II of this chapter, and for the purposes of reconstructive medicine and surgery, and research and teaching in reconstructive medicine and surgery.\"\n\nD.C. Law 17-353 validated a previously made technical correction in par. (4).\n\nLegislative History of Laws\n\nFor Law 17-145, see notes following § 7-1501.01.\n\nFor Law 17-353, see notes following § 7-161.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 7-1541.02\n\nCurrent through December 11, 2012","credits":"(Sept. 10, 1962, 76 Stat. 534, Pub. L. 87-656, § 3; May 26, 1970, 84 Stat. 270, Pub. L. 91-268, § 9(a); Apr. 15, 2008, D.C. Law 17-145, § 30(e)(1), 55 DCR 2532; Mar. 25, 2009, D.C. Law 17-353, § 230(f), 56 DCR 1117.)","sections":[{"prefix":"1","text":" Repealed."},{"prefix":"2","text":" Repealed."},{"prefix":"3","text":" Repealed."},{"prefix":"4","text":" \"Tissue bank\" means a facility for the recovery, screening, testing, processing, storage, or distribution of tissue for the purposes set forth in subchapter II-A of this chapter, and for the purposes of reconstructive medicine and surgery, and research and teaching in reconstructive medicine and surgery; provided, that the facility is accredited by the American Association of Tissue Banks."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"F","text":" Anatomical Parts."},"chapter":{"identifier":"15","text":"Anatomical Parts. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Human Tissue Banks."},"heading":{"title":"7","chaptersection":"1541","identifier":"7-1541.02","catch_text":"Definitions."}}