{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-145, see notes following ยง 7-1531.01.\n\nUniform Law\n\nThis section is based upon ยง 12 of the Revised Uniform Anatomical Gift Act (2006). See Vol. 8A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 7-1531.11\n\nCurrent through December 11, 2012","credits":"(Apr. 15, 2008, D.C. Law 17-145, ยง 12, 55 DCR 2532.)","sections":[{"prefix":"a","text":" The following persons shall make a reasonable search of an individual who the person reasonably believes is dead or whose death is imminent for a document of gift or other information identifying the individual as a donor or as an individual who made a refusal:"},{"prefix":"1","text":" A law enforcement officer, firefighter, paramedic, or other emergency rescuer finding the individual; and"},{"prefix":"2","text":" If no other source of the information is immediately available, a hospital, as soon as practical after the individual's arrival at the hospital."},{"prefix":"b","text":" If a document of gift or a refusal to make an anatomical gift is located by the search required by subsection (a)(1) of this section and the individual or deceased individual to whom it relates is taken to a hospital, the person responsible for conducting the search shall send the document of gift or refusal to the hospital."},{"prefix":"c","text":" A person is not subject to criminal or civil liability for failing to discharge the duties imposed by this section, but may be subject to administrative sanctions."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"F","text":" Anatomical Parts."},"chapter":{"identifier":"15","text":"Anatomical Parts. (Refs & Annos)"},"subchapter":{"identifier":"II-A","text":"Revised Uniform Anatomical Gift Act. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"1531","identifier":"7-1531.11","catch_text":"Search and notification."}}