{"text":"","historical":"Temporary Amendments of Section\n\nSection 2 of D.C. Law 19-122 amended subsecs. (d)(2) and (3) and added subsec. (d)(4) to read as follows:\n\n\"(2)(A) No more than 5 dispensaries shall be registered to operate in the District; provided, that the Mayor may increase the number to as many as 8 by rulemaking to ensure that qualifying patients have adequate access to medical marijuana; provided further, that no more than 2 dispensaries shall be registered to operate within an election ward established by the Council in section 4 of the Redistricting Procedure Act of 1981, effective March 16, 1982 (D.C. Law 4-87; D.C. Official Code § 1-1041.03).\n\n\"(B) The prohibition of no more than 2 dispensaries being registered to operate within a ward set forth in subparagraph (A) of this paragraph shall apply to applications pending as of the effective date of the Medical Marijuana Cultivation Center and Dispensary Locations Emergency Amendment Act of 2012, effective January 31, 2012 (D.C. Act 19-299; 59 DCR ___), ('Emergency Act').\n\n\"(3)(A) The number of cultivation centers that may be registered to operate in the District shall be determined by rulemaking; provided, that no more than 6 cultivation centers shall be registered to operate within an election ward established by the Council in section 4 of the Redistricting Procedure Act of 1981, effective March 16, 1982 (D.C. Law 4-87; D.C. Official Code § 1- 1041.03).\n\n\"(B) The prohibition of no more than 6 cultivation centers being registered to operate within a ward set forth in subparagraph (A) of this paragraph shall apply to applications pending as of the effective date of the Emergency Act.\n\n\"(4)(A) No more than one dispensary may be registered to operate in any ward in which 5 cultivation centers have been registered to operate.\n\n\"(B) The prohibition of no more than one dispensary being registered to operate within a ward in which 5 cultivation centers have been registered to operate set forth in subparagraph (A) of this paragraph shall apply to applications pending as of the effective date of the Emergency Act.\".\n\nSection 4(b) of D.C. Law 19-122 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2 of D.C. Law 19-146 added subsec. (g-1) to read as follows:\n\n\"(g-1)(1) A cultivation center shall not be located within a Retail Priority Area, as designated pursuant to section 4 of the Retail Incentive Act of 2004, effective September 8, 2004 (D.C. Law 15-185; D.C. Official Code § 2- 1217.73), and as approved by the Council pursuant to the Great Streets Neighborhood Retail Priority Areas Approval Resolution of 2007, effective July 10, 2007 (Res. 17-025; 54 DCR 7194).\n\n\"(2) Any applicant with a pending application for a registration to operate a cultivation center within a Retail Priority Area as identified in paragraph (1) of this subsection shall be allowed to modify the application within 180 days of the effective date of the Medical Marijuana Cultivation Center Emergency Amendment Act of 2012, effective April 7, 2012 (D.C. Act 19-339; 59 DCR ___), without negatively affecting the current status of the application.\n\n\"(3) The prohibition set forth in paragraph (1) of this subsection shall apply only to applications pending as of the effective date of the Medical Marijuana Cultivation Center Emergency Amendment Act of 2012, effective April 7, 2012 (D.C. Act 19-339; 59 DCR ___).\".\n\nSection 4(b) of D.C. Law 19-146 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Medical Marijuana Cultivation Center and Dispensary Locations Emergency Amendment Act of 2012 (D.C. Act 19-299, January 31, 2012, 59 DCR 902).\n\nFor temporary (90 day) amendment of section, see § 2 of Medical Marijuana Cultivation Center Emergency Amendment Act of 2012 (D.C. Act 19-339, April 7, 2012, 59 DCR 2784).\n\nLegislative History of Laws\n\nFor Law 18-210, see notes following § 7-1671.01.\n\nDC CODE § 7-1671.06\n\nCurrent through December 11, 2012","credits":"(Feb. 25, 2010, D.C. Law 13-315, § 7, as added July 27, 2010, D.C. Law 18-210, § 2, 57 DCR 4798.)","sections":[{"prefix":"a","text":" Notwithstanding any other District law, a dispensary may possess medical marijuana for the purpose of dispensing the medical marijuana to a qualifying patient or caregiver and may manufacture, purchase, possess, distribute, and use paraphernalia, in accordance with this chapter and the rules issued pursuant to § 7-1671.13."},{"prefix":"b","text":" Notwithstanding any other District law, a cultivation center may cultivate and possess medical marijuana for the purpose of distribution to a dispensary and may manufacture, purchase, possess, and use paraphernalia in accordance with this chapter and the rules issued pursuant to § 7-1671.13."},{"prefix":"c","text":" A dispensary may dispense medical marijuana and distribute paraphernalia to a qualifying patient or the qualifying patient's caregiver, and a qualifying patient or the qualifying patient's caregiver may obtain medical marijuana and paraphernalia from a dispensary, only if the qualifying patient is registered to receive medical marijuana from that dispensary."},{"prefix":"d","text":"(1) Each dispensary and cultivation center shall be registered with the Mayor prior to manufacturing, cultivating, dispensing, possessing, or distributing medical marijuana, or manufacturing, possessing, using, or distributing paraphernalia."},{"prefix":"2","text":" No more than 5 dispensaries shall be registered to operate in the District; provided, that the Mayor may increase the number to as many as 8 by rulemaking to ensure that qualifying patients have adequate access to medical marijuana."},{"prefix":"3","text":" The number of cultivation centers that may be registered to operate in the District shall be determined by rulemaking."},{"prefix":"e","text":"(1) A dispensary may not dispense more than 2 ounces of medical marijuana in a 30-day period to a qualifying patient, either directly or through the qualifying patient's caregiver; provided, that the Mayor, through rulemaking, may increase the quantity of medical marijuana that may be dispensed to up to 4 ounces."},{"prefix":"2","text":" A cultivation center shall not possess more than 95 living marijuana plants at any time."},{"prefix":"3","text":" It shall be unlawful for a dispensary to dispense or possess more than the quantity of medical marijuana needed to support the number of qualifying patients or caregivers registered to receive medical marijuana at that dispensary, as determined by the Mayor pursuant to rules issued under § 7- 1671.13; provided, that the Mayor may allow a dispensary to possess a higher quantity of medical marijuana in anticipation of additional qualifying patients or caregivers registering."},{"prefix":"f","text":" No marijuana or paraphernalia at a dispensary or a cultivation center shall be visible from any public or other property."},{"prefix":"g","text":" A dispensary or cultivation center shall not locate within any residential district or within 300 feet of a preschool, primary or secondary school, or recreation center."},{"prefix":"h","text":" Each dispensary and cultivation center shall:"},{"prefix":"1","text":" Be either a for-profit or nonprofit corporation incorporated within the District;"},{"prefix":"2","text":" Implement a security plan to prevent the theft or diversion of medical marijuana, including maintaining all medical marijuana in a secure, locked room that is accessible only by authorized persons; and"},{"prefix":"3","text":" Ensure that all of its employees receive training on compliance with District law, medical marijuana use, security, and theft prevention."},{"prefix":"i","text":" Each dispensary shall regularly distribute to all qualifying patients and caregivers the educational materials regarding potential harmful drug interactions developed as part of the Program."},{"prefix":"j","text":" No director, officer, member, incorporator, agent, or employee of a dispensary or cultivation center who has access to the medical marijuana at the dispensary or cultivation center shall have:"},{"prefix":"1","text":" A felony conviction; or"},{"prefix":"2","text":" A misdemeanor conviction for a drug-related offense."},{"prefix":"k","text":" A person found to have violated any provision in this chapter shall not be a director, officer, member, incorporator, agent, or employee of a dispensary or cultivation center, and the registration identification card of the person shall be immediately revoked and the registration of the dispensary or cultivation center shall be suspended until the person is no longer a director, officer, member, incorporator, agent, or employee of the dispensary or cultivation center."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"G-Ii","text":" Use of Marijuana for Medical Treatment."},"chapter":{"identifier":"16B","text":"Use of Marijuana for Medical Treatment."},"heading":{"title":"7","chaptersection":"1671","identifier":"7-1671.06","catch_text":"Dispensaries and cultivation centers."}}