{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2804.\n\nEffect of Amendments\n\nD.C. Law 16-191 substituted \"Health\" for \"Human Services\".\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (a).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-121, see Historical and Statutory Notes following § 7-1601.\n\nFor Law 16-191, see notes following § 7-103.\n\nFor Law 17-353, see notes following § 7-161.\n\nDC CODE § 7-1604\n\nCurrent through December 11, 2012","credits":"(June 10, 1986, D.C. Law 6-121, § 5, 33 DCR 2451; Mar. 2, 2007, D.C. Law 16-191, § 7, 53 DCR 6794; Mar. 25, 2009, D.C. Law 17-353, § 130(b), 56 DCR 1117.)","sections":[{"prefix":"a","text":" The Mayor shall establish, within the Department of Health, an AIDS Program Coordination Office."},{"prefix":"b","text":" The AIDS Program Coordination Office shall be supervised by the AIDS Program Coordination Officer who shall, at the direction of the Director of the Department of Health, be responsible for the coordination of and serving as the point of contact for the District of Columbia's comprehensive AIDS Health-Care Response Plan established by § 7-1602."},{"prefix":"c","text":" The AIDS Program Coordination Officer shall:"},{"prefix":"1","text":" Analyze medical data, reports, and information to determine the effectiveness with which the AIDS program is meeting the needs of the residents of the District of Columbia;"},{"prefix":"2","text":" Coordinate and assist in the development of grant proposals to obtain funds from both the federal government and the private sector for AIDS and AIDS-related activities;"},{"prefix":"3","text":" Develop and coordinate, with other agencies of the District government, a program of health-care services delivery and other supportive services for persons with AIDS living at home;"},{"prefix":"4","text":" Disseminate information on AIDS to the public;"},{"prefix":"5","text":" Assist officials from the federal government, community groups, nursing homes, hospitals, and others in the coordination of AIDS plans, programs, and services delivery for persons with AIDS living in the District of Columbia;"},{"prefix":"6","text":" Serve as the liaison officer for the District's AIDS program to other District government agencies and monitor their compliance with the District's comprehensive AIDS program;"},{"prefix":"7","text":" Conduct community outreach and education programs; and"},{"prefix":"8","text":" Perform other duties appropriate to accomplish the objectives of this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"G","text":" AIDS Health Care."},"chapter":{"identifier":"16","text":"AIDS Health Care. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"7","chaptersection":"1604","identifier":"7-1604","catch_text":"AIDS Program Coordination Office."}}