{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-210, see notes following § 7-1671.01.\n\nDC CODE § 7-1671.04\n\nCurrent through December 11, 2012","credits":"(Feb. 25, 2010, D.C. Law 13-315, § 5, as added July 27, 2010, D.C. Law 18-210, § 2, 57 DCR 4798.)","sections":[{"prefix":"a","text":" A physician may recommend the use of medical marijuana to a qualifying patient if the physician:"},{"prefix":"1","text":" Is in a bona fide physician-patient relationship with the qualifying patient; and"},{"prefix":"2","text":" Makes the recommendation based upon the physician's assessment of the qualifying patient's medical history, current medical condition, and a review of other approved medications and treatments that might provide the qualifying patient with relief from a qualifying medical condition or the side effects of a qualifying medical treatment."},{"prefix":"b","text":"(1) A physician's recommendation that a qualifying patient may use medical marijuana shall be signed by the physician and include:"},{"prefix":"A","text":" The physician's medical license number; and"},{"prefix":"B","text":" A statement that the use of medical marijuana is necessary for the treatment of a qualifying medical condition or the side effects of a qualifying medical treatment."},{"prefix":"2","text":" A physician's recommendation shall be valid only if it is written on a form prescribed by the Mayor."},{"prefix":"c","text":" Except as provided in § 7-1671.07, a physician shall not be subject to any penalty, including arrest, prosecution, or disciplinary proceeding, or denial of any right or privilege, for advising a qualifying patient about the use of medical marijuana or recommending the use of medical marijuana to a qualifying patient pursuant to this chapter and the rules issued pursuant to § 7-1671.13."},{"prefix":"d","text":" A physician recommending the use of medical marijuana by a qualifying patient shall not have a professional office located at a dispensary or cultivation center or receive financial compensation from a dispensary or cultivation center, or a director, officer, member, incorporator, agent, or employee of a dispensary or cultivation center."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"G-Ii","text":" Use of Marijuana for Medical Treatment."},"chapter":{"identifier":"16B","text":"Use of Marijuana for Medical Treatment."},"heading":{"title":"7","chaptersection":"1671","identifier":"7-1671.04","catch_text":"Recommending physician; protections."}}