{"text":"There is established a medical marijuana program, which shall regulate the manufacture, cultivation, distribution, dispensing, purchase, delivery, sale, possession, and administration of medical marijuana and the manufacture, possession, purchase, sale, and use of paraphernalia. The Program shall be administered by the Mayor and shall:","historical":"Legislative History of Laws\n\nFor Law 18-210, see notes following § 7-1671.01.\n\nDelegation of Authority\n\nEstablishment of Medical Marijuana Program and Delegation of Authority, see Mayor's Order 2010-138, August 6, 2010 (57 DCR 7110).\n\nDC CODE § 7-1671.05\n\nCurrent through December 11, 2012","credits":"(Feb. 25, 2010, D.C. Law 13-315, § 6, as added July 27, 2010, D.C. Law 18-210, § 2, 57 DCR 4798.)","sections":[{"prefix":"1","text":"(A) Require the registration with the Department of all:"},{"prefix":"i","text":" Qualifying patients; and"},{"prefix":"ii","text":" Caregivers; and"},{"prefix":"B","text":" As part of the registration process, require a qualifying patient to:"},{"prefix":"i","text":" Designate the dispensary from which the qualifying patient will receive medical marijuana; provided, that the qualifying patient may change the designation with 14 days written notice to the Department; and"},{"prefix":"ii","text":" Provide a copy of the physician's recommendation for the qualifying patient's use of medical marijuana;"},{"prefix":"2","text":" Require the registration of all:"},{"prefix":"A","text":" Dispensaries;"},{"prefix":"B","text":" Cultivation centers; and"},{"prefix":"C","text":" Directors, officers, members, incorporators, agents, and employees of dispensaries and cultivation centers;"},{"prefix":"3","text":" Issue nontransferable registration identification cards that expire annually to registered persons and entities, which may be presented to and used by law enforcement to confirm whether a person or entity is authorized to administer, cultivate, dispense, distribute, or possess medical marijuana, or manufacture, possess, or distribute paraphernalia;"},{"prefix":"4","text":" Require all dispensaries and cultivation centers to:"},{"prefix":"A","text":" Maintain true, complete, and current records of the following:"},{"prefix":"i","text":" The name, address, home telephone number, and date of birth of each employee;"},{"prefix":"ii","text":" A record of each transaction, including:"},{"prefix":"I","text":" The quantity of medical marijuana distributed or dispensed;"},{"prefix":"II","text":" The consideration given for the medical marijuana; and"},{"prefix":"III","text":" The recipient of the medical marijuana;"},{"prefix":"iii","text":" The quantity of medical marijuana at the dispensary or cultivation center;"},{"prefix":"iv","text":" The disposal method used for any medical marijuana that was cultivated or acquired but not sold, including evidence of the disposal of the medical marijuana; and"},{"prefix":"v","text":" Any other information required by the Mayor;"},{"prefix":"B","text":" Notify the Chief of the Metropolitan Police Department in writing and immediately of the loss, theft, or destruction of any medical marijuana;"},{"prefix":"5","text":" Require all dispensaries to maintain true, complete, and current records of:"},{"prefix":"A","text":" The name and address of the qualifying patient authorized to obtain the distribution or dispensing of medical marijuana; and"},{"prefix":"B","text":" The name and address of the caregiver who receives the medical marijuana;"},{"prefix":"6","text":" Develop educational materials about potential harmful drug interactions that could occur from using medical marijuana concurrently with other medical treatments and the importance of informing health care providers and pharmacists of the use of medical marijuana to help avoid harmful drug interactions;"},{"prefix":"7","text":" Revoke or suspend the registration of any person or entity if the Mayor determines that the person or entity has violated a provision of this chapter or the rules issued pursuant to § 7-1671.13;"},{"prefix":"8","text":" Conduct announced and unannounced inspections of dispensaries and cultivation centers;"},{"prefix":"9","text":" Establish sliding-scale registration and annual renewal fees for all persons and entities required to register pursuant to this chapter; provided, that the registration and annual renewal fees for dispensaries and cultivation centers and for the directors, officers, members, incorporators, agents, and employees of dispensaries and cultivation centers shall be sufficient to offset the costs of administering this chapter;"},{"prefix":"10","text":" Establish a system to provide for the safe and affordable dispensing of medical marijuana to qualifying patients who are unable to afford a sufficient supply of medical marijuana based upon the qualifying patient's income and existing financial resources that:"},{"prefix":"A","text":" Allows qualifying patients to apply to the Mayor to be eligible to purchase medical marijuana on a sliding scale from dispensaries; and"},{"prefix":"B","text":" Requires each dispensary to devote a percentage of its gross revenue, as determined by the Mayor, to providing medical marijuana on the sliding scale to qualifying patients determined eligible pursuant to subparagraph (A) of this paragraph;"},{"prefix":"11","text":" Submit to the Council an annual report that does not disclose any identifying information about qualifying patients, caregivers, or physicians, but that includes:"},{"prefix":"A","text":" The number of applications filed for a registration identification card;"},{"prefix":"B","text":" The number of qualifying patients and caregivers registered;"},{"prefix":"C","text":" The qualifying medical condition or qualifying medical treatment for each qualifying patient;"},{"prefix":"D","text":" The number of registration identification cards suspended and the number revoked; and"},{"prefix":"E","text":" The number of physicians providing written recommendations for qualifying patients;"},{"prefix":"12","text":" Establish standards by which applicants for dispensary and cultivation center registration will be evaluated to determine which applicants will be accepted for registration and renewal of registration, which shall include the following factors:"},{"prefix":"A","text":" Knowledge of District and federal law relating to marijuana;"},{"prefix":"B","text":" Suitability of the proposed facility;"},{"prefix":"C","text":" A proposed staffing plan;"},{"prefix":"D","text":" A security plan that has been assessed by the Metropolitan Police Department;"},{"prefix":"E","text":" A cultivation plan; and"},{"prefix":"F","text":" A product safety and labeling plan;"},{"prefix":"13","text":"(A) Provide notice through the mail to all Advisory Neighborhood Commissions in the affected ward at least 30 days prior to approval of a location for a dispensary or cultivation center; and"},{"prefix":"B","text":" Accord great weight to input provided by the Advisory Neighborhood Commission regarding the proposed location of a dispensary or cultivation center when approving or rejecting an application for registration; and"},{"prefix":"14","text":" Require caregivers and qualifying patients to notify the Department immediately and in writing of the loss, theft, or destruction of a registration identification card."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"G-Ii","text":" Use of Marijuana for Medical Treatment."},"chapter":{"identifier":"16B","text":"Use of Marijuana for Medical Treatment."},"heading":{"title":"7","chaptersection":"1671","identifier":"7-1671.05","catch_text":"Medical marijuana program."}}