{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2802.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-121, see Historical and Statutory Notes following § 7-1601.\n\nMiscellaneous Notes\n\nMayor authorized to make AIDS grants: Section 2 of D.C. Law 10-165 provided that the Mayor shall have the authority to make grants, with appropriated funding, for HIV/AIDS related services pursuant to the regulations contained in Chapter 80 of Title 22 of the District of Columbia Municipal Regulations governing the administration of public health grants by the Department of Human Services.\n\nEstablishment and Appointments--Mayor's Advisory Committee on HIV/AIDS, see Mayor's Order 2003-31, March 12, 2003 (50 DCR 2386).\n\nDC CODE § 7-1602\n\nCurrent through December 11, 2012","credits":"(June 10, 1986, D.C. Law 6-121, § 3, 33 DCR 2451.)","sections":[{"prefix":"a","text":" Within 6 months of December 30, 1985, the Mayor shall develop and present to the Council for its review and comment a comprehensive AIDS Health-Care Response Plan for the District of Columbia. The plan shall include, but not be limited to, the development of short-term and long-term goals and schemes for administrative coordination by District government agencies, educational programs, prevention methods and programs, a compilation of private sector services available to AIDS patients, medical research and information gathering, outpatient and inpatient health-care services delivery, social services delivery, exploration of the feasibility of establishing a separate compensation rate for District employees working in the health-care treatment facility or facilities contemplated in § 7-1603, housing, and identifying other general services needs."},{"prefix":"b","text":" The Mayor shall update annually the comprehensive plan mandated by subsection (a) of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"G","text":" AIDS Health Care."},"chapter":{"identifier":"16","text":"AIDS Health Care. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"7","chaptersection":"1602","identifier":"7-1602","catch_text":"Comprehensive AIDS Health-Care Response Plan."}}