{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-210, see notes following § 7-1671.01.\n\nDC CODE § 7-1671.02\n\nCurrent through December 11, 2012","credits":"(Feb. 25, 2010, D.C. Law 13-315, § 3, as added July 27, 2010, D.C. Law 18-210, § 2, 57 DCR 4798.)","sections":[{"prefix":"a","text":" Notwithstanding any other District law, a qualifying patient may possess and administer medical marijuana, and possess and use paraphernalia, in accordance with this chapter and the rules issued pursuant to § 7-1671.13."},{"prefix":"b","text":" Notwithstanding any other District law, a caregiver may possess and dispense medical marijuana to a qualifying patient, and possess and use paraphernalia, for the sole purpose of assisting in the administration of medical marijuana to a qualifying patient in accordance with this chapter and the rules issued pursuant to § 7-1671.13."},{"prefix":"c","text":" A qualifying patient may possess and administer medical marijuana, and possess and use paraphernalia, only for treatment of a qualifying medical condition or the side effects of a qualifying medical treatment and only after having:"},{"prefix":"1","text":" Obtained a signed, written recommendation from a physician in accordance with § 7-1671.04; and"},{"prefix":"2","text":" Registered with the Mayor pursuant to § 7-1671.05."},{"prefix":"d","text":" A qualifying patient or caregiver shall only possess, administer, or dispense medical marijuana, or possess or use paraphernalia, obtained from a dispensary registered with the Mayor pursuant to § 7-1671.05."},{"prefix":"e","text":" A qualifying patient who is a minor may possess and administer medical marijuana only if the parent or legal guardian of the minor has signed a written statement affirming that the parent or legal guardian:"},{"prefix":"1","text":" Understands the qualifying medical condition or qualifying medical treatment of the minor;"},{"prefix":"2","text":" Understands the potential benefits and potential adverse effects of the use of medical marijuana, generally, and, specifically, in the case of the minor;"},{"prefix":"3","text":" Consents to the use of medical marijuana for the treatment of the minor's qualifying medical condition or treatment of the side effects of the minor's qualifying medical treatment; and"},{"prefix":"4","text":" Consents to, or designates another adult to, serve as the caregiver for the qualifying patient and the caregiver controls the acquisition, possession, dosage, and frequency of use of medical marijuana by the qualifying patient."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"G-Ii","text":" Use of Marijuana for Medical Treatment."},"chapter":{"identifier":"16B","text":"Use of Marijuana for Medical Treatment."},"heading":{"title":"7","chaptersection":"1671","identifier":"7-1671.02","catch_text":"Use of medical marijuana."}}