{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-308, in subsec. (d)(1), substituted \"a report of an adverse event to the system administrator no later than 60 days after its occurrence, or within an earlier time frame if so promulgated by the Board of Medicine.\" for \"biannual reports on January and July 1 of each calendar year, on adverse events to the system administrator.\"\n\nD.C. Law 17-353 validated previously made technical corrections in subsecs. (e)(1) and (f).\n\nLegislative History of Laws\n\nLaw 16-263, the \"Medical Malpractice Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-334, which was referred to Committee on Consumer and Regulatory Affairs.  The Bill was adopted on first and second readings on December 5, 2006, and December 19, 2006, respectively.  Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-619 and transmitted to both Houses of Congress for its review.   D.C. Law 16-263 became effective on March 14, 2007.\n\nLaw 17-308, the \"Adverse Event Reporting Requirement Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-858 which was referred to the Committee on Health.  The Bill was adopted on first and second readings on November 18, 2008, and December 2, 2008, respectively.   Signed by the Mayor on December 16, 2008, it was assigned Act No. 17-608 and transmitted to both Houses of Congress for its review. D.C. Law 17-308 became effective on March 20, 2009.\n\nLaw 17-353, the \"Technical Amendments Act of 2008\", was introduced in Council and assigned Bill No. 17-994 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 2, 2008, and December 16, 2008, respectively.   Signed by the Mayor on January 15, 2009, it was assigned Act No. 17-687 and transmitted to both Houses of Congress for its review.   D.C. Law 17-353 became effective on March 25, 2009.\n\nDelegation of Authority\n\nDelegation of Authority Pursuant to D.C. Law 16-263, the Medical Malpractice Amendment Act of 2006, see Mayor's Order 2008-25, February 8, 2008 (55 DCR 2371).\n\nDC CODE § 7-161\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-263, § 202, 54 DCR 807; Mar. 20, 2009, D.C. Law 17-308, § 2, 56 DCR 27; Mar. 25, 2009, D.C. Law 17-353, § 158(a), 56 DCR 1117.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Adverse event\" means an event, occurrence, or situation involving the medical care of a patient by a health care provider that results in death or an unanticipated injury to the patient."},{"prefix":"2","text":" \"Healthcare provider\" means an individual or entity licensed or otherwise authorized under District law to provide healthcare service, including a hospital, nursing facility, comprehensive outpatient rehabilitation facility, home health agency, hospice program, renal dialysis facility, ambulatory surgical center, pharmacy, physician or health care practitioner's office, long-term care facility, behavior health residential treatment facility, health clinic, clinical laboratory, health center, physician, physician assistant, nurse practitioner, clinical nurse specialist, certified registered nurse anesthetist, certified nurse midwife, psychologist, certified social worker, registered dietitian or nutrition professional, physical or occupational therapist, pharmacist, or other individual health care practitioner."},{"prefix":"3","text":" \"Medical facility\" means a hospital, nursing facility, comprehensive outpatient rehabilitation facility, home health agency, hospice program, renal dialysis facility, ambulatory surgical center, pharmacy, physician or health care practitioner's office, long-term care facility, behavior health residential treatment facility, health clinic, clinical laboratory, or health center."},{"prefix":"4","text":" \"Primary health record\" means the record of continuing care maintained by a health professional, group practice, or health care facility or agency containing all diagnostic and therapeutic services rendered to an individual patient by the health professional, group practice, or health care facility, or agency."},{"prefix":"b","text":" On or before July 1, 2007, the Mayor shall establish, within the Department of Health, a centralized system for the collection and analysis of adverse events in the District of Columbia."},{"prefix":"c","text":" The Mayor shall appoint an employee of the Department of Health to administer the system, whose responsibilities shall include:"},{"prefix":"1","text":" Collecting, organizing, and storing data on adverse events occurring at medical facilities in the District of Columbia;"},{"prefix":"2","text":" Tracking, assessing, and analyzing the incoming reports, findings, and corrective action plans;"},{"prefix":"3","text":" Identifying common adverse event patterns or trends;"},{"prefix":"4","text":" Recommending methods to reduce systematic adverse events;"},{"prefix":"5","text":" Providing technical assistance to healthcare providers and medical facilities on the development and implementation of patient safety plans to prevent adverse events;"},{"prefix":"6","text":" Disseminating information and advising healthcare providers and medical facilities in the District of Columbia on medical best practices;"},{"prefix":"7","text":" Monitoring national trends in best practices and disseminating relevant information and advice to healthcare providers and medical facilities in the District of Columbia; and"},{"prefix":"8","text":" Publishing an annual report that includes summary data of the number and types of adverse events of the prior calender year by type of healthcare providers and medical facility, rates of change, and other analyses and communicating recommendations to improve health care delivery in the District of Columbia."},{"prefix":"d","text":"(1) Pursuant to this section, healthcare providers and medical facilities providing services in the District of Columbia shall submit a report of an adverse event to the system administrator no later than 60 days after its occurrence, or within an earlier time frame if so promulgated by the Board of Medicine. Each report shall contain, for each adverse event, the patient's full primary health record; provided, that medical information with respect to the patient's identity shall be de-identified and anonymous."},{"prefix":"2","text":" Failure to submit a report as required by this section shall be punishable by a penalty of not less than $500 or more than $2,500."},{"prefix":"e","text":"(1) Except as otherwise provided by this section, the files, records, findings, opinions, recommendations, evaluations, and reports of the system administrator, information provided to or obtained by the system administrator, the identity of persons providing information to the system administrator, and reports or information provided pursuant to this section shall be confidential, shall not be subject to disclosure pursuant to any other provision of law, and shall not be discoverable or admissible into evidence in any civil, criminal, or legislative proceeding. The information shall not be disclosed by any person under any circumstances. This subsection shall not preclude use of reports or information provided under this section by a board regulating a health profession or the Mayor in proceedings by the board or the Mayor."},{"prefix":"2","text":" No person who provided information to the system administrator shall be compelled to testify in any civil, criminal, or legislative proceeding with respect to any confidential matter contained in the information provided to the system administrator."},{"prefix":"3","text":" Notwithstanding subsections (a) or (b) of this section, a court may order a system administrator to provide information in a criminal proceeding in which an individual is accused of a felony if the court determines that disclosure is essential to protect the public interest and that the information being sought can be obtained from no other source. In determining whether disclosure is essential to protect the public interest, the court shall consider the seriousness of the offense with which the individual is charged, the need for disclosure of the party seeking it, and the probative value of the information. If the court orders disclosure, the identity of any patient shall not be disclosed without the consent of the patient or his or her legal representative."},{"prefix":"f","text":" Implementation of this section shall be funded through the licensure fees collected by the Board of Medicine."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"1","text":"Public Health."},"subchapter":{"identifier":"III-A","text":"Adverse Event Reporting."},"heading":{"title":"7","chaptersection":"161","identifier":"7-161","catch_text":"Mandatory adverse event reporting."}}