{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-210, see notes following ยง 7-1671.01.\n\nDC CODE ยง 7-1671.13\n\nCurrent through December 11, 2012","credits":"(Feb. 25, 2010, D.C. Law 13-315, ยง 14, as added July 27, 2010, D.C. Law 18-210, ยง 2, 57 DCR 4798.)","sections":[{"prefix":"a","text":" The Mayor, pursuant to subchapter I of Chapter 5 of Title 2, shall issue rules to implement the provisions of this chapter, including rules to:"},{"prefix":"1","text":" Adopt manufacturing practices that cultivation centers and dispensaries shall be required to comply with to ensure that medical marijuana sold by cultivation centers and dispensaries is of pharmaceutical grade;"},{"prefix":"2","text":" Ensure that the labeling on medical marijuana sold by cultivation centers and dispensaries provides sufficient information for qualifying patients to be able to make informed choices;"},{"prefix":"3","text":" Ensure that each cultivation center and dispensary has appropriate signage and outdoor lighting and an appropriate security system, security plan, and theft prevention plan;"},{"prefix":"4","text":" Limit the hours during which dispensaries and cultivation centers may operate;"},{"prefix":"5","text":" Determine, for the purpose of ensuring that qualifying patients have adequate access to medical marijuana, the number of cultivation centers that may operate in the District, based on the number of qualifying patients expected to register in the first year of the Program's operation; provided, that the Mayor may adjust this number through rulemaking based on:"},{"prefix":"A","text":" The number of registered qualifying patients; and"},{"prefix":"B","text":" The number of qualifying patients expected to register in the subsequent 180 days;"},{"prefix":"6","text":" Determine the amount of any registration fee for any dispensary or cultivation center; and"},{"prefix":"7","text":" Determine the forms of medical marijuana that dispensaries and cultivation centers shall be permitted to dispense or distribute."},{"prefix":"b","text":" The Mayor shall submit the proposed rules to the Council for a 30-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution, within this 30-day review period, the proposed rules shall be deemed approved."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"G-Ii","text":" Use of Marijuana for Medical Treatment."},"chapter":{"identifier":"16B","text":"Use of Marijuana for Medical Treatment."},"heading":{"title":"7","chaptersection":"1671","identifier":"7-1671.13","catch_text":"Rules."}}