{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-210, see notes following § 7-1671.01.\n\nDC CODE § 7-1671.08\n\nCurrent through December 11, 2012","credits":"(Feb. 25, 2010, D.C. Law 13-315, § 9, as added July 27, 2010, D.C. Law 18-210, § 2, 57 DCR 4798.)","sections":[{"prefix":"a","text":" Any person who manufactures, cultivates, possesses, administers, dispenses, distributes, or uses marijuana, or manufactures, possesses, distributes, or uses paraphernalia, in a manner not authorized by this chapter or the rules issued pursuant to § 7-1671.13 shall be subject to criminal prosecution and sanction under subchapter I of Chapter 11 of Title 48."},{"prefix":"b","text":" Any person who makes a fraudulent representation to a law enforcement official of any fact or circumstance relating to the person's manufacture, cultivation, possession, administration, dispensing, distribution, or use of medical marijuana, or manufacture, possession, distribution, or use of paraphernalia, to avoid arrest or prosecution shall be subject to a criminal fine not to exceed $1,000. The imposition of the fine shall be in addition to any other penalties that may otherwise apply for the making of a false statement or for the manufacture, cultivation, possession, administration, dispensing, distribution, or use of marijuana, or the manufacture, possession, distribution, or use of paraphernalia."},{"prefix":"c","text":" It shall be an affirmative defense to a criminal charge of possession or distribution of marijuana, or possession with intent to distribute marijuana, that the person charged with the offense is a person who:"},{"prefix":"1","text":" Was in possession of medical marijuana only inside the qualifying patient's residence or a medical treatment facility;"},{"prefix":"2","text":" Only administered or assisted in administering the medical marijuana to the qualifying patient and only within the qualifying patient's residence or at a permitted medical treatment facility;"},{"prefix":"3","text":" Assisted the qualifying patient only when the caregiver was not reasonably available to provide assistance; and"},{"prefix":"4","text":" Is 18 years of age or older."},{"prefix":"d","text":" Civil fines, penalties, and fees may be imposed as sanctions for any infraction of the provisions of this chapter, or any rules issued under § 7- 1671.13, pursuant to Chapter 18 of Title 2. Adjudication of any infraction of this chapter shall be pursuant to Chapter 18 of Title 2."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"G-Ii","text":" Use of Marijuana for Medical Treatment."},"chapter":{"identifier":"16B","text":"Use of Marijuana for Medical Treatment."},"heading":{"title":"7","chaptersection":"1671","identifier":"7-1671.08","catch_text":"Penalties."}}