{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 18-210, the \"Legalization of Marijuana for Medical Treatment Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-622, which was referred to the Committee on Health and the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on April 20, 2010, and May 4, 2010, respectively. Signed by the Mayor on May 21, 2010, it was assigned Act No. 18-429 and transmitted to both Houses of Congress for its review. D.C. Law 18-210 became effective on July 27, 2010.\n\nTemporary Addition of Section\n\nSection 2 of D.C. Law 18-152 added a section to read as follows:\n\n\"Sec. 11a. Applicability.\n\n\"This act shall apply upon the effective date of the Legalization of Marijuana for Medical Treatment Initiative Amendment Act of 2010, as introduced on January 19, 2010 (D.C. Bill 18-622).\".\n\nSection 4(b) of D.C. Law 18-152 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2 of Legalization of Marijuana for Medical Treatment Initiative Applicability Emergency Amendment Act of 2009 (D.C. Act 18-323, March 1, 2010, 57 DCR 1849).\n\nMiscellaneous Notes\n\nHistory of D.C. Law 13-315.\n\nInitiative 59, permitting the use of marijuana for medical treatment, was certified as a proper subject for an initiative by the District of Columbia Board of Elections and Ethics on September 17, 1998. In reaction to the certification, Congress enacted and the President signed the \"Barr Amendment\" that prohibited the use of appropriated funds to conduct any ballot initiative which sought to legalize or otherwise reduce penalties associated with a controlled substance. Since, the ballots for the November 3 election had already been printed before enactment of the Barr Amendment, District voters still considered the initiative.\n\nAfter the vote, the Board of Elections and Ethics refused, in light of the Barr Amendment, to release and certify the results of the vote on Initiative 59. Certain District of Columbia voters then sued the Board.\n\nIn Turner v. District of Columbia Board of Elections and Ethics, 77 F.Supp.2d 25 (D.D.C. 1999), the court ruled that the Board could count and certify the election results concerning Initiative 59. After the count, the Board announced that Initiative 59 had been approved by the voters and certified the results. The initiative was eventually assigned D.C. Act 13-138.\n\nOn October 20, 1999, the District of Columbia Chief Financial Officer (\"CFO\") submitted a fiscal impact statement that found that implementation of Act 13- 138 would have a fiscal impact and recommended that the cost be included in the development of the fiscal year 2001 budget.\n\nOn October 25, 1999, the District of Columbia Council transmitted D.C. Act 13- 138 to the District of Columbia Financial Responsibility and Management Assistance Authority (\"Control Board\").\n\nOn October 26, 1999, the Control Board informed the Council that it would not accept D.C. Act 13-138 without a revised fiscal impact statement from the CFO.\n\nOn September 30, 2001, the Control Board suspended its activities.\n\nBetween 1998 and 2009 all District of Columbia appropriations acts contained language that prevented Initiative 59 from taking effect as law. Congress did not include the language in the District of Columbia Appropriations Act, 2010 (Pub. L. 111-117).\n\nWith the removal of the \"Bar Amendment\", the Council transmitted Act 13-138 to Congress on December 21, 2009, for a 30-day period of review.\n\nAct 13-138 became D.C. Law 13-315 on February 25, 2010, and is published at 57 DCR 3360. D.C. Law 18-210 amended Law 13-315 in its entirety \"to read as follows.\"\n\nEstablishment of Medical Marijuana Program Pursuant to the Legalization of Marijuana for Medical Treatment Initiative of 1999, see Mayor's Order 2011-71, April 13, 2011 (58 DCR 3527).\n\nDC CODE § 7-1671.01\n\nCurrent through December 11, 2012","credits":"(Feb. 25, 2010, D.C. Law 13-315, § 2, as added July 27, 2010, D.C. Law 18-210, § 2, 57 DCR 4798.)","sections":[{"prefix":"1","text":" \"Administer\" or \"administration\" means the direct introduction of medical marijuana, whether by inhalation, ingestion, or any other means, into the body of a person."},{"prefix":"2","text":" \"Bona fide physician-patient relationship\" means a relationship between a physician and patient in which the physician:"},{"prefix":"A","text":" Has completed a full assessment of the patient's medical history and current medical condition, including a personal physical examination; and"},{"prefix":"B","text":" Has responsibility for the ongoing care and treatment of the patient."},{"prefix":"3","text":" \"Caregiver\" means a person who:"},{"prefix":"A","text":" Is designated by a qualifying patient as the person authorized, on the qualifying patient's behalf, to possess, obtain from a dispensary, dispense, and assist in the administration of medical marijuana;"},{"prefix":"B","text":" Is registered with the Department as the qualifying patient's caregiver;"},{"prefix":"C","text":" Is not currently serving as the caregiver for another qualifying patient; and"},{"prefix":"D","text":" Is at least 18 years of age."},{"prefix":"4","text":" \"Controlled Substances Act\" means Unit A of Chapter 9 of Title 48."},{"prefix":"5","text":" \"Cultivation center\" means a facility operated by an organization or business registered with the Mayor pursuant to § 7-1671.05 from or at which medical marijuana is cultivated, possessed, manufactured, and distributed in the form of medical marijuana, and paraphernalia is possessed and distributed to dispensaries."},{"prefix":"6","text":" \"Department\" means the Department of Health."},{"prefix":"7","text":" \"Dispensary\" means a facility operated by an organization or business registered with the Mayor pursuant to § 7-1671.05 from or at which medical marijuana is possessed and dispensed and paraphernalia is possessed and distributed to a qualifying patient or a caregiver."},{"prefix":"8","text":" \"Dispense\" means to distribute medical marijuana to a qualifying patient or caregiver pursuant to this chapter and the rules issued pursuant to § 7- 1671.13."},{"prefix":"9","text":" \"Distribute\" means the actual, constructive, or attempted transfer from one person to another."},{"prefix":"10","text":" \"Manufacture\" means the production, preparation, propagation, compounding, conversion, or processing of marijuana, either directly or indirectly by extraction from substances of natural origin, or independently by means of chemical synthesis, or by a combination of extraction and chemical synthesis, and includes any packaging or repackaging of the substance or labeling or re-labeling of its container."},{"prefix":"11","text":" \"Marijuana\" shall have the same meaning as provided in § 48- 901.02(3)(A)."},{"prefix":"12","text":" \"Medical marijuana\" means marijuana cultivated, manufactured, possessed, distributed, dispensed, obtained, or administered in accordance with this chapter and the rules issued pursuant to § 7-1671.13."},{"prefix":"13","text":" \"Minor\" means any person under 18 years of age, but does not include an emancipated minor."},{"prefix":"14","text":" \"Paraphernalia\" means:"},{"prefix":"A","text":" Objects used, intended for use, or designed for use in preparing, storing, ingesting, inhaling, or otherwise introducing medical marijuana into the human body; and"},{"prefix":"B","text":" Kits, objects, devices, or equipment used, intended for use, or designed for use in planting, propagating, manufacturing, cultivating, growing, harvesting, processing, or preparing medical marijuana."},{"prefix":"15","text":" \"Physician\" means an individual who is licensed and in good standing to practice medicine or osteopathy under District law."},{"prefix":"16","text":" \"Program\" means the medical marijuana program established by § 7- 1671.05."},{"prefix":"17","text":" \"Qualifying medical condition\" means:"},{"prefix":"A","text":" Human immunodeficiency virus;"},{"prefix":"B","text":" Acquired immune deficiency syndrome;"},{"prefix":"C","text":" Glaucoma;"},{"prefix":"D","text":" Conditions characterized by severe and persistent muscle spasms, such as multiple sclerosis;"},{"prefix":"E","text":" Cancer; or"},{"prefix":"F","text":" Any other condition, as determined by rulemaking, that is:"},{"prefix":"i","text":" Chronic or long-lasting;"},{"prefix":"ii","text":" Debilitating or interferes with the basic functions of life; and"},{"prefix":"iii","text":" A serious medical condition for which the use of medical marijuana is beneficial:"},{"prefix":"I","text":" That cannot be effectively treated by any ordinary medical or surgical measure; or"},{"prefix":"II","text":" For which there is scientific evidence that the use of medical marijuana is likely to be significantly less addictive than the ordinary medical treatment for that condition."},{"prefix":"18","text":" \"Qualifying medical treatment\" means:"},{"prefix":"A","text":" Chemotherapy;"},{"prefix":"B","text":" The use of azidothymidine or protease inhibitors;"},{"prefix":"C","text":" Radiotherapy; or"},{"prefix":"D","text":" Any other treatment, as determined by rulemaking, whose side effects require treatment through the administration of medical marijuana in the same manner as a qualifying medical condition."},{"prefix":"19","text":" \"Qualifying patient\" means a resident of the District who has a qualifying medical condition or is undergoing a qualifying medical treatment."},{"prefix":"20","text":" \"Residence\" means a dwelling or dwelling unit in which a person lives in a particular locality with the intent to make it a fixed and permanent home."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"G-Ii","text":" Use of Marijuana for Medical Treatment."},"chapter":{"identifier":"16B","text":"Use of Marijuana for Medical Treatment."},"heading":{"title":"7","chaptersection":"1671","identifier":"7-1671.01","catch_text":"Definitions."}}