{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-913.2.\n\nLegislative History of Laws\n\nLaw 8-262, the \"Smoking Regulation Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-581, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on November 20, 1990, and December 4, 1990, respectively. Signed by the Mayor on December 14, 1990, it was assigned Act No. 8-278 and transmitted to both Houses of Congress for its review.\n\nMiscellaneous Notes\n\nFor complete smoking ban in all places of employment and public places, see § 7-742.\n\nReferences in Text\n\nThe \"Smoking Regulation Amendment Act of 1990\", referred to in (c), is D.C. Law 8-262.\n\nDC CODE § 7-1703.02\n\nCurrent through December 11, 2012","credits":"(Sept. 28, 1979, D.C. Law 3-22, § 4b, as added May 2, 1991, D.C. Law 8- 262, § 2(b), 37 DCR 8434.)","sections":[{"prefix":"a","text":" Any private or public employer in the District of Columbia (\"District\") shall, within 3 months of May 2, 1991, adopt, implement, and maintain a written smoking policy that contains the following provisions:"},{"prefix":"1","text":" Designation of an area in the workplace where smoking may be permitted. In an area where smoking is permitted, a physical barrier or a separate room shall be used to minimize smoke in any nonsmoking area. Ventilation shall be in compliance with the District laws and rules that govern indoor ventilation."},{"prefix":"2","text":" Notification to employees orally and in writing by conspicuously posting the employer's smoking policy within 3 weeks after the smoking policy is adopted. Any person in the workplace shall be subject to the posted smoking policy of the employer."},{"prefix":"b","text":" The designation of a smoking area in the workplace affects employment relations and shall be a subject of collective bargaining in accordance with § 1-617.08(b)."},{"prefix":"c","text":" Nothing in the Smoking Regulation Amendment Act of 1990 shall be construed to prevent the owner or person in charge of a building or any part of a building from prohibiting smoking throughout the building or in any part of the building over which she or he has control."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"H","text":" Tobacco Smoking, Sales, Distribution, Regulation, and Settlement."},"chapter":{"identifier":"17","text":"Restrictions on Tobacco Smoking."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"7","chaptersection":"1703","identifier":"7-1703.02","catch_text":"Regulation of smoking in any District of Columbia workplace."}}