{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-915.\n\n1973 Ed., § 6-825.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-22, see Historical and Statutory Notes following § 7-1701.\n\nFor legislative history of D.C. Law 7-100, see Historical and Statutory Notes following § 7-1703.01.\n\nDelegation of Authority\n\nDelegation of authority under D.C. Law 3-22, the District of Columbia Smoking Restriction Act of 1979, see Mayor's Order 90-192, December 13, 1990.\n\nDC CODE § 7-1705\n\nCurrent through December 11, 2012","credits":"(Sept. 28, 1979, D.C. Law 3-22, § 6, 26 DCR 390; Mar. 29, 1988, D.C. Law 7-100, § 2(f), 35 DCR 1182.)","sections":[{"prefix":"a","text":" The owner, lessee, manager, operator or other person in charge of a facility or vehicle where smoking is prohibited pursuant to this chapter shall:"},{"prefix":"1","text":" Post and maintain the appropriate \"No Smoking\" signs; and"},{"prefix":"2","text":" Ask persons observed smoking in violation of this subchapter to refrain from smoking."},{"prefix":"b","text":" Whenever the owner, lessee, manager or operator of a facility covered by this subchapter requires a license issued by the District of Columbia government in order to operate the facility, the owner, lessee, manager or operator shall comply with this subchapter as a requirement for receiving or renewing the license. Where an on-site inspection is required prior to issuance or renewal of a license, the inspector should certify that the appropriate signs have been posted. In those cases where an on-site inspection is not needed, a signed statement by the applicant that he has complied with this subchapter shall constitute sufficient evidence of compliance as required in this subsection. Violation of this subchapter shall be grounds for license suspension or revocation."},{"prefix":"c","text":" The Mayor is authorized to promulgate any regulations needed to carry out the provisions of this subchapter."},{"prefix":"d","text":" An aggrieved person or class of persons may bring an action in the Superior Court of the District of Columbia for injunctive relief to prevent any owner, lessee, manager, operator or person otherwise in charge of a facility or vehicle where smoking is prohibited pursuant to this subchapter from violating, or continuing to violate, any provision of this subchapter. For the purposes of this subsection, an \"aggrieved person\" shall be defined as any person subjected to tobacco smoke due to failure to comply with this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"H","text":" Tobacco Smoking, Sales, Distribution, Regulation, and Settlement."},"chapter":{"identifier":"17","text":"Restrictions on Tobacco Smoking."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"7","chaptersection":"1705","identifier":"7-1705","catch_text":"Enforcement."}}