{"text":"Smoking shall be prohibited in the following:","historical":"Prior Codifications\n\n1981 Ed., § 6-913.\n\n1973 Ed., § 6-823.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-22, see Historical and Statutory Notes following § 7-1701.\n\nFor legislative history of D.C. Law 7-100, see Historical and Statutory Notes following § 7-1703.01.\n\nFor legislative history of D.C. Law 8-262, see Historical and Statutory Notes following § 7-1703.02.\n\nMiscellaneous Notes\n\nFor complete smoking ban in all places of employment and public places, see § 7-742.\n\nDelegation of Authority\n\nDelegation of authority under D.C. Law 3-22, the District of Columbia Smoking Restriction Act of 1979, see Mayor's Order 90-192, December 13, 1990.\n\nDC CODE § 7-1703\n\nCurrent through December 11, 2012","credits":"(Sept. 28, 1979, D.C. Law 3-22, § 4, 26 DCR 390; Mar. 29, 1988, D.C. Law 7-100, § 2(c), 35 DCR 1182; May 2, 1991, D.C. Law 8-262, § 2(a), 37 DCR 8434.)","sections":[{"prefix":"1","text":" Any elevator, except in a single-family dwelling;"},{"prefix":"2","text":" Any public selling area of a retail store, except in a tobacco shop or store primarily concerned with selling tobacco and smoking equipment;"},{"prefix":"3","text":" Any public assembly or hearing room which is owned or leased by any branch, agency, or instrumentality of the District of Columbia government; this subsection shall not apply to the District of Columbia National Guard Armory or to the Robert F. Kennedy Memorial Stadium;"},{"prefix":"4","text":" Any educational facility except as provided in § 7-1702(1);"},{"prefix":"5","text":" While transporting passengers within the corporate limits of the District of Columbia, any passenger vehicle owned or operated by the District of Columbia government, or any passenger vehicle for hire regulated under § 47- 2829, except that smoking with the prior consent of all occupants of the vehicle shall be permitted when the vehicle is a limousine;"},{"prefix":"6","text":" Any area of a health care facility frequented by the general public, including hallways, waiting rooms and lobbies. The operator of a health care facility may designate separate areas as smoking areas."},{"prefix":"A","text":" When a health care facility permits patients to smoke in bed space areas, such facility shall make a reasonable effort to determine a patient's individual nonsmoking or smoking preference and assign patients who are to be placed in bed space areas utilized by 2 or more patients to a bed space area with patients who have a similar smoking preference."},{"prefix":"B","text":" Hospital staff, visitors and the general public shall not smoke in bed space areas utilized by nonsmoking patients. \"No Smoking\" signs shall be conspicuously posted in such bed space areas."},{"prefix":"7","text":" Any restaurant except as permitted in § 7-1703.01."},{"prefix":"8","text":" Any public or private workplace, except as provided in § 7-1703.02."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"H","text":" Tobacco Smoking, Sales, Distribution, Regulation, and Settlement."},"chapter":{"identifier":"17","text":"Restrictions on Tobacco Smoking."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"7","chaptersection":"1703","identifier":"7-1703","catch_text":"Smoking restrictions."}}