{"text":"","historical":"Prior Codifications\n\n2001 Ed., § 22-1320.\n\n1981 Ed., § 22-1120.\n\n1973 Ed., § 22-1120.\n\nEffect of Amendments\n\nD.C. Law 18-189 rewrote subsecs. (a), (b), and (e)(1); and added subsec. (f). Prior to amendment, subsecs. (a), (b), and (e)(1) read as follows:\n\n\"(a) No person shall sell, give, or furnish any cigarette or other tobacco product to any person under 18 years of age.\n\n\"(b) Any person who sells any cigarette or other tobacco product who has reasonable cause to believe that a person who attempts to purchase the product is under 18 years of age shall require that the purchaser present identification that indicates his or her age.\"\n\n\"(e)(1) In any place or business where a person sells any cigarette or other tobacco product, the owner, manager, or person in charge of the place or business shall post a warning sign that includes the following:   \"No person under 18 years of age shall purchase any cigarette or other tobacco product. The United States Surgeon General has issued a warning that smoking causes lung cancer, heart disease, emphysema, and may complicate pregnancy.\"\n\nD.C. Law 19-171, in subsec. (f), substituted \"section 1004 of Title 1 of the District of Columbia Municipal Regulations (1 DCMR § 1004)\" for \"section 1- 1004 of the District of Columbia Municipal Regulations\".\n\nLegislative History of Laws\n\nLaw 8-262, the \"Smoking Regulation Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-581, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on November 20, 1990, and December 4, 1990, respectively. Signed by the Mayor on December 14, 1990, it was assigned Act No. 8-278 and transmitted to both Houses of Congress for its review.\n\nFor Law 18-189, see notes following § 7-1721.01.\n\nFor history of Law 19-171, see notes under § 7-242.\n\nDC CODE § 7-1721.02\n\nCurrent through December 11, 2012","credits":"(Feb. 7, 1891, 26 Stat. 736, ch. 117; May 2, 1991, D.C. Law 8-262, § 3, 37 DCR 8434; designated as § 3, July 23, 2010, D.C. Law 18-189, § 3(a), (c), 57 DCR 3019; Sept. 26, 2012, D.C. Law 19-171, § 52(b)(1), 59 DCR 6190.)","sections":[{"prefix":"a","text":" No person shall sell, give, or furnish any cigarette or other tobacco product to, or purchase any cigarette or other tobacco product on behalf of, any person under 18 years of age."},{"prefix":"b","text":"(1) Any person who sells any cigarette or other tobacco product and who has reasonable cause to believe that a person who attempts to purchase the product is under 27 years of age shall require that the purchaser present identification that indicates his or her age."},{"prefix":"2","text":" It shall be an affirmative defense to a violation of paragraph (1) of this subsection that, at the time of the relevant sale, the person who attempted to purchase the product was 18 years of age or older, or presented identification to the seller that a reasonably prudent person would believe to be valid under the same or similar circumstances."},{"prefix":"c","text":" Any person who violates subsection (a) or (b) of this section is guilty of a misdemeanor and, upon conviction, shall be fined not more than $500 or less than $100, imprisoned not more than 30 days, or both, for the first offense. Any person convicted of a subsequent violation of subsection (a) or (b) of this section shall be fined not more than $1,000 or less than $500, imprisoned not more than 90 days, or both."},{"prefix":"d","text":" Any license to sell cigarettes issued pursuant to § 47-2404 may be suspended for a first or second violation of subsection (a) or (b) of this section. The license shall be revoked for a third or subsequent violation of subsection (a) or (b) of this section."},{"prefix":"e","text":"(1) In any place or business where a person sells any cigarette or other tobacco product, the owner, manager, or person in charge of the place or business shall post a warning sign that includes the following: \"No person under 18 years of age shall purchase any cigarette or other tobacco product. Sales clerks will ask for proof of age from any person seeking to purchase any cigarette or other tobacco product who appears to be under 27 years of age. The United States Surgeon General has issued a warning that smoking causes lung cancer, heart disease, emphysema, and may complicate pregnancy.\"."},{"prefix":"2","text":" A sign posted pursuant to paragraph (1) of this subsection shall clearly state the maximum fine for a violation of this section. The sign shall be visible to the public at the entrance to the area and on the interior of the area in sufficient number to give notice of the law to the public."},{"prefix":"f","text":" Notwithstanding section 1004 of Title 1 of the District of Columbia Municipal Regulations (1 DCMR § 1004), the Mayor shall collect and maintain a publicly available record of violations under subsection (a) of this section, including:"},{"prefix":"1","text":" The date of the violation; and"},{"prefix":"2","text":" The location where the citation was given."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"H","text":" Tobacco Smoking, Sales, Distribution, Regulation, and Settlement."},"chapter":{"identifier":"17","text":"Restrictions on Tobacco Smoking."},"subchapter":{"identifier":"IA","text":"Prohibited Sales of Tobacco."},"heading":{"title":"7","chaptersection":"1721","identifier":"7-1721.02","catch_text":"Sale of tobacco to minors under 18 years of age."}}