{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-157, see notes following ยง 7-1751.\n\nDC CODE ยง 7-1757\n\nCurrent through December 11, 2012","credits":"(May 13, 2008, D.C. Law 17-157, ยง 8, 55 DCR 3703.)","sections":[{"prefix":"a","text":" No later than July 1, 2008, the Mayor, pursuant to subchapter I of Chapter 5 of Title 2, shall issue rules to implement the provisions of this subchapter, including regulations regarding the conduct of random inspections of wholesale and retail dealers to ensure compliance with this subchapter."},{"prefix":"b","text":" This subchapter shall be implemented in accordance with the implementation and substance of the New York Fire Safety Standards for Cigarettes."},{"prefix":"c","text":" Nothing in this subchapter shall be construed to prohibit:"},{"prefix":"1","text":" Wholesale dealers or retail dealers from continuing to sell, on or after July 1, 2008, non-fire-standard-compliant cigarettes that were part of their inventories existing on or before July 1, 2008, if the wholesale dealer or retail dealer can establish that:"},{"prefix":"A","text":" Tax stamps were affixed to the cigarettes before July 1, 2008; and"},{"prefix":"B","text":" The inventory was purchased before July 1, 2008 in comparable quantity to the inventory purchased during the same period of the prior year;"},{"prefix":"2","text":" The sale of cigarettes solely for the purpose of consumer testing; or"},{"prefix":"3","text":" Any person or entity from manufacturing or selling cigarettes that are or will be stamped for sale in one of the various states or are packaged for sale outside the United States and that person or entity has taken reasonable steps to ensure that the cigarettes will not be sold or offered for sale to persons located in the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"H","text":" Tobacco Smoking, Sales, Distribution, Regulation, and Settlement."},"chapter":{"identifier":"17","text":"Restrictions on Tobacco Smoking."},"subchapter":{"identifier":"III","text":"Fire-Standard-Compliant Cigarettes."},"heading":{"title":"7","chaptersection":"1757","identifier":"7-1757","catch_text":"Rules; limitations."}}