{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-914.\n\n1973 Ed., § 6-824.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-22, see Historical and Statutory Notes following § 7-1701.\n\nFor legislative history of D.C. Law 7-100, see Historical and Statutory Notes following § 7-1703.01.\n\nFor legislative history of D.C. Law 8-262, see Historical and Statutory Notes following § 7-1703.02.\n\nLaw 9-223, the \"Smoking Regulation Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-496, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on December 1, 1992, and December 15, 1992, respectively. Signed by the Mayor on December 31, 1992, it was assigned Act No. 9-354 and transmitted to both Houses of Congress for its review. D.C. Law 9-223 became effective on March 17, 1993.\n\nDelegation of Authority\n\nDelegation of authority under D.C. Law 3-22, the District of Columbia Smoking Restriction Act of 1979, see Mayor's Order 90-192, December 13, 1990.\n\nDC CODE § 7-1704\n\nCurrent through December 11, 2012","credits":"(Sept. 28, 1979, D.C. Law 3-22, § 5, 26 DCR 390; Mar. 29, 1988, D.C. Law 7-100, § 2(e), 35 DCR 1182; May 2, 1991, D.C. Law 8-262, § 2(c), 37 DCR 8434; Mar. 17, 1993, D.C. Law 9-223, § 2, 40 DCR 590.)","sections":[{"prefix":"a","text":" In any place, elevator, or vehicle in which smoking is prohibited, the owner, manager, or person in charge of the place, elevator, or vehicle shall post or cause to be posted signs that read, \"No Smoking Under Penalty of Law\", \"No Smoking Except in Smoking Areas\", or \"Smoking in Accordance With Employer's Smoking Policy Only\". In any place, elevator, or vehicle where smoking is restricted, the sign shall include the following warning: \"Smoking causes lung cancer, heart disease, emphysema, and may cause fetal injury, premature birth, and low birth weight in pregnant women.\" Signs posted shall clearly state the maximum fine for a violation of this subchapter. Signs shall be visible to the public at the entrance to the area and on the interior of the area in sufficient number in a manner that gives notice to the public of the applicable law."},{"prefix":"b","text":" Where smoking is prohibited pursuant to this subchapter all signs posted shall include the internationally recognized no smoking symbol. Where smoking is restricted pursuant to this subchapter all signs posted shall include the internationally recognized smoking symbol."},{"prefix":"c","text":" It shall be unlawful for any person to obscure, remove, deface, mutilate, or destroy any sign posted in accordance with the provisions of this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"H","text":" Tobacco Smoking, Sales, Distribution, Regulation, and Settlement."},"chapter":{"identifier":"17","text":"Restrictions on Tobacco Smoking."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"7","chaptersection":"1704","identifier":"7-1704","catch_text":"\"No Smoking\" signs."}}