{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-157, see notes following § 7-1751.\n\nDelegation of Authority\n\nDelegation of Authority pursuant to D.C. Law 17-157, the Fire-Standard-Compliant Cigarettes Act of 2008, see Mayor's Order 2008-90, June 23, 2008 (55 DCR 9369).\n\nDC CODE § 7-1753\n\nCurrent through December 11, 2012","credits":"(May 13, 2008, D.C. Law 17-157, § 4, 55 DCR 3703.)","sections":[{"prefix":"a","text":" The test method and performance standard for cigarettes sold or offered for sale in the District of Columbia shall include the following:"},{"prefix":"1","text":" A laboratory that conducts a test in accordance with this subsection shall implement a quality control and quality assurance program."},{"prefix":"2","text":" Except as provided in subsection (b) of this section, the testing of cigarettes by manufacturers and the District of Columbia to determine compliance with this subchapter shall be conducted in accordance with the American Society of Testing and Materials (\"ASTM\") \"Standard Test Method for Measuring the Ignition Strength of Cigarettes\" (\"ASTM Standard E2187-04\")."},{"prefix":"3","text":" The testing of cigarettes shall be conducted on 10 layers of filter paper."},{"prefix":"4","text":" No more than 25% of the cigarettes tested in a test trial shall exhibit full-length burns."},{"prefix":"5","text":" The performance standard required by this section shall only be applied to a complete test trial."},{"prefix":"6","text":" Forty replicate tests shall comprise a complete test trial for each cigarette tested."},{"prefix":"b","text":"(1) If the Mayor determines that cigarettes of a manufacturer cannot be tested in accordance with the test method described in subsection (a) of this section, the Mayor may approve a test method and performance standard proposed by the manufacturer, or other entity, that the Mayor determines are equivalent to and as effective as the test method and performance standard described in subsection (a) of this section."},{"prefix":"2","text":" Following approval by the Mayor of an alternate test method and a determination by the Mayor that the performance standard proposed by the manufacturer, or other entity, is equivalent to the performance standard described in subsection (a) of this section, the manufacturer may use that test method to meet the performance standard required by this subchapter for certification pursuant to § 7-1754."},{"prefix":"c","text":" Each cigarette listed in a certification submitted pursuant to § 7-1754 that uses lowered permeability bands in the cigarette paper to achieve compliance with the performance standard set forth in this section shall have at least 2 nominally identical bands on the paper surrounding the tobacco column. At least one complete band shall be located at least 15 millimeters from the lighting end of the cigarette. For cigarettes on which the bands are positioned by design, there shall be at least 2 bands fully located at least 15 millimeters from the lighting end and 10 millimeters from the filter end of the tobacco column, or 10 millimeters from the labeled end of the tobacco column for non-filtered cigarettes."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"H","text":" Tobacco Smoking, Sales, Distribution, Regulation, and Settlement."},"chapter":{"identifier":"17","text":"Restrictions on Tobacco Smoking."},"subchapter":{"identifier":"III","text":"Fire-Standard-Compliant Cigarettes."},"heading":{"title":"7","chaptersection":"1753","identifier":"7-1753","catch_text":"Test method and performance standard."}}