{"text":"For the purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nLaw 18-189, the \"Prohibition Against Selling Tobacco Products to Minors Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-431, which was referred to the Committee on Public Safety and the Judiciary.   The Bill was adopted on first and second readings on January 5, 2010, and February 2, 2010, respectively. Enacted without signature by the Mayor on May 11, 2010, it was assigned Act No. 18-352 and transmitted to both Houses of Congress for its review. D.C. Law 18-189 became effective on July 23, 2010.\n\nDC CODE § 7-1721.01\n\nCurrent through December 11, 2012","credits":"(Feb. 7, 1891, 26 Stat. 736, ch. 117, § 2, as added July 23, 2010, D.C. Law 18-189, § 3(b), 57 DCR 3019.)","sections":[{"prefix":"1","text":" \"Other tobacco product\" means a cigar, pipe tobacco, chewing tobacco, smokeless tobacco, snuff, roll-your-own tobacco, cigarette papers or tubes, pipes for smoking tobacco, or any other product containing tobacco that is intended for human consumption."},{"prefix":"2","text":" \"Self-service display\" means a display that contains tobacco products and is located in an area openly accessible to consumers, and from which consumers can readily access cigarettes or other tobacco product without the assistance of a sales clerk. A display case that holds cigarettes or other tobacco product behind locked doors does not constitute a self-service display."},{"prefix":"3","text":" \"Tobacco specialty store\" means a retail store that is used primarily for the sale of cigarettes, other tobacco product, and accessories in which the total annual revenue generated by the sale of non-tobacco products or accessories is no greater than 25% of the total revenue of the establishment."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"H","text":" Tobacco Smoking, Sales, Distribution, Regulation, and Settlement."},"chapter":{"identifier":"17","text":"Restrictions on Tobacco Smoking."},"subchapter":{"identifier":"IA","text":"Prohibited Sales of Tobacco."},"heading":{"title":"7","chaptersection":"1721","identifier":"7-1721.01","catch_text":"Definitions."}}