{"text":"For the purpose of this subchapter:","historical":"Prior Codifications\n\n1981 Ed., § 6-912.\n\n1973 Ed., § 6-822.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-22, see Historical and Statutory Notes following § 7-1701.\n\nFor legislative history of D.C. Law 7-100, see Historical and Statutory Notes following § 7-1703.01.\n\nDelegation of Authority\n\nDelegation of authority under D.C. Law 3-22, the District of Columbia Smoking Restriction Act of 1979, see Mayor's Order 90-192, December 13, 1990.\n\nDC CODE § 7-1702\n\nCurrent through December 11, 2012","credits":"(Sept. 28, 1979, D.C. Law 3-22, § 3, 26 DCR 390; Mar. 29, 1988, D.C. Law 7-100, § 2(b), 35 DCR 1182.)","sections":[{"prefix":"1","text":" \"Educational facility\" means any enclosed indoor area used primarily as a library or for instruction of enrolled students, including day care centers, nursery schools, elementary schools, and secondary schools, except smoking lounges or specific smoking areas approved by the principal or president of the school, college, or university pursuant to guidelines established by the Board of Education, in the case of a public school, or by the trustees or other governing body, in the case of a college, university, or private educational institution. The term \"educational facility\" shall include all enclosed indoor areas supportive of instruction, including, but not limited to, classrooms, cafeterias, study areas and libraries, but excluding faculty lounges and specific areas approved by the principal of a given school pursuant to guidelines established by the Superintendent of Schools or the head of such private institutions."},{"prefix":"2","text":" \"Health care facility\" means any institution providing individual care or treatment of diseases or other medical, physiological, or psychological conditions, including, but not limited to, hospitals, clinics, laboratories, nursing homes or homes for the aged or chronically ill, but excluding private medical offices."},{"prefix":"3","text":" \"Mayor\" means the Mayor of the District of Columbia or his designated agent."},{"prefix":"4","text":" \"Person\" means any individual, firm, partnership, association, corporation, company or organization of any kind, including a government agency to which the health and safety laws of the District of Columbia may be applied."},{"prefix":"5","text":" \"Restaurant\" means a restaurant as defined in § 25-101(43), and any other establishments licensed by the District of Columbia in the business of preparing or serving food to the public. The term \"restaurant\" shall include coffee shops, cafeterias, luncheonettes, eateries, and soda fountains. The term \"restaurant\" shall not include sidewalks, terraces, or space used by restaurants to provide outdoor facilities, nightclubs, or taverns."},{"prefix":"6","text":" \"Retail store\" means any establishment whose primary purpose is to sell or offer for sale to consumers, not for resale, any goods, wares, merchandise or food for consumption off the premises, and all activities, operations and services connected therewith or incidental thereto. The term \"retail store\" shall not include separate areas of a retail store which are used as a restaurant."},{"prefix":"7","text":" \"Smoking\" or \"to smoke\" means the act of puffing, having in one's possession, holding or carrying a lighted or smoldering cigar, cigarette, pipe or smoking equipment of any kind or lighting a cigar, cigarette, pipe or smoking equipment of any kind."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"H","text":" Tobacco Smoking, Sales, Distribution, Regulation, and Settlement."},"chapter":{"identifier":"17","text":"Restrictions on Tobacco Smoking."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"7","chaptersection":"1702","identifier":"7-1702","catch_text":"Definitions."}}