{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 6-913.3.\n\nLegislative History of Laws\n\nLaw 9-240, the \"Prohibition of Employment Discrimination on the Basis of Tobacco Use Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-504, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on December 1, 1992, and December 15, 1992, respectively. Signed by the Mayor on January 5, 1993, it was assigned Act No. 9-374 and transmitted to both Houses of Congress for its review. D.C. Law 9-240 became effective on March 17, 1993.\n\nDC CODE ยง 7-1703.03\n\nCurrent through December 11, 2012","credits":"(Sept. 28, 1979, D.C. Law 3-22, ยง 4(b), as added Mar. 17, 1993, D.C. Law 9-240, ยง 2, 40 DCR 627.)","sections":[{"prefix":"a","text":" No person shall refuse to hire or employ any applicant for employment, or discharge or otherwise discriminate against any employee with respect to compensation or any other term, condition, or privilege of employment, on the basis of the use by the applicant or employee of tobacco or tobacco products. Nothing in this section shall be construed as limiting a person from establishing or enforcing workplace smoking restrictions that are required or permitted by this subchapter or other District or federal laws, or in establishing tobacco-use restrictions or prohibitions that constitute bona fide occupational qualifications."},{"prefix":"b","text":" Any employee or applicant for employment who is aggrieved by a violation of subsection (a) of this section shall have a private cause of action against the person. An employee or applicant for employment shall pursue and exhaust all remedies available pursuant to any collective bargaining agreement, grievance procedure, or other established means of resolving employer-employee disputes, to resolve a violation of subsection (a) of this section, prior to commencing a civil action."},{"prefix":"c","text":" Any employee or applicant for employment who is aggrieved by a violation of subsection (a) of this section shall be entitled to recover any damages, including lost or back wages or salary. The court, in its discretion, may allow the prevailing party a reasonable attorney's fee as part of the costs."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"H","text":" Tobacco Smoking, Sales, Distribution, Regulation, and Settlement."},"chapter":{"identifier":"17","text":"Restrictions on Tobacco Smoking."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"7","chaptersection":"1703","identifier":"7-1703.03","catch_text":"Prohibition of employment discrimination on the basis of tobacco use."}}