{"text":"Except as provided in § 7-175, the ordinances of the late Board of Health of the District of Columbia, as legalized by §§ 7-174 and 7-175, are hereby declared to have the same force and effect within the District of Columbia as if enacted by Congress in the 1st instance, and the powers and duties imposed upon the late Board of Health, in and by the said ordinances, are hereby conferred upon the Director of the Department of Human Services of said District, and all prosecutions for violations of said ordinances and regulations shall be in the Superior Court of the District of Columbia in the name of the said District; provided, that said regulations shall not be enforced against industries established on Aug. 7, 1894, which are not a nuisance in fact. Civil fines, penalties, and fees may be imposed as alternative sanctions for any infractions of the late Board of Health of the District of Columbia, as legalized by §§ 7-174 and 7-175, or any rules or regulations issued under the authority of those sections, pursuant to Chapter 18 of Title 2. Adjudication of any infraction shall be pursuant to Chapter 18 of Title 2.","historical":"Prior Codifications\n\n1981 Ed., § 6-112.\n\n1973 Ed., § 6-113.\n\nLegislative History of Laws\n\nLaw 6-42, the \"Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985,\" was introduced in Council and assigned Bill No. 6-187, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 25, 1985, and July 9, 1985, respectively. Signed by the Mayor on July 16, 1985, it was assigned Act No. 6- 60 and transmitted to both Houses of Congress for its review.\n\nMiscellaneous Notes\n\nOffice of Director of Public Health abolished: See Historical and Statutory Notes following § 7-101.\n\nDC CODE § 7-176\n\nCurrent through December 11, 2012","credits":"(Aug. 7, 1894, 28 Stat. 257, ch. 232; Apr. 1, 1942, 56 Stat. 190, ch. 207, § 1; Aug. 1, 1950, 64 Stat. 393, ch. 513, § 1; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a); Oct. 5, 1985, D.C. Law 6-42, § 478, 32 DCR 4450.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"1","text":"Public Health."},"subchapter":{"identifier":"IV","text":"General Provisions."},"heading":{"title":"7","chaptersection":"176","identifier":"7-176","catch_text":"Certain ordinances of Board of Health legalized--Force and effect; exemptions from enforcement; alternative sanctions; adjudication of infractions."}}