{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-911.\n\n1973 Ed., § 6-821.\n\nLegislative History of Laws\n\nLaw 3-22, the \"District of Columbia Smoking Restriction Act of 1979,\" was introduced in Council and assigned Bill No. 3-109, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on May 22, 1979 and June 19, 1979, respectively. Signed by the Mayor on July 12, 1979, it was assigned Act No. 3-66 and transmitted to both Houses of Congress for its review.\n\nLaw 6-216, the \"Construction Codes Approval and Amendments Act of 1986,\" was introduced in Council and assigned Bill No. 6-500, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 18, 1986 and December 16, 1986, respectively. Signed by the Mayor on February 2, 1987, it was assigned Act No. 6-279 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 7-100, see Historical and Statutory Notes following § 7-1703.01.\n\nReferences in Text\n\nThe \"Construction Codes Approval and Amendments Act of 1986,\" referred to in two places in subsection (c), is D.C. Law 6-216.\n\nDelegation of Authority\n\nDelegation of authority under D.C. Law 3-22, the District of Columbia Smoking Restriction Act of 1979, see Mayor's Order 90-192, December 13, 1990.\n\nDelegation of authority pursuant to D.C. Law 3-22, the \"District of Columbia Smoking Restrictions Act of 1979\", see Mayor's Order 98-138, August 20, 1998 (45 DCR 6588).\n\nAmended Delegation of authority pursuant to D.C. Law 3-22, the \"District of Columbia Smoking Restrictions Act of 1979\", see Mayor's Order 98-161, September 25, 1998 (45 DCR 7734).\n\nMiscellaneous Notes\n\nSection 151 of Public Law 106-522 provides:\n\n\" (a) CONTRIBUTION.--There is hereby appropriated a Federal contribution of $100,000 to the Metropolitan Police Department of the District of Columbia, effective upon the enactment by the District of Columbia of a law which reads as follows:\n\n\" 'SECTION 1. BAN ON POSSESSION OF TOBACCO PRODUCTS BY MINORS.\n\n\" '(a) IN GENERAL.--It shall be unlawful for any individual under 18 years of age to possess any cigarette or other tobacco product in the District of Columbia.\n\n\" '(b) EXCEPTIONS.--\n\n\" '(1) POSSESSION IN COURSE OF EMPLOYMENT.--Subsection (a) shall not apply with respect to an individual making a delivery of cigarettes or tobacco products in pursuance of employment.\n\n\" '(2) PARTICIPATION IN LAW ENFORCEMENT OPERATION.--Subsection (a) shall not apply with respect to an individual possessing products in the course of a valid, supervised law enforcement operation.\n\n\" '(c) PENALTIES.--Any individual who violates subsection (a) shall be subject to the following penalties:\n\n\" '(1) For any violation, the individual may be required to perform community service or attend a tobacco cessation program.\n\n\" '(2) Upon the first violation, the individual shall be subject to a civil penalty not to exceed $50.\n\n\" '(3) Upon the second and each subsequent violation, the individual shall be subject to a civil penalty not to exceed $100.\n\n\" '(4) Upon the third and each subsequent violation, the individual may have his or her driving privileges in the District of Columbia suspended for a period of 90 consecutive days.'\n\n\"(b) USE OF CONTRIBUTION.--The Metropolitan Police Department shall use the contribution made under subsection (a) to enforce the law referred to in such subsection.\"\n\nSection 130 of Pub. L. 107-96 provides:\n\n\"(a) CONTRIBUTION. -- There is hereby appropriated a Federal contribution of $100,000 to the Metropolitan Police Department of the District of Columbia, effective upon the enactment by the District of Columbia of a law which reads as follows:\n\n\" 'BAN ON POSSESSION OF TOBACCO PRODUCTS BY MINORS\n\n\" 'SECTION 1. (a) IN GENERAL -- It shall be unlawful for any individual under 18 years of age to possess any cigarette or other tobacco product in the District of Columbia.\n\n\" '(b) EXCEPTIONS. --\n\n\" '(1) POSSESSION IN COURSE OF EMPLOYMENT. -- Subsection (a) shall not apply with respect to an individual making a delivery of cigarettes or tobacco products in pursuance of employment.\n\n\" '(2) PARTICIPATION IN LAW ENFORCEMENT OPERATION. -- Subsection (a) shall not apply with respect to an individual possessing products in the course of a valid, supervised law enforcement operation.\n\n\" '(c) PENALTIES. -- Any individual who violates subsection (a) shall be subject to the following penalties:\n\n\" '(1) For any violation, the individual may be required to perform community service or attend a tobacco cessation program.\n\n\" '(2) Upon the first violation, the individual shall be subject to a civil penalty not to exceed $50.\n\n\" '(3) Upon the second and each subsequent violation, the individual shall be subject to a civil penalty not to exceed $100.\n\n\" '(4) Upon the third and each subsequent violation, the individual may have his or her driving privileges in the District of Columbia suspended for a period of 90 consecutive days.'\n\n\"(b) USE OF CONTRIBUTION. -- The Metropolitan Police Department shall use the contribution made under subsection (a) to enforce the law referred to in such subsection.\"\n\nDC CODE § 7-1701\n\nCurrent through December 11, 2012","credits":"(Sept. 28, 1979, D.C. Law 3-22, § 2, 26 DCR 390; Mar. 21, 1987, D.C. Law 6-216, § 13(g), 34 DCR 1072; Mar. 29, 1988, D.C. Law 7-100, § 2(a), 35 DCR 1182.)","sections":[{"prefix":"a","text":" The Council of the District of Columbia finds that the inhalation of concentrated smoke resulting from the smoking of tobacco in facilities in which the public congregates is a clear danger to health and a cause of inconvenience and discomfort to persons present in such facilities."},{"prefix":"b","text":" The purpose of this subchapter is to protect the public health, comfort, and environment by prohibiting smoking in certain facilities, vehicles, and restaurants open to or used by the general public."},{"prefix":"c","text":" Except to the extent that § 8 of D.C. Law 3-22 modifies the Fire Prevention Code approved pursuant to the Construction Codes Approval and Amendments Act of 1986, this subchapter is intended to complement the provisions of Part 2 of those regulations and the provisions of §§ 35-251 to 35-253, which regulate public conduct on public passenger vehicles. It is not the intent of this subchapter to derogate in any manner from the provisions of the Fire Prevention Code approved pursuant to the Construction Codes Approval and Amendments Act of 1986 or from § 35-251(b)(1)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"H","text":" Tobacco Smoking, Sales, Distribution, Regulation, and Settlement."},"chapter":{"identifier":"17","text":"Restrictions on Tobacco Smoking."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"7","chaptersection":"1701","identifier":"7-1701","catch_text":"Findings and purpose."}}