{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-150, see notes following ยง 7-1803.01.\n\nDC CODE ยง 7-1803.04\n\nCurrent through December 11, 2012","credits":"(Apr. 22, 2004, D.C. Law 15-150, ยง 5, 51 DCR 2809.)","sections":[{"prefix":"a","text":"(1) Any non-resident or foreign Non-Participating Manufacturer that has not registered to do business in the District as a foreign corporation or business entity shall, prior to having its Brand Families included or retained in the Directory, appoint and continually engage without interruption the services of an agent in the District to act as agent for the service of process on whom all process, and any action or proceeding against it concerning or arising out of the enforcement of this part or part A of this subchapter, may be served in any manner authorized by law and which shall constitute legal and valid service of process on the Non-Participating Manufacturer."},{"prefix":"2","text":" The Non-Participating Manufacturer shall provide the name, address, phone number, and proof of the appointment and availability of the agent to, and to the satisfaction of, the Mayor."},{"prefix":"b","text":"(1) The Non-Participating Manufacturer shall provide notice to the Mayor 30 calendar days prior to termination of the authority of an agent and shall further provide proof, to the satisfaction of the Mayor, of the appointment of a new agent no less than 5 calendar days prior to the termination of an existing agent appointment."},{"prefix":"2","text":" If an agent terminates an agency appointment, the Non-Participating Manufacturer shall notify the Mayor of the termination within 5 calendar days and shall include proof, to the satisfaction of the Mayor, of the appointment of a new agent."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"H","text":" Tobacco Smoking, Sales, Distribution, Regulation, and Settlement."},"chapter":{"identifier":"18","text":"Tobacco Master Settlement Agreement."},"subchapter":{"identifier":"I","text":"Establishment of Reserve Fund by Tobacco Product Manufacturers Not Participating in the Master Settlement Agreement."},"part":{"identifier":"B","text":"Tobacco Product Manufacturer's Reserve Funds Procedure."},"heading":{"title":"7","chaptersection":"1803","identifier":"7-1803.04","catch_text":"Agent for service of process."}}