{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-142, designated the existing text of section as subsec. (a); and added subsec. (b).\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of section, see notes following § 7-1831.01.\n\nFor temporary (90 day) amendment of section, see §§ 3702 to 3707 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nFor Law 13-172, see notes following § 7-1811.01.\n\nFor Law 16-142, see notes following § 7-1811.01.\n\nDC CODE § 7-1831.04\n\nCurrent through December 11, 2012","credits":"(Oct. 19, 2000, D.C. Law 13-172, § 3705, 47 DCR 6308; July 25, 2006, D.C. Law 16-142, § 3(d), 53 DCR 4412.)","sections":[{"prefix":"a","text":" The transfer of the District's right, title, and interest in and to the Master Settlement Agreement to the Corporation or any assignee which the parties have in the governing documentation expressly stated to be a sale or other absolute transfer shall be treated as an absolute transfer of all of the District's right, title, and interest, as in a true sale, and not as a pledge or other financing, of the District's right, title, and interest in and to the Master Settlement Agreement, including the moneys payable or received thereunder and any interest thereon (except for the first payment of $16.05 million which has already been received by the District). The grant to the holders of the Bonds of a security interest in, and a lien on, all of the Corporation's right, title, and interest in and to the Master Settlement Agreement, including the moneys payable or received thereunder and any interest thereon (except for the first payment of $16.05 million which has already been received by the District), the provision by the District of any credit enhancement with respect to the Bonds, or the characterization of the transaction for accounting purposes or securities regulation shall not impair or negate the characterization of any transfer as a true sale. The transfer of the District's right, title, and interest in and to the Master Settlement Agreement to the Corporation or any assignee shall be deemed perfected as against third persons having claims in tort, contract, or otherwise, including any judicial lien creditors, when a sale or transfer of the right, title, and interest in and to the Master Settlement Agreement in writing has been executed and delivered by the District to the Corporation or any assignee."},{"prefix":"b","text":" The transfer of the Fund's right, title, and interest in and to the Residual Bond to the Corporation or any assignee that the parties have in the governing documentation expressly stated to be a sale or other absolute transfer shall be treated as an absolute transfer of all of the Fund's right, title, and interest, as in a true sale, and not as a pledge or other financing, of the Fund's right, title, and interest in and to the Residual Bond, including the moneys payable or received thereunder and any interest thereon. The grant to the holders of the Bonds of a security interest in, and a lien on, all of the Fund's right, title, and interest in and to the Residual Bond, including the moneys payable or received thereunder and any interest thereon, the provision by the Fund or the District of any credit enhancement with respect to the Bonds (other than the Residual Bond), or the characterization of the transaction for accounting purposes or securities regulation shall not impair or negate the characterization of any transfer as a true sale. The transfer of the Fund's right, title, and interest in and to the Residual Bond to the Corporation or any assignee shall be deemed perfected as against third persons having claims in tort, contract, or otherwise, including any judicial lien creditors, when a sale or transfer of the right, title, and interest in and to the Residual Bond in writing has been executed and delivered by the Fund to the Corporation or any assignee."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"H","text":" Tobacco Smoking, Sales, Distribution, Regulation, and Settlement."},"chapter":{"identifier":"18","text":"Tobacco Master Settlement Agreement."},"subchapter":{"identifier":"III","text":"Tobacco Settlement Financing."},"heading":{"title":"7","chaptersection":"1831","identifier":"7-1831.04","catch_text":"True sale."}}