{"text":"","historical":"Effect of Amendments\n\nD.C. Law 13-172 rewrote this section, which previously read:\n\n\"Establishment of Tobacco Settlement Trust Fund.\n\n\" (a) There is established within the General Fund of the District of Columbia, a trust fund designated as the Tobacco Settlement Trust Fund ('Fund'), to which shall be credited, without regard to fiscal year limitation, all revenue owed and accruing to the District from the proceeds of the tobacco litigation settlement, except for the first $16.05 million recognized as general fund revenue and already included in the base budget in FY 2000, and except for the second $16.05 million which is allocated first to the reserve to replace funds allocated from the reserve to the fund pursuant to title XX of this act. The Fund shall be continuing. Revenues deposited into the Fund shall not revert to the General Fund at the end of any fiscal year or at any other time, but shall be continually available, subject to authorization by Congress in an appropriations act.\n\n\"(b) Tobacco settlement monies received, or deposited into the Fund shall be used for the purposes set forth in legislation adopted by the Council.\"\n\nD.C. Law 14-300, in subsec. (a)(1)(C), substituted \"by law, which shall include funds to be deposited into a Reservation 13 Benefit Area ('R13BA') Hospital account or R13BA Health Care account (collectively, 'R13BA funds') pursuant to Chapter 15 of Title 10\" for \"by law.\"\n\nD.C. Law 15-69, in subpar. (1)(C) of subsec. (a), substituted \"Health Care account ('R13BA fund)\" for \"Hospital account or R13BA Health Care account (collectively, 'R13BA funds')\", and made a technical correction that required no change in the text.\n\nD.C. Law 15-354, in subsec. (a)(1)(C), validated a previously made technical correction.\n\nD.C. Law 16-142, in subpar. (a)(1)(A)(i), substituted a semicolon for \"; and\"; in subpar. (a)(1)(A)(ii), substituted \"§ 7-1831.02; and\" for \"§ 7- 1831.02;\"; added subpars. (a)(1)(A)(iii) and (a)(1)(B-i); added subsec. (c); and rewrote subpar. (a)(1)(B), which had read as follows:\n\n(B)\" All payments received with respect to the Residual Interest, as the term is defined in § 7-1831.01(7); and\"\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (a)(1)(B).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(d)(1) of Draft Master Plan for Public Reservation 13 Temporary Amendment Act of 2003 (D.C. Law 15-3, May 3, 2003, law notification 50 DCR 3783).\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of section, see § 2302 of the Service Improvement and Fiscal Year 2000 Budget Support Emergency Act of 1999 (D.C. Act 13-110, July 28, 1999, 46 DCR 6320).\n\nFor temporary (90-day) amendment of section, see § 3721(a) of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90-day) authorization for use of fund for certain bonus payments, see § 2 of the Funding for Compensation Units 1 and 2 Bonus Payment Authorization Emergency Act of 1999 (D.C. Act 13-211, December 14, 1999, 46 DCR 10476).\n\nFor temporary (90 day) amendment of section, see § 3721(a) of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13- 438, October 20, 2000, 47 DCR 8740).\n\nFor temporary (90 day) amendment of section, see § 2(d)(1) of Draft Master Plan for Public Reservation 13 Emergency Amendment Act of 2003 (D.C. Act 15-13, January 27, 2003, 50 DCR 1488).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Draft Master Plan for Public Reservation 13 Congressional Review Emergency Amendment Act of 2003 (D.C. Act 15-273, December 18, 2003, 51 DCR 40).\n\nLegislative History of Laws\n\nLaw 13-38, the \"Service Improvement and Fiscal Year 2000 Budget Support Act of 1999,\" was introduced in Council and assigned Bill No. 13-161, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 11, 1999, and June 22, 1999, respectively. Signed by the Mayor on July 8, 1999, it was assigned Act No. 13-111 and transmitted to both Houses of Congress for its review. D.C. Law 13-38 became effective on October 20, 1999.\n\nLaw 13-172, the \"Fiscal Year 2001 Budget Support Act of 2000,\" was introduced in Council and assigned Bill No. 13-679, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 18, 2000, and June 6, 2000, respectively. Signed by the Mayor on June 26, 2000, it was assigned Act No. 13-375 and transmitted to both Houses of Congress for its review. D.C. Law 13-172 became effective on October 19, 2000.\n\nLaw 14-300, the \"Draft Master Plan for Public Reservation 13 Approval Act of 2002\", was introduced in Council and assigned Bill No. 14-648, which was referred to the Committee on the Whole.  The Bill was adopted on first and second readings on November 7, 2002, and December 3, 2002, respectively. Signed by the Mayor on January 7, 2003, it was assigned Act No. 14-576 and transmitted to both Houses of Congress for its review.   D.C. Law 14-300 became effective on April 11, 2003.\n\nLaw 15-69, the \"Draft Master Plan For Public Reservation 13 Amendment Act of 2003\", was introduced in Council and assigned Bill No. 15-24, which was referred to Committee of the Whole.  The Bill was adopted on first and second readings on July 8, 2003, and October 7, 2003, respectively.   Signed by the Mayor on October 24, 2003, it was assigned Act No. 15-198 and transmitted to both Houses of Congress for its review. D.C. Law 15-69 became effective on February 6, 2004.\n\nFor Law 15-354, see notes following § 7-1803.07.\n\nLaw 16-142, the \"Tobacco Settlement Trust Fund and Tobacco Settlement Financing Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-605 which was referred to the Committee on the Whole. The Bill was adopted on first and second readings on April 4, 2006, and May 2, 2006, respectively. Signed by the Mayor on May 19, 2006, it was assigned Act No. 16-383 and transmitted to both Houses of Congress for its review. D.C. Law 16-142 became effective on July 25, 2006.\n\nFor Law 17-353, see notes following § 7-161.\n\nMiscellaneous Notes\n\nSection 2301 of D.C. Law 13-38 provides:\n\n\"This title may be cited as the 'Tobacco Settlement Trust Fund Establishment Act of 1999'.\"\n\nDC CODE § 7-1811.01\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 1999, D.C. Law 13-38, § 2302, 46 DCR 6373; Oct. 19, 2000, D.C. Law 13-172, § 3721(a), 47 DCR 6308; Apr. 11, 2003, D.C. Law 14-300, § 7(b)(1), 50 DCR 406; Feb. 6, 2004, D.C. Law 15-69, § 3(a), 50 DCR 9824; Apr. 13, 2005, D.C. Law 15-354, § 89(b), 52 DCR 2638; July 25, 2006, D.C. Law 16-142, § 2(a), 53 DCR 4412; Mar. 25, 2009, D.C. Law 17-353, § 119, 56 DCR 1117.)","sections":[{"prefix":"a","text":"(1) There is established a trust fund designated as the Tobacco Settlement Trust Fund (\"Fund\"), to which shall be credited, without regard to fiscal year limitation:"},{"prefix":"A","text":" All revenue owed and accruing to the District from the payments under the tobacco litigation settlement agreement entered into on November 23, 1998 by the District of Columbia and leading United States tobacco product manufacturers (\"Settlement Agreement\"), except:"},{"prefix":"i","text":" The first $16.05 million recognized as general fund revenue and already included in the base budget in Fiscal Year 2000;"},{"prefix":"ii","text":" All payments under the Settlement Agreement sold to the District of Columbia Tobacco Settlement Financing Corporation under § 7-1831.02; and"},{"prefix":"iii","text":" All payments under the Residual Bond sold to the District of Columbia Tobacco Settlement Financing Corporation under § 7-1831.02;"},{"prefix":"B","text":" If the Residual Bond has not been sold by the Fund, all payments received with respect to the Residual Interest, as the term is defined in § 7- 1831.01(7);"},{"prefix":"B-i","text":" If the Residual Bond has been sold by the Fund, all payments received under the Remainder Certificate, if any; and"},{"prefix":"C","text":" All other funds which are directed to be deposited into the Fund by law, which shall include funds to be deposited into a Reservation 13 Benefit Area (\"R13BA\") Health Care account (\"R13BA fund\") pursuant to Chapter 15 of Title 10."},{"prefix":"2","text":" The Fund shall be continuing. Revenues deposited into the Fund shall not revert to the General Fund at the end of any fiscal year or at any other time, but shall be continually available, subject to authorization by Congress in an appropriations act."},{"prefix":"b","text":" The Fund shall be managed by the Board of Trustees of the Tobacco Settlement Trust Fund established under § 7-1811.02."},{"prefix":"c","text":" The Fund shall have the power to indemnify or insure members of the board and officers of the Fund as it determines appropriate."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"H","text":" Tobacco Smoking, Sales, Distribution, Regulation, and Settlement."},"chapter":{"identifier":"18","text":"Tobacco Master Settlement Agreement."},"subchapter":{"identifier":"II","text":"Tobacco Settlement Trust Fund."},"heading":{"title":"7","chaptersection":"1811","identifier":"7-1811.01","catch_text":"Establishment of Tobacco Settlement Trust Fund."}}