{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-39, in subsec. (e)(2), substituted \"Fiscal Year 2004 shall not exceed $10,000.\" for \"fiscal year 2003 shall not exceed $1,000.\"\n\nD.C. Law 14-307 rewrote subsec. (e)(2); in subsec. (g), added par. (3); and rewrote subsec. (h)(2). Prior to amendment, subsecs. (e)(2) and (h)(2) had read as follows:\n\n\"(2) The budget prepared and submitted by the Mayor under § 1-204.42 of the District of Columbia Official Code shall include recommended expenditures at a reasonable level for the forthcoming fiscal year for the administrative expenses of the Board.\"\n\n\"(2) The Board shall submit a report of the investment performance of the Fund to the Council within 90 days after the end of the fiscal year, including a listing of the assets of the Fund, the earnings of each asset of the Fund, the value of each asset of the Fund at the beginning and end of the fiscal year, and the investment strategy of the Fund, including any proposed changes.\"\n\nD.C. Law 16-33, in subsec. (d), substituted \"Once funds are deposited into the Fund, the Board shall meet\" for \"The Board shall meet\".\n\nD.C. Law 16-142, in subsec. (d), substituted \"year\" for \"quarter\".\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of section, see § 3721(b) of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 3721(b) of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13- 438, October 20, 2000, 47 DCR 8740).\n\nFor temporary (90 day) amendment of section, see § 402(a) of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) amendment of section, see § 402(a) of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see § 402(a) of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nFor temporary (90 day) amendment of section, see § 1504(a) of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) amendment of section, see § 1504(a) of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nFor temporary (90 day) amendment of section, see § 1036 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor Law 13-38, see notes following § 7-1811.01.\n\nFor Law 13-172, see notes following § 7-1811.01.\n\nFor Law 14-307, see notes following § 7-225.\n\nFor Law 15-39, see notes following § 7-732.\n\nFor Law 16-33, see notes following § 7-733.01.\n\nFor Law 16-142, see notes following § 7-1811.01.\n\nMiscellaneous Notes\n\nSection 1505 of D.C. Law 15-39 provides:\n\n\"Sec. 1505. Applicability.\n\n\"Section 1504(a) shall apply as of October 1, 2003.\"\n\nShort title of subtitle H of title I of Law 16-33: Section 1035 of D.C. Law 16-33 provided that subtitle H of title I of the act may be cited as the Tobacco Settlement Trust Fund Board of Trustees Meetings Amendment Act of 2005.\n\nDC CODE § 7-1811.02\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 1999, D.C. Law 13-38, § 2302a, as added Oct. 19, 2000, D.C. Law 13-172, § 3721(b), 47 DCR 6308; June 5, 2003, D.C. Law 14-307, § 402(a), 49 DCR 11664; Nov. 13, 2003, D.C. Law 15-39, § 1504(a), 50 DCR 5668; Oct. 20, 2005, D.C. Law 16-33, § 1036, 52 DCR 7503; July 25, 2006, D.C. Law 16- 142, § 2(b), 53 DCR 4412.)","sections":[{"prefix":"a","text":" The Board of Trustees of the Tobacco Settlement Trust Fund (\"Board\") is established as an independent agency of the District government. The Board shall consist of 3 members. One member shall be appointed by the Council. The other 2 members shall be nominated by the Mayor and approved by the Council and one of those 2 members shall be nominated by the Mayor as chairperson. Within 90 calendar days after October 19, 2000, or 180 days after the date of a vacancy, the Mayor shall transmit to the Council, for a 90-day period of review, excluding days of Council recess, the nominations to the Board. If the Council does not approve a nomination by resolution within the 90-day period, the nomination shall be deemed disapproved."},{"prefix":"b","text":"(1) Except as provided in paragraph (2) of this subsection, the members of the Board shall each serve a term of 4 years, except that a member selected to fill a vacancy occurring before the end of the term for which his predecessor was selected shall only serve until the end of the term. A member may serve after the expiration of his term until his successor has taken office."},{"prefix":"2","text":" The member of the Board first selected by the Council shall serve for a term of 2 years. As determined by the Mayor in his initial nominations, of the members of the Board who are first selected from his nominees, one shall serve for a term of 3 years and one shall serve for a term of 4 years."},{"prefix":"3","text":" An individual shall not serve more than 2 terms as a member of the Board, except that an individual serving less than 2 years of a term to which some other individual was originally selected shall be eligible for an additional 2 full terms as a member of the Board and an individual serving 2 years or more of a term to which some other individual was originally selected shall be eligible for only one additional full term as a member of the Board."},{"prefix":"4","text":" A member of the Board shall not have any personal interest, direct or indirect, in a transaction involving assets of the Fund."},{"prefix":"c","text":" Subject to the availability of appropriations for that purpose, each member of the Board shall be entitled to receive the hourly equivalent of the annual rate of compensation effect for the highest step of grade DS-15 under Chapter 6 of Title 1, for each hour that the member is engaged in the actual performance of duties vested in the Board, except that a member of the Board who is a full-time officer or employee of the District of Columbia or the United States shall not be entitled to receive compensation under this subsection for performance of duties vested in the Board during the employee's regularly scheduled working hours, and the total amount to which a member may be entitled under this subsection during a fiscal year may not exceed $5,000."},{"prefix":"d","text":" Once funds are deposited into the Fund, the Board shall meet at least once each calendar year at a regular and specified time. It shall meet at such other times as the Chairperson may prescribe. Actions of the Board shall be determined by a majority vote of the members."},{"prefix":"e","text":"(1) All administrative expenses incurred by the Board in administering the Fund, including compensation for the members of the Board, shall be paid out of funds appropriated for such purpose."},{"prefix":"2","text":" The budget prepared and submitted by the Mayor under § 47-301.01 shall include recommended expenditures at a reasonable level for the forthcoming fiscal year for the administrative expenses of the Board, except that the recommended expenditures for the administrative expenses for Fiscal Year 2004 shall not exceed $10,000.00."},{"prefix":"f","text":"(1) Subject to appropriations, the Board may engage the services of investment counsel, who shall be either: (A) registered under title 11 of An Act to provide for the registration and regulation of investment companies and investment advisers (54 Stat. 847; 15 U.S.C. § 80b-I et seq.) (\"Investment Advisers Act of 1940\"); (B) a bank, as defined in the Investment Advisers Act of 1940; or (C) an insurance company qualified to perform investment advisory services under the laws of more than one state. The investment counsel shall be a fiduciary with respect to services rendered to the Board. The fiduciary relationship shall be specified in a written agreement."},{"prefix":"2","text":" Subject to appropriations, the Board may appoint staff it considers necessary or convenient to carry out its functions. Staff appointed by the Board shall be subject to Chapter 6 of Title 1."},{"prefix":"g","text":"(1) The Board shall have the authority to enter into contracts with the governments of the District of Columbia and the United States and other public and private entities to the extent necessary to carry out its responsibilities."},{"prefix":"2","text":" The Board shall issue proposed rules governing the procurement of goods and services under the authority granted in paragraph (1) of this subsection. The proposed rules shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution within this 45-day review period, the proposed rules shall be deemed approved."},{"prefix":"3","text":" The Board may adopt, amend, repeal, and enforce bylaws or other operating procedures as appropriate in accordance with District laws."},{"prefix":"h","text":"(1) In addition to an investment otherwise authorized by law, and without restriction to investments a fiduciary may make, the Board, subject to any specific limitations set forth in this section or applicable law other than law relating to investments a fiduciary may make, may invest and reinvest the funds of the Fund in any real or personal property deemed advisable by the Board, including mortgages, stocks, bonds, debentures, and other securities of profit or nonprofit corporations, shares in or obligations of associations, partnerships, or individuals, and obligations of any government or subdivision or instrumentality thereof."},{"prefix":"2","text":" The Board shall submit reports of the investment performance of and financial transactions related to the Fund to the Council within 90 days after the end of the fiscal year, including a listing of the assets of the Fund, the earnings of each asset of the Fund, the value of each asset of the Fund at the beginning and end of the fiscal year, and the investment strategy of the Fund, including any proposed changes."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"H","text":" Tobacco Smoking, Sales, Distribution, Regulation, and Settlement."},"chapter":{"identifier":"18","text":"Tobacco Master Settlement Agreement."},"subchapter":{"identifier":"II","text":"Tobacco Settlement Trust Fund."},"heading":{"title":"7","chaptersection":"1811","identifier":"7-1811.02","catch_text":"Board of Trustees of the Tobacco Settlement Trust Fund."}}