{"text":"For the purposes of this part, the term:","historical":"Legislative History of Laws\n\nFor Law 15-150, see notes following § 7-1803.01.\n\nDC CODE § 7-1803.02\n\nCurrent through December 11, 2012","credits":"(Apr. 22, 2004, D.C. Law 15-150, § 3, 51 DCR 2809.)","sections":[{"prefix":"1","text":" \"Brand Family\" means all styles of cigarettes sold under the same trademark and differentiated from one another by additional modifiers or descriptors, including \"menthol,\" \"lights,\" \"kings,\" and \"100s,\" and includes any brand name (alone or in conjunction with any other word), trademark, logo, symbol, motto, selling message, recognizable pattern of colors, or any other indicia of product identification identical or similar to, or identifiable with, a previously known brand of cigarettes."},{"prefix":"2","text":" \"Cigarette\" has the same meaning as in § 7-1801.01(4)."},{"prefix":"3","text":" \"Master Settlement Agreement\" has the same meaning as in § 7-1801.01(5)."},{"prefix":"4","text":" \"Non-participating Manufacturer\" means any Tobacco Product Manufacturer that is not a Participating Manufacturer."},{"prefix":"5","text":" \"Participating Manufacturer\" has the meaning given that term in Section II(jj) of the Master Settlement Agreement and all amendments to it."},{"prefix":"6","text":" \"Qualified Escrow Fund\" has the same meaning as that term is defined in § 7-1801.01(6)."},{"prefix":"7","text":" \"Tobacco Product Manufacturer\" has the same meaning as that term is defined in § 7-1801.01(9)."},{"prefix":"8","text":" \"Units Sold\" has the same meaning as that term is defined in § 7- 1801.01(10)."},{"prefix":"9","text":" \"Wholesaler\" means a wholesaler licensed under § 47-2404(b)(1)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"H","text":" Tobacco Smoking, Sales, Distribution, Regulation, and Settlement."},"chapter":{"identifier":"18","text":"Tobacco Master Settlement Agreement."},"subchapter":{"identifier":"I","text":"Establishment of Reserve Fund by Tobacco Product Manufacturers Not Participating in the Master Settlement Agreement."},"part":{"identifier":"B","text":"Tobacco Product Manufacturer's Reserve Funds Procedure."},"heading":{"title":"7","chaptersection":"1803","identifier":"7-1803.02","catch_text":"Definitions."}}