{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-150, see notes following § 7-1803.01.\n\nDC CODE § 7-1803.03\n\nCurrent through December 11, 2012","credits":"(Apr. 22, 2004, D.C. Law 15-150, § 4, 51 DCR 2809.)","sections":[{"prefix":"a","text":" Every Tobacco Product Manufacturer whose cigarettes are sold in the District whether directly or through a wholesaler, retailer, or similar intermediary shall execute and deliver on a form prescribed by the Mayor, a certification to the Mayor, no later than the April 13th of each year, certifying under penalty of perjury that, as of the date of such certification, the Tobacco Product Manufacturer is a Participating Manufacturer or is in full compliance with § 7-1801.02(2), including all quarterly installment payments required by regulations promulgated pursuant to § 7-1803.05(e); and:"},{"prefix":"1","text":" A Participating Manufacturer shall include in its certification a list of its Brand Families, which shall be updated 30 days prior to any addition to or modification of its Brand Families by executing and delivering a supplemental certification to the Mayor."},{"prefix":"2","text":"(A) A Non-Participating Manufacturer shall include in its certification the following information:"},{"prefix":"i","text":" A list of all of its Brand Families and the number of Units Sold for each Brand Family that were sold in the District during the preceding calendar year;"},{"prefix":"ii","text":" A list of all of its Brand Families that have been sold in the District at any time during the current calendar year;"},{"prefix":"iii","text":" Indicating, by an asterisk, any Brand Family sold in the District of Columbia during the preceding calendar year that is no longer being sold in the District of Columbia as of the date of such certification;"},{"prefix":"iv","text":" Identifying by name and address, any other manufacturer of such Brand Families in the preceding or current calendar year;"},{"prefix":"v","text":" That it is registered to do business in the District or has appointed a resident agent for service of process and provided notice thereof as required by § 7-1803.04;"},{"prefix":"vi","text":" That it has established and continues to maintain a Qualified Escrow Fund, and that it has executed a qualified escrow agreement, which shall govern the Qualified Escrow Fund, that has been reviewed and approved by the Mayor;"},{"prefix":"vii","text":" That it is in full compliance with § 7-1801.02(2), this part, and any regulations promulgated pursuant to part A of this subchapter and this part;"},{"prefix":"viii","text":" The name, address, and telephone number of the financial institution where the Non-Participating Manufacturer has established such Qualified Escrow Fund required pursuant to § 7-1801.02(2) and all regulations promulgated pursuant to part A of this subchapter;"},{"prefix":"ix","text":" The account number of the Qualified Escrow Fund and any sub-account number for the District;"},{"prefix":"x","text":" The amount the Non-Participating Manufacturer has placed in the fund for cigarettes sold in the District during the preceding calendar year, including the date and amount of each deposit, and such evidence or verification as may be deemed necessary by the Mayor to confirm this information; and"},{"prefix":"xi","text":" The amount and date of any withdrawal or transfer of funds the Non-Participating Manufacturer has made at any time from the fund or from any other Qualified Escrow Fund into which it ever made escrow payments pursuant to § 7-1801.02(2) and all regulations promulgated pursuant to part A of this subchapter."},{"prefix":"B","text":" The Non-Participating Manufacturer shall update the lists required by this paragraph 30 calendar days prior to any addition to or modification of its Brand Families by executing and delivering a supplemental certification to the Mayor."},{"prefix":"3","text":"(A) A Tobacco Product Manufacturer may not include a Brand Family in its certification unless:"},{"prefix":"i","text":" In the case of a Participating Manufacturer, the Participating Manufacturer affirms that the Brand Family is to be deemed to be its cigarettes for purposes of calculating its payments under the Master Settlement Agreement for the relevant year, in the volume and shares determined pursuant to the Master Settlement Agreement; and"},{"prefix":"ii","text":" In the case of a Non-Participating Manufacturer, the Non-Participating Manufacturer affirms that the Brand Family is to be deemed to be its cigarettes for purposes of part A of this subchapter."},{"prefix":"B","text":" Nothing in this section shall be construed as limiting or otherwise affecting the District of Columbia's right to maintain that a Brand Family constitutes cigarettes of a different Tobacco Product Manufacturer for purposes of calculating payments under the Master Settlement Agreement or for purposes of § 7-1801.02(2)."},{"prefix":"4","text":" Tobacco Product Manufacturers shall maintain all invoices and documentation of sales and other such information relied upon for the required certification for a period of 5 years, unless required by law to maintain them for a greater period of time."},{"prefix":"b","text":" Not later than 150 days after April 22, 2004, the Mayor shall develop and make available for public inspection a directory (\"Directory\") listing all Tobacco Product Manufacturers that have provided current and accurate certifications conforming to the requirements of subsection (a) of this section and of all Brand Families that are listed in the certifications; provided, that:"},{"prefix":"1","text":" The Mayor shall not include or retain in the Directory the name or Brand Families of any Non-Participating Manufacturer that has failed to provide the required certification or whose certification the Mayor determines is not in compliance with subsection (a)(2) of this section, unless the Mayor has determined that the violation has been cured to the satisfaction of the Mayor."},{"prefix":"2","text":" Neither a Tobacco Product Manufacturer nor Brand Family shall be included or retained in the Directory if the Mayor concludes, in the case of a Non-Participating Manufacturer, that:"},{"prefix":"A","text":" Any escrow payment required pursuant to § 7-1801.02(2) for any period for any Brand Family, whether or not listed by such Non-Participating Manufacturer, has not been fully paid into a Qualified Escrow Fund governed by a qualified escrow agreement that has been approved by the Mayor; or"},{"prefix":"B","text":" Any outstanding final judgment, including interest, for a violation of § 7-1801.02(2) has not been fully satisfied for the Brand Family or the manufacturer."},{"prefix":"3","text":"(A) The Mayor shall update the Directory as necessary in order to correct mistakes and to add or remove a Tobacco Product Manufacturer or Brand Family to keep the Directory in conformity with the requirements of this part and shall post in the Directory notice of any removal from the Directory of a Tobacco Product Manufacturer or Brand Family at least 30 days prior to removal from the Directory of the Tobacco Product Manufacturer or Brand Family; and unless otherwise provided by agreement between:"},{"prefix":"i","text":" A Wholesaler and a Tobacco Product Manufacturer, the Wholesaler shall be entitled to a refund from a Tobacco Product Manufacturer for any money paid by the Wholesaler to the Tobacco Product Manufacturer for any cigarettes of the Tobacco Product Manufacturer in the possession of the Wholesaler on the effective date of removal from the Directory, or as subsequently received from a retail dealer as provided herein, of that Tobacco Product Manufacturer or Brand Family of cigarettes."},{"prefix":"ii","text":" A retail dealer and a Wholesaler, a retail dealer shall be entitled to a refund from a Wholesaler or a Tobacco Product Manufacturer for any money paid by the retail dealer to such Wholesaler or Tobacco Product Manufacturer for any cigarettes of the Tobacco Product Manufacturer still in the possession of the retail dealer on the effective date of removal from the Directory of that Tobacco Product Manufacturer or Brand Family of cigarettes."},{"prefix":"B","text":" The Mayor shall not restore to the Directory the Tobacco Product Manufacturer or the Brand Family until the Tobacco Product Manufacturer has paid the Wholesaler or retail dealer any refund due."},{"prefix":"4","text":" Every Wholesaler shall provide and update as necessary an electronic mail address to the Mayor for the purpose of receiving any notifications as may be required by this part."},{"prefix":"c","text":" It shall be unlawful for any person to:"},{"prefix":"1","text":" Affix a stamp to a package or other container of cigarettes of a Tobacco Product Manufacturer or Brand Family not included in the Directory, or"},{"prefix":"2","text":" Sell, offer, or possess for sale, in the District, or import for personal consumption in the District, cigarettes of a Tobacco Product Manufacturer or Brand Family not included in the Directory."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"H","text":" Tobacco Smoking, Sales, Distribution, Regulation, and Settlement."},"chapter":{"identifier":"18","text":"Tobacco Master Settlement Agreement."},"subchapter":{"identifier":"I","text":"Establishment of Reserve Fund by Tobacco Product Manufacturers Not Participating in the Master Settlement Agreement."},"part":{"identifier":"B","text":"Tobacco Product Manufacturer's Reserve Funds Procedure."},"heading":{"title":"7","chaptersection":"1803","identifier":"7-1803.03","catch_text":"Certifications; directory; tax stamps."}}