{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-150, see notes following § 7-1803.01.\n\nDC CODE § 7-1803.06\n\nCurrent through December 11, 2012","credits":"(Apr. 22, 2004, D.C. Law 15-150, § 7, 51 DCR 2809.)","sections":[{"prefix":"a","text":"(1) In addition to, or in lieu of, any other civil or criminal remedy provided by law, upon a determination that any person has violated § 7- 1803.03(c) or any regulation adopted pursuant to this part, the Mayor may revoke or suspend the license of the Wholesaler in the manner provided by § 47-2404(f)."},{"prefix":"2","text":" Each stamp affixed and each sale or offer to sell cigarettes in violation of § 7-1803.03(c) shall constitute a separate violation. Pursuant to Chapter 18 of Title 2, the Mayor may also impose a civil fine in an amount not to exceed the greater of 500% of the retail value of the cigarettes or $5,000 for any violation of § 7-1803.03(c) or any regulations adopted pursuant to this part."},{"prefix":"b","text":" Any cigarettes that have been sold, offered for sale, or possessed for sale, in the District, or imported for personal consumption in the District, in violation of § 7-1803.03(c) shall be deemed contraband under § 47-2405(b) and the cigarettes shall be subject to seizure and forfeiture as provided in § 47-2409; provided, that all such cigarettes so seized and forfeited shall be destroyed and not resold."},{"prefix":"c","text":" The Corporation Counsel, on behalf of the District, may seek an injunction to restrain a threatened or actual violation of § 7-1803.03(c), § 7- 1803.05(a), or § 7-1803.05(d) by a Wholesaler and compel the Wholesaler to comply with the subsections."},{"prefix":"d","text":"(1) It shall be unlawful for a person to:"},{"prefix":"A","text":" Sell or distribute cigarettes, or"},{"prefix":"B","text":" Acquire, hold, own, possess, transport, import, or cause to be imported cigarettes that the person knows or should know are intended for distribution or sale in the District in violation of § 7-1803.03(c)."},{"prefix":"2","text":" A violation of this subsection shall, upon conviction, be punishable by a fine of not more than $5,000 or imprisonment of not more than 1 year, or both. Prosecutions for violations of this subsection shall be brought in Superior Court of the District of Columbia in the name of the District by the Corporation Counsel."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"H","text":" Tobacco Smoking, Sales, Distribution, Regulation, and Settlement."},"chapter":{"identifier":"18","text":"Tobacco Master Settlement Agreement."},"subchapter":{"identifier":"I","text":"Establishment of Reserve Fund by Tobacco Product Manufacturers Not Participating in the Master Settlement Agreement."},"part":{"identifier":"B","text":"Tobacco Product Manufacturer's Reserve Funds Procedure."},"heading":{"title":"7","chaptersection":"1803","identifier":"7-1803.06","catch_text":"Penalties and other remedies."}}