{"text":"For the purposes of this subchapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 16-142, in par. (1), substituted \"obligations), which may be issued on a senior or subordinate basis and would include\" for \"obligations), which would include\"; and added pars. (5A) and (6A).\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of §§ 7-1831.01 to 7-1831.06, see §§ 3702 to 3707 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13- 376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see §§ 3702 to 3707 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nFor Law 13-172, see notes following § 7-1811.01.\n\nFor Law 16-142, see notes following § 7-1811.01.\n\nDC CODE § 7-1831.01\n\nCurrent through December 11, 2012","credits":"(Oct. 19, 2000, D.C. Law 13-172, § 3702, 47 DCR 6308; July 25, 2006, D.C. Law 16-142, § 3(a), 53 DCR 4412.)","sections":[{"prefix":"1","text":" \"Bonds\" means the taxable or tax-exempt revenue bonds, notes, or other obligations (including refunding bonds, notes, and other obligations), which may be issued on a senior or subordinate basis and would include any instrument evidencing the Corporation's obligations relating to the Residual Interest, authorized to be issued by the Corporation pursuant to this subchapter."},{"prefix":"2","text":" \"Corporation\" means the District of Columbia Tobacco Settlement Financing Corporation established by § 7-1831.03."},{"prefix":"3","text":" \"District\" means the District of Columbia."},{"prefix":"4","text":" \"Master Settlement Agreement\" means the settlement agreement (and related documents), as may be amended from time to time, entered into on November 23, 1998 by the District and leading United States tobacco product manufacturers."},{"prefix":"5","text":" \"Purchase Agreement\" means a contract, as authorized under § 7-1831.03, between the Corporation and the District, under which the District sells to the Corporation all of the District's right, title, and interest in and to the Master Settlement Agreement, including all the moneys, and any interest thereon, payable to or received by the District thereunder (except for the first payment of $16.05 million which has already been received by the District), in exchange for a cash payment from the net proceeds of the sale of the Bonds (other than the Residual Bond), the Residual Bond, and the agreement of the Corporation to repay certain indebtedness of the District."},{"prefix":"5A","text":" \"Remainder Certificate\" means a certificate evidencing an interest in the payments to be made under the Residual Bond after payment in full of all outstanding Bonds secured thereby."},{"prefix":"6","text":" \"Residual Bond\" means a Bond evidencing the Residual Interest."},{"prefix":"6A","text":" \"Residual Bond Purchase Agreement\" means a contract, as authorized under § 7-1831.03, between the Corporation and the Fund, under which the Fund sells to the Corporation all or a portion of the Fund's right, title, and interest in and to the Residual Bond, including all the moneys, and any interest thereon, payable to or received by the Fund thereunder, in exchange for a cash payment from the net proceeds of the sale of the Bonds (other than the Residual Bond) and the Remainder Certificate, if any."},{"prefix":"7","text":" \"Residual Interest\" means that portion of any payments received by the Corporation under the Master Settlement Agreement which is not annually required to:"},{"prefix":"A","text":" Defease certain indebtedness of the District pursuant to the provisions of the Purchase Agreement;"},{"prefix":"B","text":" Repay the holders of the Bonds (other than the Residual Bond);"},{"prefix":"C","text":" Establish, maintain, or replenish any reserve funds created in connection with the issuance of the Bonds (other than the Residual Bond);"},{"prefix":"D","text":" Pay any other obligations of the Corporation (other than the Residual Bond) incurred in connection with the issuance of the Bonds; or"},{"prefix":"E","text":" Pay the actual, reasonable, and necessary expenses of the Corporation."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"H","text":" Tobacco Smoking, Sales, Distribution, Regulation, and Settlement."},"chapter":{"identifier":"18","text":"Tobacco Master Settlement Agreement."},"subchapter":{"identifier":"III","text":"Tobacco Settlement Financing."},"heading":{"title":"7","chaptersection":"1831","identifier":"7-1831.01","catch_text":"Definitions."}}