{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-190, in subsec. (b), made nonsubstantive changes to pars. (3) and (4), and added pars. (5) and (6).\n\nD.C. Law 14-300 added subsec. (c).\n\nD.C. Law 14-307, in subsec. (b), rewrote the introductory language of subpar. (5)(A), and rewrote sub-subpars. (5)(A)(i) and (5)(A)(ii) which had read as follows:\n\n\"(5)(A) Beginning October 1, 2002 through September 30, 2004, 100% of the residual shall be spent for purposes specified in local law and 100% of the annual savings from debt defeasance or prepayment shall be allocated to the Department of Human Services, the Child and Family Services Agency, and the District of Columbia Public Schools, for spending pressures generated by the Medicaid and Special Education programs providing the following:\n\n\"(i) No such funds shall be made available for expenditure to the Department of Human Services or the Child and Family Services Agency unless by no later than December 31, 2002, the Director of the Office of Medicaid Public Provider Operations Reform submits to the Mayor a savings plan certified by the Chief Financial Officer. The plan shall commence no later than October 1, 2003, and generate savings comparable to the funds allocated to the Medicaid program from the annual savings in Fiscal Year 2003.\n\n\"(ii) No such funds shall be made available for expenditure to the District of Columbia Public Schools unless, by no later than December 31, 2002, the District of Columbia Public Schools submits to the Special Education Task Force a savings plan certified by the Chief Financial Officer. The Special Education Task Force shall include the Mayor, the Chair of the Committee on Education, Libraries and Recreation for the Council of the District of Columbia, the Chair of the Committee on Finance and Revenue for the Council of the District of Columbia, the Chief Financial Officer, the President of the District of Columbia Board of Education, the Superintendent of the District of Columbia Public Schools, the State Education Officer of the District of Columbia, the Deputy Mayor for Children, Youth, Families and Elders, the Chief Financial Officer for the District of Columbia Public Schools, and others to be determined by Mayor's Order. Members of the Council's Committee on Education, Libraries, and Recreation shall serve ex officio (non-voting) on the Special Education Task Force. The plan shall commence no later than October 1, 2003, and generate savings comparable to the funds allocated to special education programs from the annual savings in Fiscal Year 2003.\"\n\nD.C. Law 14-310 made a technical correction which did not change the text.\n\nD.C. Law 15-39 rewrote subsec. (b)(5) which had read as follows:\n\n\"(5)(A) All residual funds accumulated from fiscal years 2001 and 2002 shall be allocated to the General Fund during fiscal year 2003. In addition, beginning October 1, 2002 through September 30, 2004, 100% of the residual shall be spent for purposes specified in local law, and 100% of the annual savings from debt defeasance or prepayment, after being reduced by $1,000,000 to be allocated to the General Fund, shall be allocated to the Department of Human Services, the Child and Family Services Agency, Department of Mental Health, Department of Health, and the District of Columbia Public Schools, for spending pressures associated with the Medicaid, Medicare, Title IV, Part E of the Social Security Act (42 U.S.C. § 674(a)) and Special Education programs, provided the following:\n\n\"(i) No such funds from annual savings described above shall be made available for expenditure to the Department of Human Services or the Child and Family Services Agency unless by no later than December 31, 2002, the Director of the Office of Medicaid Public Provider Operations Reform submits to the Mayor a savings plan certified by the Chief Financial Officer. The plan shall commence no later than October 1, 2003, and generate savings comparable to the funds allocated to the Medicaid program from the annual savings in Fiscal Year 2003.\n\n\"(ii) No such funds from annual savings described above shall be made available for expenditure to the District of Columbia Public Schools unless, by no later than December 31, 2002, the District of Columbia Public Schools submits to the Special Education Task Force a savings plan certified by the Chief Financial Officer. The Special Education Task Force shall include the Mayor, the Chair of the Committee on Education, Libraries and Recreation for the Council of the District of Columbia, the Chair of the Committee on Finance and Revenue for the Council of the District of Columbia, the Chief Financial Officer, the President of the District of Columbia Board of Education, the Superintendent of the District of Columbia Public Schools, the State Education Officer of the District of Columbia, the Deputy Mayor for Children, Youth, Families and Elders, the Chief Financial Officer for the District of Columbia Public Schools, and others to be determined by Mayor's Order. Members of the Council's Committee on Education, Libraries, and Recreation shall serve ex officio (non-voting) on the Special Education Task Force. The plan shall commence no later than October 1, 2003, and generate savings comparable to the funds allocated to special education programs from the annual savings in Fiscal Year 2003.\n\n\"(ii) No such funds from annual savings described above from annual savings described above shall be made available for expenditure to the District of Columbia Public Schools unless, by no later than December 31, 2002, the District of Columbia Public Schools submits to the Special Education Task Force a savings plan certified by the Chief Financial Officer. The Special Education Task Force shall include the Mayor, the Chair of the Committee on Education, Libraries and Recreation for the Council of the District of Columbia, the Chair of the Committee on Finance and Revenue for the Council of the District of Columbia, the Chief Financial Officer, the President of the District of Columbia Board of Education, the Superintendent of the District of Columbia Public Schools, the State Education Officer of the District of Columbia, the Deputy Mayor for Children, Youth, Families and Elders, the Chief Financial Officer for the District of Columbia Public Schools, and others to be determined by Mayor's Order. Members of the Council's Committee on Education, Libraries, and Recreation shall serve ex officio (non-voting) on the Special Education Task Force. The plan shall commence no later than October 1, 2003, and generate savings comparable to the funds allocated to special education programs from the annual savings in Fiscal Year 2003.\n\n\"(B) Beginning 3 months following the commencement of the plan or no later than January 2, 2004, the Mayor and the Special Education Task Force shall provide the Council with quarterly reports on the progress made by the Department of Human Services, the Child and Family Services Agency, and the District of Columbia Public Schools, in reducing costs associated with the Medicaid and special education programs; and\"\n\nD.C. Law 15-69 rewrote subsec. (c) which had read as follows:\n\n\"(c) The R13BA funds, including all accrued interest, shall be used as follows:\n\n\"(1) To construct and maintain a public full-service hospital within the R13BA;\n\n\"(2) To provide health care to the uninsured residents of the District;\n\n\"(3) For administrative support in the provision of health care to the uninsured; and\n\n\"(4) For costs relating to an annual audit of expenditures.\"\n\nD.C. Law 15-105, in subsec. (b)(4), validated a previously made technical correction.\n\nD.C. Law 15-205, in subpar. (A) of par. (5) of subsec. (b), added at the end \"For fiscal years 2005 through 2008, 100% of the residual and 100% of the annual savings from debt defeasance and prepayment shall be transferred to the General Fund.\"\n\nD.C. Law 16-142, in subpar. (b)(5)(A), substituted \"For fiscal year 2005,\" for \"For fiscal years 2005 through 2008,\" and added \"Commencing in fiscal year 2006, 100% of the residual (unless the Residual Bond has been sold) and 100% of the annual savings from debt defeasance and prepayment shall be transferred to the General Fund. Unless the Residual Bond has been sold by the Fund, the Council may direct all or a portion of the residual to be transferred to the Fund.\" to the end; and added par. (b)(7) and subsecs. (d) and (e).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(d)(2) of Draft Master Plan for Public Reservation 13 Temporary Amendment Act of 2003 (D.C. Law 15-3, May 3, 2003, law notification 50 DCR 3783).\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of section, see § 3721(c) of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 3721(c) of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13- 438, October 20, 2000, 47 DCR 8740).\n\nFor temporary (90 day) amendment of section, see § 702 of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nFor temporary (90 day) amendment of section, see § 402(b) of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) amendment of section, see § 2(d)(2) of Draft Master Plan for Public Reservation 13 Emergency Amendment Act of 2003 (D.C. Act 15-13, January 27, 2003, 50 DCR 1488).\n\nFor temporary (90 day) amendment of section, see § 402(b) of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see § 402(b) of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nFor temporary (90 day) amendment of section, see § 1504(b) of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) amendment of section, see § 1504(b) of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nFor temporary (90 day) amendment of section, see § 3(b) of Draft Master Plan for Public Reservation 13 Congressional Review Emergency Amendment Act of 2003 (D.C. Act 15-273, December 18, 2003, 51 DCR 40).\n\nFor temporary (90 day) amendment of section, see § 5102 of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 5102 of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nFor Law 13-172, see notes following § 7-1811.01.\n\nLaw 14-190, the \"Fiscal Year 2003 Budget Support Act of 2002\", was introduced in Council and assigned Bill No. 14-609, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 7, 2002, and June 4, 2002, respectively. Signed by the Mayor on July 3, 2002, it was assigned Act No. 14-403 and transmitted to both Houses of Congress for its review. D.C. Law 14-190 became effective on October 1, 2002.\n\nFor Law 14-300, see notes following § 7-1811.01.\n\nFor Law 14-307, see notes following § 7-225.\n\nLaw 14-310, the \"Criminal Code and Miscellaneous Technical Amendments Act of 2002\", was introduced in Council and assigned Bill No. 14-954, which was referred to the Committee on Whole. The Bill was adopted on first and second readings on December 3, 2002, and December 17, 2002, respectively. Signed by the Mayor on January 22, 2003, it was assigned Act No. 14-622 and transmitted to both Houses of Congress for its review. D.C. Law 14-310 became effective on June 12, 2003.\n\nFor Law 15-39, see notes following § 7-732.\n\nFor Law 15-69, see notes following § 7-1811.01.\n\nFor Law 15-105, see notes following § 7-136.\n\nFor Law 15-205, see notes following § 7-503.03.\n\nFor Law 16-142, see notes following § 7-1811.01.\n\nMiscellaneous Notes\n\nShort title of title VII of Law 14-190: Section 701 of D.C. Law 14-190 provided that title VII of the act may be cited as the Tobacco Settlement Savings Fund Amendment Act of 2002.\n\nShort title of subtitle A of title V of Law 15-205: Section 5101 of D.C. Law 15-205 provided that subtitle A of title V of the act may be cited as the Tobacco Trust Fund Amendment Act of 2004.\n\nDC CODE § 7-1811.03\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 1999, D.C. Law 13-38, § 2303b, as added Oct. 19, 2000, D.C. Law 13-172, § 3721(c), 47 DCR 6308; Oct. 1, 2002, D.C. Law 14-190, § 702, 49 DCR 6968; Apr. 11, 2003, D.C. Law 14-300, § 7(b)(2), 50 DCR 406; June 5, 2003, D.C. Law 14-307, § 402(b), 49 DCR 11664; June 12, 2003, D.C. Law 14- 310, § 5, 50 DCR 1092; Nov. 13, 2003, D.C. Law 15-39, § 1504(b), 50 DCR 5668; Feb. 6, 2004, D.C. Law 15-69, § 3(b), 50 DCR 9824; Mar. 13, 2004, D.C. Law 15-105, § 46, 51 DCR 881; Dec. 7, 2004, D.C. Law 15-205, § 5102, 51 DCR 8441; July 25, 2006, D.C. Law 16-142, § 2(c), 53 DCR 4412.)","sections":[{"prefix":"a","text":"(1) Beginning in Fiscal Year 2001, the funds which shall be appropriated and deposited in the Fund shall be allocated and used as provided in subsection (b) of this section."},{"prefix":"2","text":" Within 15 business days of the sale of the District's right in and to the Master Settlement Agreement to the District of Columbia Tobacco Financing Settlement Corporation under § 7-1831.02, the Chief Financial Officer shall certify, for each year, the debt service savings that the District will achieve as a result of the sale."},{"prefix":"3","text":" Beginning in Fiscal Year 2002, the Chief Financial Officer shall certify to the Council that the Mayor has included in the budget and financial plan the transfer to the Fund in the amount of the savings for that year."},{"prefix":"4","text":" The amount of the savings which are appropriated for deposit into the Fund shall be deposited into the Fund in equal quarterly installments which shall be paid at the end of each quarter of the fiscal year."},{"prefix":"b","text":" The funds of the Fund shall be used as follows:"},{"prefix":"1","text":" Fifty percent of the sum of the residual interest plus the annual savings from debt defeasance or prepayment shall be spent for purposes specified in local law;"},{"prefix":"2","text":" Fifty percent of the sum of the residual interest plus the annual savings from debt defeasance or prepayment shall be invested by the Board in accordance with the standards of § 7-1811.02(h)(1);"},{"prefix":"3","text":" All of the investment earnings of the Fund shall be reinvested by the Board in accordance with the standards of § 7-1811.02(h)(1);"},{"prefix":"4","text":" Any funds not spent in accordance with paragraph (1) of this subsection shall be invested in accordance with paragraph (2) of this subsection;"},{"prefix":"5","text":"(A) All residual funds accumulated from fiscal years 2001 and 2002 shall be allocated to the General Fund during Fiscal Year 2003. Beginning October 1, 2002 through September 30, 2004, 100% of the residual shall be spent for purposes specified in local law. For Fiscal Year 2003, 100% of the residual shall be transferred to the General Fund, and 100% of the annual savings from debt defeasance and prepayment, after being reduced by $1 million to be allocated to the General Fund, shall be allocated to the Medicaid and Special Education Reform Fund (\"Reform Fund\") established by § 4-204.53. For Fiscal Year 2004, 100% of the residual shall be transferred to the General Fund, and 100% of the annual savings from debt defeasance and prepayment shall be allocated to the Reform Fund. Funds deposited in the Reform Fund shall be disbursed to the Department of Human Services, the Child and Family Services Agency, the Department of Mental Health, the Department of Health, and the District of Columbia Public Schools only for spending pressures associated with the Medicaid, Medicare, Foster Care and Adoption Assistance, and Special Education programs and in accordance with § 4-204.55. For fiscal year 2005, 100% of the residual and 100% of the annual savings from debt defeasance and prepayment shall be transferred to the General Fund. Commencing in fiscal year 2006, 100% of the residual (unless the Residual Bond has been sold) and 100% of the annual savings from debt defeasance and prepayment shall be transferred to the General Fund. Unless the Residual Bond has been sold by the Fund, the Council may direct all or a portion of the residual to be transferred to the Fund."},{"prefix":"B","text":" For the purposes of this paragraph, the term:"},{"prefix":"i","text":" \"Foster Care and Adoption Assistance\" means the programs authorized by Part E of Title IV of the Social Security Act, approved June 17, 1980 (94 Stat. 501; 42 U.S.C. § 670 et seq.)."},{"prefix":"ii","text":" \"Medicaid\" means the medical assistance programs authorized by Title XIX of the Social Security Act, approved July 30, 1965 (79 Stat. 343; 42 U.S.C. § 1396 et seq.), or by § 1-307.02, and administered by the Department of Health."},{"prefix":"iii","text":" \"Medicare\" means the health insurance programs authorized by Title XVIII of the Social Security Act, approved July 30, 1965 (79 Stat. 290; 42 U.S.C. § 1395 et seq.)."},{"prefix":"iv","text":" \"Special Education\" means services provided under § 38-2501 to students who are classified as having a disability, as defined in section 101(a)(1) of the Individuals with Disabilities Education Act, approved April 13, 1970 (84 Stat. 175; 20 U.S.C. § 1401(a)(1)), or in section 7(8) of the Rehabilitation Act of 1973, approved September 26, 1973 (87 Stat. 359; 29 U. S.C. § 706(8))."},{"prefix":"6","text":" Beginning October 1, 2002, $16,627,000 of programming funds shall be reinvested by the Board."},{"prefix":"7","text":" If the Residual Bond has been sold by the Fund, 100% of the residual shall be payable to the Corporation for so long as the Bonds issued to purchase the Residual Bond are Outstanding."},{"prefix":"c","text":" The R13BA fund, including all accrued interest, shall be used as follows:"},{"prefix":"1","text":" To fund infrastructure improvements related to a proposed development within the R13BA;"},{"prefix":"2","text":" To provide health care to the uninsured residents of the District; and"},{"prefix":"3","text":" For administrative support in the provision of health care to the uninsured."},{"prefix":"d","text":" For the purpose of financing the costs of the National Capital Medical Center, healthcare related issues, or other capital projects, and repayment of outstanding indebtedness issued for certain capital projects and other undertakings of the District, the Fund may sell to the Corporation all of the Fund's right, title, and interest in and to the Residual Bond, including all the moneys, and any interest thereon, payable to or received by the Fund, in exchange for:"},{"prefix":"1","text":" A cash payment in the amount of the net sales proceeds of the Bonds (other than the Residual Bond); and"},{"prefix":"2","text":" The Remainder Certificate, if any."},{"prefix":"e","text":" Subject to the authorization and restrictions of this subchapter, the terms and conditions of the Residual Bond Purchase Agreement shall be determined by the Mayor, which determination shall be conclusively evidenced by his execution of the Residual Bond Purchase Agreement. The Mayor may execute and deliver any administrative or other documents or agreements that are necessary or desirable relating to the sale of the Fund's right, title, and interest in and to the Residual Bond or in connection with the issuance of the Bonds. Proceeds from the sale of the Bonds and other moneys received by the Corporation pursuant to the Residual Bond Purchase Agreement shall be used to repay certain outstanding indebtedness of the District, to finance or refinance the National Capital Medical Center, healthcare related issues, or other capital projects or undertakings of the District, to pay costs of issuance of the Bonds, to establish and fund reserve funds, and to pay other expenses and fees related to the issuance of the Bonds."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"H","text":" Tobacco Smoking, Sales, Distribution, Regulation, and Settlement."},"chapter":{"identifier":"18","text":"Tobacco Master Settlement Agreement."},"subchapter":{"identifier":"II","text":"Tobacco Settlement Trust Fund."},"heading":{"title":"7","chaptersection":"1811","identifier":"7-1811.03","catch_text":"Allocation of funds."}}