{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-167, in subsec. (b)(1), substituted \"Title 2. Notwithstanding the preceding provisions of this paragraph, the Mayor may invest, subject to approval by the Council, up to $79 million to capitalize a public-private partnership by non-competitive negotiations with Specialty Hospitals of America, LLC, or certain of its subsidiary entities, to acquire, improve, and operate Greater Southeast Community Hospital;\" for \"Title 2;\"; and, in subsec. (c)(3), deleted \"and the findings of the comprehensive assessment described in subsection (b)(7) of this section\" following \"ownership\".\n\nD.C. Law 17-353 validated a previously made technical correction in the punctuation in subsec. (c)(4).\n\nD.C. Law 18-111, in subsec. (b)(1), substituted \"Community Hospital; provided, that notwithstanding any agreement regarding the repayment of funds associated with this public-private partnership, beginning in calendar year 2009, repayment by Specialty Hospitals of America, LLC, or certain of its subsidiaries, of the $20 million working capital loan shall be deferred until December 31, 2015; at which time the originally agreed to repayment schedule shall resume.\" for \"Community Hospital;\"; and, in subsec. (b)(4), substituted \"subject to subsection (d) of this section; provided, that $750,000 shall be utilized during fiscal year 2010 to support tobacco cessation programs including the DC Quitline and free nicotine replacement programs for District residents.\" for \"subject to subsection (d) of this section.\"; added subsec. (b)(9); in subsec. (d)(1), substituted \"subsection (b)(4),(5), (6), (7), or (9) of this section\" for \"subsection (b)(4),(5), (6) or (7) of this section\".\n\nD.C. Law 18-223, in subsec. (a), substituted \"$4.6 million\" for \"10 million\"; and, in subsec. (b), deleted \"and\" from the end of par. (8); substituted \"; and\" for a period at the end of par. (9), and added par. (10).\n\nD.C. Law 18-370, in subsec. (b)(4), substituted \"$16.5 million\" for \"$20 million\".\n\nD.C. Law 19-171, in subsecs. (b)(9) and (d)(1), validated previously made technical corrections.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of (D.C. Law 17-71, January 23, 2008, law notification 55 DCR 1451).\n\nSections 3 and 4 of D.C. Law 18-154 substituted \"Community Hospital; provided, that notwithstanding any agreement regarding the repayment of funds associated with this public-private partnership, beginning in calendar year 2009, repayment by Specialty Hospitals of America, LLC, or certain of its subsidiaries, of the $20 million working capital loan shall be deferred until December 31, 2015, at which time the originally agreed to repayment schedule shall resume; provided further, that the Mayor may withdraw the deferment and re-establish the loan repayment schedule.\" for \"Community Hospital;\".\n\nSection 8(b) of D.C. Law 18-154 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of East of the River Hospital Revitalization Emergency Amendment Act of 2007 (D.C. Act 17-168, October 19, 2007, 54 DCR 10978).\n\nFor temporary (90 day) amendment of section, see § 2 of East of the River Hospital Revitalization Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-249, January 23, 2008, 55 DCR 1255).\n\nFor temporary (90 day) amendment of section, see §§ 5101, 5161 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see §§ 5101, 5161 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see §§ 3, 4 of Healthy DC Equal Access Fund and Hospital Stabilization Emergency Amendment Act of 2009 (D.C. Act 18-310, February 18, 2010, 57 DCR 1635).\n\nFor temporary (90 day) amendment of section, see § 5132 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nFor temporary (90 day) amendment of section, see § 802(b) of Fiscal Year 2011 Supplemental Budget Support Emergency Act of 2010 (D.C. Act 18-694, January 19, 2011, 58 DCR 662).\n\nLegislative History of Laws\n\nFor Law 16-288, see notes following § 7-1931.\n\nLaw 17-167, the \"East of the River Hospital Revitalization Amendment Act of 2008\", was introduced in Council and assigned Bill No.17-484 which was referred to the Committee on Health. The Bill was adopted on first and second readings on March 4, 2008, and April 1, 2008, respectively. Signed by the Mayor on April 14, 2008, it was assigned Act No. 17-341 and transmitted to both Houses of Congress for its review. D.C. Law 17-167 became effective on June 5, 2008.\n\nFor Law 17-353, see notes following § 7-161.\n\nFor Law 18-111, see notes following § 7-736.01.\n\nFor Law 18-223, see notes following § 7-1401.\n\nFor history of Law 18-370, see notes under § 7-751.11.\n\nFor history of Law 19-171, see notes under § 7-242.\n\nDelegation of Authority\n\nDelegation of Authority pursuant to D.C. Law 16-288, the Community Access to Health Amendment Act of 2006, see Mayor's Order 2008-74, May 2, 2008 (55 DCR 6930).\n\nDelegation of Authority pursuant to D.C. Law 16-288, the Community Access to Health Amendment Act of 2006, see Mayor's Order 2008-108, August 12, 2008 (55 DCR 9391).\n\nMiscellaneous Notes\n\nShort title: Section 5100 of D.C. Law 18-111 provided that subtitle K of title V of the act may be cited as the \"Community Access to Health Care Amendment Act of 2009\".\n\nShort title: Section 5160 of D.C. Law 18-111 provided that subtitle Q of title V of the act may be cited as the \"Community Access to Health Care United Medical Center Amendment Act of 2009\".\n\nShort title: Section 5131 of D.C. Law 18-223 provided that subtitle N of title V of the act may be cited as the \"Community Access to Health Care Amendment Act of 2010\".\n\nShort title: Section 801 of D.C. Law 18-370 provided that title VIII of the act may be cited as \"Fiscal Year 2011 Transfer of Special Purpose Funds Act of 2010\".\n\nRe-establishment--The Loan Repayment Schedule, see Mayor's Order 2010-70, April 28, 2010 (57 DCR 4674).\n\nDC CODE § 7-1932\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-288, § 102, 54 DCR 976; June 5, 2008, D.C. Law 17-167, § 2, 55 DCR 5178; Mar. 25, 2009, D.C. Law 17-353, § 167(a), 56 DCR 1117; Mar. 3, 2010, D.C. Law 18-111, §§ 5101, 5161, 57 DCR 181; Sept. 24, 2010, D.C. Law 18-223, § 5132, 57 DCR 6242; Apr. 8, 2011, D.C. Law 18- 370, § 802(b), 58 DCR 1008; Sept. 26, 2012, D.C. Law 19-171, § 50, 59 DCR 6190.)","sections":[{"prefix":"a","text":" The Mayor is authorized to make grants from the Fund and to enter into agreements with the recipients of the grants containing any terms and conditions that the Mayor determines necessary or appropriate to effect a purpose of the Fund, as described in § 7-1931(b)."},{"prefix":"b","text":" Of the funds available, the Mayor shall:"},{"prefix":"1","text":" Reserve up to $116 million for construction of health care facilities, subject to subsection (c) of this section. Any grant awarded pursuant to this paragraph shall be awarded through competitive bidding in accordance with Unit A of Chapter 3 of Title 2. Notwithstanding the preceding provisions of this paragraph, the Mayor may invest, subject to approval by the Council, up to $79 million to capitalize a public-private partnership by non-competitive negotiations with Specialty Hospitals of America, LLC, or certain of its subsidiary entities, to acquire, improve, and operate Greater Southeast Community Hospital; provided, that notwithstanding any agreement regarding the repayment of funds associated with this public-private partnership, beginning in calendar year 2009, repayment by Specialty Hospitals of America, LLC, or certain of its subsidiaries, of the $20 million working capital loan shall be deferred until December 31, 2015, at which time the originally agreed to repayment schedule shall resume."},{"prefix":"2","text":" Reserve up to $80 million for urgent and emergent care upgrades, subject to subsection (c) of this section. Any grant awarded pursuant to this paragraph shall be awarded through competitive bidding in accordance with Unit A of Chapter 3 of Title 2;"},{"prefix":"3","text":" Reserve $4.6 million to fund a comprehensive chronic disease management and prevention program related to the 10 leading causes of death in the District of Columbia to be administered by nonprofit organizations in partnership with the Department of Health. Any grant awarded pursuant to this paragraph shall be awarded through competitive bidding in accordance with Unit A of Chapter 3 of Title 2;"},{"prefix":"4","text":" Grant $16.5 million to the D.C. Cancer Consortium to implement a comprehensive cancer prevention program, subject to subsection (d) of this section; provided, that $750,000 shall be utilized during fiscal year 2010 to support tobacco cessation programs including the DC Quitline and free nicotine replacement programs for District residents."},{"prefix":"5","text":" Grant $10 million to the American Lung Association of the District of Columbia to implement a tobacco cessation program in partnership with the American Cancer Society, subject to subsection (d) of this section;"},{"prefix":"6","text":" Grant $6 million to the District of Columbia Primary Care Association (\"DCPCA\"), subject to subsection (d) of this section, for the purpose of establishing a regional health information exchange program, which shall be modeled on other regional health information organizations that have been established in other regions around the United States, among community health centers, hospitals, physician practices, and other health care providers to improve patient coordination of care and health outcomes and to build a secure database of patient health information that can be used for disease surveillance, quality-monitoring, policy-making, and clinical research; the DCPCA shall partner with the National Institute of Medical Informatics to develop a regional health information organization, with DCPCA initially acting as fiscal agent and subsequently sub-granting the funds to the regional health information organization once it is staffed;"},{"prefix":"7","text":" Grant up to $1.5 million to the Rand Corporation, subject to subsection (d) of this section, for the following purposes:"},{"prefix":"A","text":" Conducting a comprehensive assessment of the District's health care delivery system for individuals with urgent or emergent medical needs and recommending improvements and expansions of that system;"},{"prefix":"B","text":" Conducting a comprehensive assessment of the health care needs in Wards 7 and 8 and making recommendations to address the identified health care needs in those Wards; and"},{"prefix":"C","text":" Providing an analysis of the ongoing operating and capital costs associated with the development of ambulatory health care centers and of other health care facilities, including the Healthplex model;"},{"prefix":"8","text":" Grant $1.5 million for the purpose of procuring emergency transport vehicles; subject to the completion of a deployment plan that indicates annual operating costs, staffing requirements, and maintenance costs;"},{"prefix":"9","text":" For fiscal year 2010, grant $750,000 to support operational expenses associated with the Medical Homes DC Initiative, subject to subsection (d) of this section; and"},{"prefix":"10","text":" For fiscal year 2011:"},{"prefix":"A","text":" Allocate $4.4 million to support health services at the D.C. Jail; and"},{"prefix":"B","text":" Allocate $1 million to support the District's AIDS Drug Assistance Program."},{"prefix":"c","text":"(1) Use of the reserved funds as authorized by subsection (b)(1) and (2) of this section shall be contingent upon the findings of the comprehensive assessment described in subsection (b)(7) of this section."},{"prefix":"2","text":" The Mayor is authorized to issue a request for proposals based upon the findings of the comprehensive assessment described in subsection (b)(7) of this section to promote health care and for the delivery of health care related services in the District, including the construction of health care facilities and the operation of health care related programs."},{"prefix":"3","text":" Any reserved funds authorized by subsection (b)(1) and (2) of this section made available to Greater Southeast Community Hospital shall be contingent upon the condition that Greater Southeast Community Hospital changes ownership."},{"prefix":"4","text":" Notwithstanding any other provision of this chapter, the Mayor is authorized to enter into a public/private partnership with a new owner of Greater Southeast Community Hospital to assure the continued operation of the District's existing programs (the psychiatric unit, clinics-primary care, specialty unit, and corrections unit) and the operation of planned programs (the comprehensive psychiatric emergency program, the expansion of the psychiatric unit, and a Detox unit) that are at, or planned for, the hospital, as well as other future programs, and the delivery of quality health care for the District's residents living in the far northeast and southeast areas of the District; provided, that any public/private partnership requires that any new hospital constructed on the Greater Southeast Community Hospital campus integrate all of the mentioned existing and planned programs into the new facility; provided further, that the operating costs associated with the services described herein shall not come from the Tobacco Settlement Trust Fund established by § 7-1811.01."},{"prefix":"d","text":"(1) A grant awarded pursuant to subsection (b)(4),(5), (6), (7), or (9) of this section shall be awarded through noncompetitive negotiations; provided, that the grant be submitted to the Council for a 10-day period of review, excluding days of Council recess."},{"prefix":"2","text":" If the Council does not approve or disapprove the grant by resolution within the 10-day review period, the grant shall be deemed approved."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Protection and Care Systems."},"chapter":{"identifier":"19A","text":"Community Health Care Financing Fund."},"heading":{"title":"7","chaptersection":"1932","identifier":"7-1932","catch_text":"Authorization of grants."}}