{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2505.\n\nEffect of Amendments\n\nD.C. Law 16-67, in subsec. (a)(1)(A), substituted \"services due to abuse, neglect, or exploitation by a third party;\" for \"services;\"; added subsecs. (a-1), (c-1), and (f); and rewrote subsecs. (b) and (c), which had read as follows:\n\n\"(b) If an adult in need of protective services objects to the provision of particular services and it does not manifestly appear to the APS worker that the objection is prompted by fear or intimidation instilled by another, the adult shall be entitled to refuse those services and this right of refusal shall be fully respected.\n\n\"(c) In any case that does not meet the requirements of subsection (a)(1)(A) through (D) of this section, the Department or other agency designated by the Mayor may provide protective services only after the Corporation Counsel obtains a protection order pursuant to § 7-1906 or § 7-1907.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-156, see Historical and Statutory Notes following § 7-1901.\n\nFor Law 16-67, see notes following § 7-1901.\n\nMiscellaneous Notes\n\nDelayed application of Law 5-156: See Historical and Statutory Notes following § 7-1901.\n\nDC CODE § 7-1905\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 1985, D.C. Law 5-156, § 6, 32 DCR 13; Mar. 8, 2006, D.C. Law 16-67, § 2(e), 53 DCR 40.)","sections":[{"prefix":"a","text":"(1) The Department shall ensure that protective services are promptly provided if:"},{"prefix":"A","text":" After an APS worker conducts an investigation under § 7-1904, the Department determines that an adult is in need of protective services due to abuse, neglect, or exploitation by a third party;"},{"prefix":"B","text":" The adult in need of protective services, or a person authorized by law or court order to consent to the provision of protective services on behalf of the adult, affirmatively consents to the particular services offered;"},{"prefix":"C","text":" Reasonable access is not denied by a 3rd person; and"},{"prefix":"D","text":" The adult in need of protective services, if not indigent and exigent circumstances do not dictate otherwise, agrees to reimburse the District or make a reasonable contribution pursuant to the rules to be issued under § 7- 1909(3)."},{"prefix":"2","text":" The Department's legal obligation to ensure the provision of protective services shall, except as provided in § 7-1912(c)(1), not exceed 90 days of services for each adult found to be in need of protective services. This 90- day limitation shall begin with the 1st day of services, apply to only those days on which services are actually provided, and include any days on which services are provided under a protection order issued pursuant to § 7-1906 or § 7-1907. The Department's decision to limit services in a particular case to fewer than 90 days, its determination as to the type or level of services provided, and allegations of noncompliance with this chapter are judicially reviewable only in accordance with § 7-1912(c)(1)."},{"prefix":"a-1","text":" Subject to the availability of resources, the Department may provide protective services if:"},{"prefix":"1","text":" After an APS worker conducts an investigation under § 7-1904, the Department determines that an adult is in need of protective services due to self-neglect;"},{"prefix":"2","text":" The adult in need of protective services, or a person authorized by law or court order to consent to the provision of protective services on behalf of the adult, affirmatively consents to the particular services offered;"},{"prefix":"3","text":" Reasonable access is not denied by a third person; and"},{"prefix":"4","text":" The adult in need of protective services, if not indigent and exigent circumstances do not dictate otherwise, agrees to reimburse the District or make reasonable contribution pursuant to the rules issued under § 7-1909."},{"prefix":"b","text":" If an adult in need of protective services due to abuse, neglect, self-neglect, or exploitation objects to the provision of particular services and it does not manifestly appear to the APS worker that the adult is incapacitated or that the objection is prompted by fear or intimidation instilled by another, the adult shall be entitled to refuse those services and this right of refusal shall be fully respected."},{"prefix":"c","text":" In any case under this section involving abuse, neglect, or exploitation by a third party that does not meet the requirements of subsection (a)(1) of this section, the Department or other agency designated by the Mayor may provide protective services only after the Attorney General obtains a protection order pursuant to § 7-1906 or § 7-1907."},{"prefix":"c-1","text":" In any case under this section involving self-neglect, if an APS worker has good cause to believe that an adult is incapacitated, the APS worker, the Department, or the Attorney General may:"},{"prefix":"1","text":" Petition the court for appointment of a guardianship of the adult or a conservatorship of the estate of the adult (or a limited guardianship or conservatorship) under Chapter 20 of Title 21;"},{"prefix":"2","text":" Make referrals or provide information about the adult and the investigation to the appropriate public or private agencies, and monitor the results of any such referrals, as appropriate;"},{"prefix":"3","text":" Provide protective services to the extent possible under the circumstances; or"},{"prefix":"4","text":" Provide protective services when and if a person authorized by law or court order to consent to the provision of protective services on behalf of the adult, affirmatively consents to the particular services offered."},{"prefix":"d","text":" In accordance with procedures to be established under § 7-1909(1), the Mayor shall ensure that, when appropriate, an APS worker is accompanied by a police officer while providing protective services."},{"prefix":"e","text":" When determining the appropriateness of particular services, the Department or other designated agency shall first consider those protective services that encourage maximum self-determination and are least restrictive of personal liberty."},{"prefix":"f","text":" No provision of subsections (a-1) or (c-1) of this section shall be construed to create an entitlement (either direct or implied) on the part of any individual or family to any services under this chapter for an adult who meets the criteria for self-neglect or who is determined to be at risk due to self-neglect."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Protection and Care Systems."},"chapter":{"identifier":"19","text":"Adult Protective Services."},"heading":{"title":"7","chaptersection":"1905","identifier":"7-1905","catch_text":"Provision of protective services."}}