{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2503.\n\nEffect of Amendments\n\nD.C. Law 16-67, in subsec. (a)(1), substituted \"bank manager, financial manager, or social worker\" for \"or social worker\" and \"abuse, neglect, or exploitation\" for \"abuse or neglect\"; in subsec. (a)(2), substituted \"self-neglect, or exploitation\" for \"or exploitation\"; in subsec. (b), substituted \"a third person\" for \"the 3rd person\"; in subsec. (c), substituted \"the nature and extent of the abuse, neglect, self-neglect, or exploitation\" for \"the nature and extent of the abuse, neglect, or exploitation\"; rewrote subsec. (d)(1)(A); in subsec. (d)(1)(B), substituted \"Attorney General for the District of Columbia\" for \"Corporation Counsel\"; added subsec. (d)(1)(B-1); in subsec. (d)(2), substituted \"paragraph (1)\" for \"paragraph (1)(A) through (C)\"; added subsec. (d-1); and rewrote subsec. (e). Prior to amendment, subsecs. (d)(1)(A) and (e) read as follows:\n\n\"(A) To another public or private agency designated by the Mayor to conduct investigations or provide protective services under this chapter;\"\n\n\"(e) No later than August 15, 1985, the Mayor shall widely publicize the phone number and mailing address of the division within the Department designated to receive reports under this section, and shall establish a program to educate those persons required to report under subsection (a)(1) of this section about their obligations under this section.\"\n\nD.C. Law 17-281, in subsec. (a)(1), substituted \"police officer, humane officer of any agency charged with the enforcement of animal cruelty laws,\" for \"police officer,\".\n\nD.C. Law 18-273, in subsec. (d)(1), deleted \"or\" from the end of subpar. (B-1), substituted \"; or\" for a period at the end of subpar. (C), and added subpar. (D).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 207 of Data-Sharing and Information Coordination Emergency Amendment Act of 2010 (D.C. Act 18-530, August 6, 2010, 57 DCR 8099).\n\nFor temporary (90 day) amendment of section, see § 207 of Data-Sharing and Information Coordination Congressional Review Emergency Amendment Act of 2010 (D.C. Act 18-582, October 20, 2010, 57 DCR 10118).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-156, see Historical and Statutory Notes following § 7-1901.\n\nFor Law 16-67, see notes following § 7-1901.\n\nLaw 17-281, the \"Animal Protection Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-89 which was referred to the Committees on Health and Public Safety and Judiciary. The Bill was adopted on first and second readings on July 1, 2008, and July 15, 2008, respectively. Signed by the Mayor on August 4, 2008, it was assigned Act No. 17-493 and transmitted to both Houses of Congress for its review. D.C. Law 17-281 became effective on December 5, 2008.\n\nFor Law 18-273, see notes following § 7-131.\n\nMiscellaneous Notes\n\nDelayed application of Law 5-156: See Historical and Statutory Notes following § 7-1901.\n\nDC CODE § 7-1903\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 1985, D.C. Law 5-156, § 4, 32 DCR 13; Mar. 8, 2006, D.C. Law 16-67, § 2(c), 53 DCR 40; Dec. 5, 2008, D.C. Law 17-281, § 103, 55 DCR 9186; Dec. 4, 2010, D.C. Law 18-273, § 207, 57 DCR 7171.)","sections":[{"prefix":"a","text":"(1) Except as provided in subsection (b) of this section, whenever a conservator, court-appointed mental retardation advocate, guardian, health-care administrator, licensed health professional, police officer, humane officer of any agency charged with the enforcement of animal cruelty laws, bank manager, financial manager, or social worker has as a result of his or her appointment, employment, or practice substantial cause to believe that an adult is in need of protective services because of abuse, neglect, or exploitation by another, he or she shall immediately report this belief in accordance with subsection (c) of this section."},{"prefix":"2","text":" Any person may voluntarily report an alleged case of abuse, neglect, self-neglect, or exploitation when he or she has reason to believe that an adult is in need of protective services. Voluntary reporting shall also be effected in accordance with subsection (c) of this section."},{"prefix":"b","text":" The duty to report established by subsection (a)(1) of this section shall not apply to a social worker or licensed health professional who has as a client or patient, or is employed by a lawyer representing, a third person who is allegedly responsible for the abuse or neglect."},{"prefix":"c","text":" A report made pursuant to this section may be either oral or written and shall be transmitted to the division within the Department designated by the Mayor to receive these reports. Each report shall include, if known: The name, age, physical description, and location of the adult alleged to be in need of protective services; the name and location of the person(s) allegedly responsible for the abuse, neglect, or exploitation; the nature and extent of the abuse, neglect, self-neglect, or exploitation; the basis of the reporter's knowledge; and any other information the reporter believes might be helpful to an investigation. A reporter may be required to identify himself or herself only when obliged to report under subsection (a)(1) of this section."},{"prefix":"d","text":"(1) The Department shall maintain a record of all reports received and be capable of receiving reports 24 hours a day, 7 days a week (including holidays). Except as provided in paragraph (4) of this subsection, the Department may release reports and investigative information acquired pursuant to this chapter only:"},{"prefix":"A","text":" To another public or private agency, or to the court-appointed representative of an adult in need of protective services, only to the minimal extent required to conduct an investigation, provide services under this chapter, or petition the court for appointment of a guardian of the person or conservatorship of the estate of the person (or a limited guardianship or conservatorship) under Chapter 20 of Title 21;"},{"prefix":"B","text":" To the Attorney General for the District of Columbia or United States Attorney if requested for an investigation, prosecution, or civil or administrative enforcement action;"},{"prefix":"B-1","text":" To the Metropolitan Police Department;"},{"prefix":"C","text":" If directed by court order; or"},{"prefix":"D","text":" For the purposes of and in accordance with Chapter 2A of this title."},{"prefix":"2","text":" A recipient of a report or investigative information released pursuant to paragraph (1) of this subsection shall be subject to the same restrictions on disclosure applicable to the Department under that paragraph."},{"prefix":"3","text":" Any person possessing a report or investigative information acquired pursuant to this chapter shall take reasonable steps to prevent the disclosure of information that might reveal the reporter's identity to the person(s) allegedly responsible for the abuse, neglect, or exploitation."},{"prefix":"4","text":" The Department may release statistics and other data acquired pursuant to this chapter for research, reporting, or educational purposes provided all identifying references to individuals are deleted."},{"prefix":"d-1","text":" The Department may provide outreach and training on the requirements of this section to members of the public and to appropriate governmental personnel, including law enforcement officers, social services personnel, judicial officers, guardians and conservators for incapacitated adults, and others as may be determined by the Mayor."},{"prefix":"e","text":" The Mayor shall widely publicize the phone number and mailing address of the division within the Department designated to receive reports under this section, and may conduct educational programs for those persons required to report under subsection (a)(1) of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Protection and Care Systems."},"chapter":{"identifier":"19","text":"Adult Protective Services."},"heading":{"title":"7","chaptersection":"1903","identifier":"7-1903","catch_text":"Reporting requirements."}}