{"text":"The Mayor shall submit to the Council an annual report on this chapter, which shall at a minimum include the following:","historical":"Prior Codifications\n\n1981 Ed., § 6-2513.\n\nEffect of Amendments\n\nD.C. Law 16-67, in the lead-in text, substituted \"The Mayor shall submit to the Council an annual\" for \"No later than October 1, 1987, the Mayor shall prepare and submit to the Council a\"; in pars.(2)(E) and (F), deleted \"and\" from the end; and added pars.(2)(G) and (H).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-156, see Historical and Statutory Notes following § 7-1901.\n\nFor Law 16-67, see notes following § 7-1901.\n\nMiscellaneous Notes\n\nDelayed application of Law 5-156: See Historical and Statutory Notes following § 7-1901.\n\nDC CODE § 7-1913\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 1985, D.C. Law 5-156, § 14, 32 DCR 13; Mar. 8, 2006, D.C. Law 16-67, § 2(l), 53 DCR 40.)","sections":[{"prefix":"1","text":" A description of the specific actions taken to implement this chapter, including the staffing pattern and budget of the responsible administrative unit;"},{"prefix":"2","text":" An analysis by fiscal year of:"},{"prefix":"A","text":" The number of cases reported, investigations conducted, and reports substantiated;"},{"prefix":"B","text":" The characteristics of both substantiated and unsubstantiated cases, including a breakdown by age, impairment, individual reporting, police involvement, services refused, and type of abuse, neglect, or exploitation involved;"},{"prefix":"C","text":" The number of cases referred to court, the reasons for referral, their outcome, and associated court costs;"},{"prefix":"D","text":" The type, amount, and cost of protective services provided;"},{"prefix":"E","text":" The percentage of cost reimbursed by or recouped from 3rd parties;"},{"prefix":"F","text":" The status of substantiated cases at the end of 90 days of services, and the average number of days of services per case;"},{"prefix":"G","text":" The effectiveness with which government agencies and private organizations collaborate to investigate cases and administer protective services, including any proposals to improve coordination of efforts; and"},{"prefix":"H","text":" The resources needed by the Department to conduct investigations and provide services as authorized by and required under this chapter; and"},{"prefix":"3","text":" Any recommendations for amendments to this chapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Protection and Care Systems."},"chapter":{"identifier":"19","text":"Adult Protective Services."},"heading":{"title":"7","chaptersection":"1913","identifier":"7-1913","catch_text":"Reporting to Council."}}