{"text":"When used in this chapter, the following terms shall have the meanings ascribed by this section:","historical":"Prior Codifications\n\n1981 Ed., § 6-2501.\n\nEffect of Amendments\n\nD.C. Law 16-67, rewrote pars. (1), (2), and (9); added pars. (1A), (8A), (13); and, in par. (12), substituted \"exploitation by another, or self-neglect,\" for \"exploitation by another,\". Prior to amendment, pars. (1), (2), and (9) read as follows:\n\n\"(1) 'Abuse' means:\n\n\"(A) The intentional or reckless infliction of serious physical pain or injury;\n\n\"(B) The use or threatened use of violence to force participation in 'sexual conduct,' defined in § 22-3101(5);\n\n\"(C) The repeated, intentional imposition of unreasonable confinement, resulting in severe mental distress;\n\n\"(D) The repeated use of threats or violence, resulting in shock or an intense, expressed fear for one's life or of serious physical injury; or\n\n\"(E) The intentional or deliberately indifferent deprivation of essential food, shelter, or health care in violation of a caregiver's responsibilities, when that deprivation constitutes a serious threat to one's life or physical health.\n\n\"(2) 'Adult in need of protective services' means an individual aged 18 or older who is:\n\n\"(A) Highly vulnerable to abuse, neglect, or exploitation because of a physical or mental impairment;\n\n\"(B) Being or has recently been abused, neglected, or exploited by another; and\n\n\"(C) Likely to continue being abused, neglected, or exploited by others because he or she has no one willing and able to provide adequate protection.\"\n\n\"(9) 'Neglect' means:\n\n\"(A) The repeated, careless infliction of serious physical pain or injury;\n\n\"(B) The repeated failure of a caregiver to take reasonable steps, within the purview of his or her responsibilities, to protect against acts of abuse described in paragraph (1)(B) of this section;\n\n\"(C) The repeated, careless imposition of unreasonable confinement, resulting in severe mental distress; or\n\n\"(D) The careless deprivation of essential food, shelter, or health care in violation of a caregiver's responsibilities, when that deprivation constitutes a serious threat to one's life or physical health.\"\n\nLegislative History of Laws\n\nLaw 5-156, the \"Adult Protective Services Act of 1984,\" was introduced in Council and assigned Bill No. 5-334, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on November 20, 1984, and December 4, 1984, respectively. Signed by the Mayor on December 7, 1984, it was assigned Act No. 5-221 and transmitted to both Houses of Congress for its review.\n\nLaw 16-67, the \"Karyn Barquin Adult Protective Services Self-Neglect Expansion Amendment Act of 2005\", was introduced in Council and assigned Bill No. 16-46 which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on November 1, 2005, and December 6, 2005, respectively. Signed by the Mayor on December 22, 2005, it was assigned Act No. 16-229 and transmitted to both Houses of Congress for its review. D.C. Law 16-67 became effective on March 8, 2006.\n\nDelegation of Authority\n\nDelegation of authority pursuant to title XXIII (Section 2352(a)) of Public Law 97-35, the \"Omnibus Budget Reconciliation Act, to Deliver Social Services Block Grant Funded Homemaker Services for Individuals and Families who are in Need of or Receiving Protective Services\", see Mayor's Order 97-101, May 28, 1997 (44 DCR 3529).\n\nRe-Delegation of Authority Pursuant to Title XXIII (Sec. 2352(a)) of Public Law 97-35, the \"Omnibus Budget Reconciliation Act,\" as Amended, to Deliver Social Services Block Grant Funded Homemaker Services for Individuals and Families Who are in Need of or Receiving Protective Services, see Mayor's Order 2001-95, June 28, 2001 (48 DCR 6276).\n\nMiscellaneous Notes\n\nDelayed application of Law 5-156: Section 15(b) of D.C. Law 5-156 provided that, except as provided in § 6-2503(e), the applicability of the act shall be delayed until October 1, 1985.\n\nDC CODE § 7-1901\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 1985, D.C. Law 5-156, § 2, 32 DCR 13; Mar. 8, 2006, D.C. Law 16-67, § 2(a), 53 DCR 40.)","sections":[{"prefix":"1","text":"(A) \"Abuse\" means:"},{"prefix":"i","text":" The intentional or reckless infliction of serious physical pain or injury;"},{"prefix":"ii","text":" The use or threatened use of violence to force participation in \"sexual conduct,\" defined in § 22-3101(5);"},{"prefix":"iii","text":" The repeated, intentional imposition of unreasonable confinement or threats to impose unreasonable confinement, resulting in severe mental distress;"},{"prefix":"iv","text":" The repeated use of threats or violence, resulting in shock or an intense, expressed fear for one's life or of serious physical injury; or"},{"prefix":"v","text":" The intentional or deliberately indifferent deprivation of essential food, shelter, or health care in violation of a caregiver's responsibilities, when that deprivation constitutes a serious threat to one's life or physical health."},{"prefix":"B","text":" An adult shall not be considered abused under this chapter for the sole reason that he or she seeks, or his or her caregiver provides or permits to be provided, with the express consent or in accordance with the practice of the adult, treatment by spiritual means through prayer alone in accordance with a religious method of healing, in lieu of medical treatment."},{"prefix":"1A","text":" \"Adult\" means an individual 18 years of age or older."},{"prefix":"2","text":"(A) \"Adult in need of protective services\" means an individual 18 years of age or older who:"},{"prefix":"i","text":" Is highly vulnerable to abuse, neglect, self-neglect, or exploitation because of a physical or mental impairment, self-neglect, or incapacity;"},{"prefix":"ii","text":" Has recently been or is being abused, neglected, or exploited by another or meets the criteria for self-neglect; and"},{"prefix":"iii","text":" Has no one willing and able to provide adequate protection."},{"prefix":"B","text":" An adult shall not be considered in need of protective services under this chapter for the sole reason that he or she seeks, or his or her caregiver provides or permits to be provided, with the express consent or in accordance with the practice of the adult, treatment by spiritual means through prayer alone in accordance with a religious method of healing, in lieu of medical treatment."},{"prefix":"3","text":" \"Adult protective services worker\" (APS worker) means an employee of the District or a private social services agency under contract with the District who conducts investigations or provides protective services under this chapter."},{"prefix":"4","text":" \"Caregiver\" means a person that, by law, contract, court order, or voluntary action, is charged with or has assumed the responsibility for an adult's essential food, shelter, or health-care needs."},{"prefix":"5","text":" \"Court\" means the Superior Court of the District of Columbia."},{"prefix":"6","text":" \"Department\" means the District of Columbia Department of Human Services."},{"prefix":"7","text":" \"District\" means the District of Columbia."},{"prefix":"8","text":" \"Exploitation\" means the unlawful appropriation or use of another's \"property,\" defined in § 22-3201, for one's own benefit or that of a 3rd person."},{"prefix":"8A","text":" \"Incapacity\" means the state of being an incapacitated individual as defined by § 21-2011(11)."},{"prefix":"9","text":"(A) \"Neglect\" means:"},{"prefix":"i","text":" The repeated, careless infliction of serious physical pain or injury;"},{"prefix":"ii","text":" The repeated failure of a caregiver to take reasonable steps, within the purview of his or her responsibilities, to protect against acts of abuse described in paragraph (1)(B) of this section;"},{"prefix":"iii","text":" The repeated, careless imposition of unreasonable confinement, resulting in severe mental distress; or"},{"prefix":"iv","text":" The careless deprivation of essential food, shelter, or health care in violation of a caregiver's responsibilities, when that deprivation constitutes a serious threat to one's life or physical health."},{"prefix":"B","text":" An adult shall not be considered neglected under this chapter for the sole reason that he or she seeks, or his or her caregiver provides or permits to be provided, with the express consent or in accordance with the practice of the adult, treatment by spiritual means through prayer alone in accordance with a religious method of healing, in lieu of medical treatment."},{"prefix":"10","text":" \"Person\" means an individual, facility, agency, corporation, partnership, the District government, or any other organizational entity."},{"prefix":"11","text":" \"Police\" means the Metropolitan Police Department of the District of Columbia."},{"prefix":"12","text":" \"Protective services\" means those services or provisions reasonably calculated to remedy or substantially reduce the likelihood of abuse, neglect, or exploitation by another, or self-neglect, including, but not limited to: Food, heat, shelter, clothing, health care, home care, counseling, legal assistance, and social casework."},{"prefix":"13","text":"(A) \"Self-neglect\" means the failure of an adult, due to physical or mental impairments or incapacity, to perform essential self-care tasks, including:"},{"prefix":"i","text":" Providing essential food, clothing, shelter, or medical care;"},{"prefix":"ii","text":" Obtaining goods or services necessary to maintain physical health, mental health, emotional well-being, and general safety; or"},{"prefix":"iii","text":" Managing his or her financial affairs."},{"prefix":"B","text":" An adult shall not be considered to be committing self-neglect under this chapter for the sole reason that he or she seeks treatment by spiritual means through prayer alone in accordance with a religious method of healing, in lieu of medical treatment."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Protection and Care Systems."},"chapter":{"identifier":"19","text":"Adult Protective Services."},"heading":{"title":"7","chaptersection":"1901","identifier":"7-1901","catch_text":"Definitions."}}