{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2512.\n\nEffect of Amendments\n\nD.C. Law 16-67, in subsec. (b), substituted \"Attorney General\" for \"Corporation Counsel\".\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (b).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-156, see Historical and Statutory Notes following § 7-1901.\n\nFor Law 16-67, see notes following § 7-1901.\n\nFor Law 17-353, see notes following § 7-161.\n\nMiscellaneous Notes\n\nDelayed application of Law 5-156: See Historical and Statutory Notes following § 7-1901.\n\nDC CODE § 7-1912\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 1985, D.C. Law 5-156, § 13, 32 DCR 13; Mar. 8, 2006, D.C. Law 16-67, § 2(k), 53 DCR 40; Mar. 25, 2009, D.C. Law 17-353, § 102(b), 56 DCR 1117.)","sections":[{"prefix":"a","text":"(1) Any person required to report under § 7-1903(a)(1) who willfully fails to do so shall be guilty of a misdemeanor and, upon conviction, subject to a fine not exceeding $300."},{"prefix":"2","text":" Any person who willfully makes a report under § 7-1903 containing information that he or she knows to be false shall be guilty of a misdemeanor and, upon conviction, subject to a fine not exceeding $1,000."},{"prefix":"3","text":" Any person who willfully discloses, receives, uses, or permits the use of a report, investigative information, or other data in violation of § 7-1903(d) shall be guilty of a misdemeanor and, upon conviction, subject to a fine not exceeding $1,000."},{"prefix":"4","text":" Any person who, because of a report made under § 7-1903 or testimony given in support of the allegations contained in such a report, retaliates against any other person by taking action that adversely affects the latter's rights, privileges, living arrangement, or terms of employment shall be civilly liable for any damages caused by that retaliation and, in addition, subject to punitive damages not exceeding $5,000."},{"prefix":"5","text":" Any health-care administrator or health professional licensed in the District who willfully fails to make a report required by § 7-1903(a)(1), or willfully makes a report under § 7-1903 containing information that he or she knows to be false, shall be guilty of unprofessional conduct and subject to any sanction available to the governmental board, commission, or other authority responsible for his or her licensure."},{"prefix":"b","text":" Criminal prosecutions brought under subsection (a) of this section shall be in the Superior Court of the District of Columbia by information signed by the Attorney General."},{"prefix":"c","text":"(1) Any person who is aggrieved by a violation of this chapter, or who is acting on or in behalf of a person aggrieved by a violation of this chapter, may maintain an action in court to enjoin the continuation of that violation or the commission of any future violation. In any such action that challenges the adequacy of protective services provided under § 7-1905(a), the court may direct the Mayor to provide additional or different services only upon a finding of bad-faith noncompliance. Should such a finding be made, days on which, in the opinion of the court, the services provided were grossly inadequate shall not be counted against the 90-day limitation in § 7- 1905(a)(2). Actions brought under this paragraph shall, commensurate with the exigency of the circumstances alleged, be expedited pursuant to procedures to be established by the court."},{"prefix":"2","text":" No right to monetary relief shall lie against the District for a violation of this chapter. Denial of such a right, however, shall in no way be construed to limit or impede any other action for monetary relief that might be available pursuant to other federal or District law."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Protection and Care Systems."},"chapter":{"identifier":"19","text":"Adult Protective Services."},"heading":{"title":"7","chaptersection":"1912","identifier":"7-1912","catch_text":"Penalties; enforcement."}}