{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2509.\n\nEffect of Amendments\n\nD.C. Law 16-67, designated the existing text as subsec. (a); in the lead-in text of subsec. (a), deleted \"no later than October 1, 1985,\" following \"Mayor shall,\"; rewrote subsec. (a)(2); in subsec. (a)(3), substituted \"services;\" for \"services.\"; and added subsecs. (a)(4), (5), and (b). Prior to amendment, subsec. (a)(2) read as follows:\n\n\"(2) The effective coordination of interdepartmental resources and actions when a report made to the Department alleges that an individual, facility, or agency licensed by the Department of Consumer and Regulatory Affairs is responsible for the abuse, neglect, or exploitation of an impaired adult; and\"\n\nD.C. Law 16-191, in subsec. (a), deleted \"and\" preceding \"pursuant to\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-156, see Historical and Statutory Notes following § 7-1901.\n\nFor Law 16-67, see notes following § 7-1901.\n\nFor Law 16-191, see notes following § 7-103.\n\nMiscellaneous Notes\n\nDelayed application of Law 5-156: See Historical and Statutory Notes following § 7-1901.\n\nDC CODE § 7-1909\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 1985, D.C. Law 5-156, § 10, 32 DCR 13; Mar. 8, 2006, D.C. Law 16-67, § 2(i), 53 DCR 40; Mar. 2, 2007, D.C. Law 16-191, § 129, 53 DCR 6794.)","sections":[{"prefix":"a","text":" The Mayor shall, pursuant to subchapter I of Chapter 5 of Title 2, issue rules deemed necessary to carry out the purposes of this chapter.   These rules shall at a minimum include procedures to ensure:"},{"prefix":"1","text":" The effective coordination of investigative efforts by the police and the Department and the availability of police assistance should it be required, pursuant to §§ 7-1904(a) and 7-1905(d);"},{"prefix":"2","text":" The effective coordination of interdepartmental resources and actions when a report made to the Department alleges that an individual, facility, or agency licensed by the District of Columbia is responsible for the abuse, neglect, or exploitation of an impaired adult;"},{"prefix":"3","text":" That, unless exigent circumstances dictate otherwise, nonindigent adults in need of protective services and persons legally responsible for providing any or all of the services provided or contracted for by the District reimburse the District for, or make a reasonable contribution toward, the cost of providing those services;"},{"prefix":"4","text":" The effective coordination of interdepartmental resources and actions when the Department seeks records or documents in the possession of another agency, including exempting the Department from payment of any and all fees otherwise required to obtain a record if the request is made in the course of an investigation or of the provision of protective services by the Department, and ensuring that requests for records or documents by the Department are given high priority by other governmental agencies; and"},{"prefix":"5","text":" The effective coordination of interdepartmental resources and actions, providing for expedited access to governmental services on behalf of an adult in need of protective services, and ensuring that requests for such services are given high priority by other governmental agencies."},{"prefix":"b","text":" Within 60 days of March 8, 2006, the Mayor shall issue rules necessary to implement the provisions of D.C. Law 16-67."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Protection and Care Systems."},"chapter":{"identifier":"19","text":"Adult Protective Services."},"heading":{"title":"7","chaptersection":"1909","identifier":"7-1909","catch_text":"Rules."}}