{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-171 validated a previously made technical correction in the section designation.\n\nLegislative History of Laws\n\nFor Law 17-202, see notes following § 7-863.03a.\n\nFor history of Law 19-171, see notes under § 7-242.\n\nDC CODE § 7-2033.01\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 1999, D.C. Law 12-215, § 4a, as added July 18, 2008, D.C. Law 17-202, § 603(c), 55 DCR 6297; Sept. 26, 2012, D.C. Law 19-171, § 51, 59 DCR 6190.)","sections":[{"prefix":"a","text":" All positions, personnel, property, records, and unexpended balances of appropriations, allocations, and other funds available or to be made available to the Department of Health that support the functions related to the licensure of child-care programs in the Early Care and Education Administration and the Early Intervention Program shall be transferred to the Office of the State Superintendent of Education, established by § 38-2601, within 60 days of July 18, 2008."},{"prefix":"b","text":" All rules, orders, obligations, determinations, grants, contracts, licenses, and agreements of the Department of Health, the Department of Human Services, the Board of Education, or the District of Columbia Public Schools relating to the functions transferred to the Office of the State Superintendent of Education pursuant to subsection (a) of this section shall remain in effect according to their terms until lawfully amended, repealed, or modified."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Protection and Care Systems."},"chapter":{"identifier":"20","text":"Child Care Services and Facilities. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Child Development Facilities Regulation."},"heading":{"title":"7","chaptersection":"2033","identifier":"7-2033.01","catch_text":"Transfers of personnel, property, and funds from Department of Health to Office of the State Superintendent of Education; continuation."}}