{"text":"Unless otherwise specified as used in this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 6-201.\n\nEffect of Amendments\n\nD.C. Law 13-269 added par. (7A).\n\nD.C. Law 14-299, in par. (12), substituted \"Department of Health\" for \"Department of Human Services\".\n\nD.C. Law 18-33 redesignated former par. (4A) as (4C); and added pars. (4A) and (4B).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3(a) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-103, May 8, 1998, law notification 45 DCR 3254).\n\nFor temporary (225 day) amendment of section, see § 3(a) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-210, April 13, 1999, law notification 46 DCR 3832).\n\nFor temporary (225 day) amendment of section, see § 103(a) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1999 (D.C. Law 13-57, March 7, 2000, law notification 47 DCR 1979).\n\nFor temporary (225 day) amendment of section, see § 103(a) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 2000 (D.C. Law 13-207, March 31, 2001, law notification 48 DCR 3238).\n\nTemporary Addition of Section\n\nFor temporary (225 day) additions, see §§ 2, 3 of Tobacco Settlement Model Temporary Act of 1999 (D.C. Law 13-45, October 20, 1999, law notification 46 DCR 8865).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 3(a) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1997 (D.C. Act 12-222, December 23, 1997, 44 DCR 114).\n\nFor temporary amendment of section, see § 3(a) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-309, March 20, 1998, 45 DCR 1923), § 3(a) of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12- 439, August 12, 1998, 45 DCR 6110), § 3(a) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-503, October 27, 1998, 45 DCR 8495), and § 3(a) of the Child Support and Welfare Reform Compliance Second Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-600, January 20, 1999, 46 DCR 1239).\n\nFor temporary repeal of D.C. Law 12-103, see § 13 of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12- 439, August 12, 1998, 45 DCR 6110).\n\nFor temporary (90-day) amendment of section, see § 103(a) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary (90-day) amendment of section, see § 103(a) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13-177, November 2, 1999, 46 DCR 9678).\n\nFor temporary (90-day) amendment of section, see § 103(a) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-241, January 11, 2000, 47 DCR 581).\n\nFor temporary (90 day) amendment of section, see § 103(a) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 2000 (D.C. Act 13- 446, November 7, 2000, 47 DCR 9213).\n\nFor temporary (90 day) amendment of section, see § 104(a) of Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-5, February 13, 2001, 48 DCR 2440).\n\nLegislative History of Laws\n\nLaw 4-34, the \"Vital Records Act of 1981,\" was introduced in Council and assigned Bill No. 4-161, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on June 16, 1981, and June 30, 1981, respectively. Signed by the Mayor on July 20, 1981, it was assigned Act No. 4-58 and transmitted to both Houses of Congress for its review.\n\nLaw 9-180, the \"Medical Cause of Death Privacy and Expected Death at Home Vital Records and Kenilworth-Parkside Equitable Water and Sewer Service Relief Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-275, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on July 7, 1992, and October 6, 1992, respectively. Signed by the Mayor on October 23, 1992, it was assigned Act No. 9-299 and transmitted to both Houses of Congress for its review. D.C. Law 9-180 became effective on March 13, 1993.\n\nLaw 13-269, the \"Child Support and Welfare Reform Compliance Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-254, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on November 8, 2000, and December 5, 2000, respectively. Signed by the Mayor on January 8, 2001, it was assigned Act No. 13-559 and transmitted to both Houses of Congress for its review. D.C. Law 13-269 became effective on April 3, 2001.\n\nLaw 14-299, the \"Surname Choice Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-715, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on November 7, 2002, and December 3, 2002, respectively. Signed by the Mayor on December 27, 2002, it was assigned Act No. 14-575 and transmitted to both Houses of Congress for its review. D.C. Law 14-299 became effective on April 11, 2003.\n\nLaw 18-33, the \"Domestic Partnership Judicial Determination of Parentage Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-66, which was referred to the Committee on Public Safety and the Judiciary.  The Bill was adopted on first and second readings on April 7, 2009, and May 5, 2009, respectively.   Signed by the Mayor on May 21, 2008, it was assigned Act No. 18-66 and transmitted to both Houses of Congress for its review.  D.C. Law 18-33 became effective on July 18, 2008.\n\nDC CODE § 7-201\n\nCurrent through December 11, 2012","credits":"(Oct. 8, 1981, D.C. Law 4-34, § 2, 28 DCR 3271; Mar. 13, 1992, D.C. Law 9-180, § 2(a), 39 DCR 8078; Apr. 3, 2001, D.C. Law 13-269, § 104(a), 48 DCR 1270; Apr. 11, 2003, D.C. Law 14-299, § 2(a), 50 DCR 388; July 18, 2008, D.C. Law 18-33, § 2(a), 56 DCR 4269.)","sections":[{"prefix":"1","text":" \"Court\" means the Superior Court of the District of Columbia established by § 11-901."},{"prefix":"2","text":" \"Day\" means calendar day."},{"prefix":"3","text":" \"Dead body\" means a human body or such parts of such human body from the condition of which it may be reasonably concluded that death recently occurred."},{"prefix":"4","text":" \"District\" means within the geographical boundaries of the District of Columbia."},{"prefix":"4A","text":" \"Domestic partner\" shall have the same meaning as provided in § 32- 701(3), but shall exclude a domestic partner who is the parent, grandparent, sibling, child, grandchild, niece, nephew, aunt, or uncle of a woman who gives birth to a child."},{"prefix":"4B","text":" \"Domestic partnership\" shall have the same meaning as provided in § 32- 701(4), but shall exclude a domestic partnership where a domestic partner is the parent, grandparent, sibling, child, grandchild, niece, nephew, aunt, or uncle of a woman who gives birth to a child."},{"prefix":"4C","text":" \"Expected death\" means a death from a previously diagnosed illness with a prognosis of death in less than 6 months."},{"prefix":"5","text":" \"Fetal death\" means death prior to the complete expulsion or extraction from its mother of a product of a human conception, irrespective of the duration of pregnancy. The death is indicated by the fact that after such expulsion or extraction the fetus does not breathe or show any other evidence of life such as beating of the heart, pulsation of the umbilical cord, or definite movement of voluntary muscles. The term \"fetal death\" does not include an induced termination of pregnancy."},{"prefix":"6","text":" \"File\" means the presentation of a vital record for registration."},{"prefix":"7","text":" \"Final disposition\" means the burial, interment, cremation, removal from the District, or other authorized disposition of a dead body or fetus."},{"prefix":"7A","text":" \"IV-D agency\" means the organizational unit of the District government, or any successor organizational unit, that is responsible for administering or supervising the administration of the District's State Plan under title IV, part D, of the Social Security Act, approved January 4, 1975 (88 Stat. 2351; 42 U.S.C. § 651 et seq.), pertaining to parent locator services, paternity establishment, and the establishment, modification, and enforcement of support orders."},{"prefix":"8","text":" \"Institution\" means any establishment, public or private, which provides inpatient medical, surgical, or diagnostic care or treatment, or nursing, custodial, or domiciliary care, or to which persons are committed by law."},{"prefix":"9","text":" \"Live birth\" means the complete expulsion or extraction from its mother of a product of human conception, irrespective of the duration of pregnancy, which, after such expulsion or extraction, breathes, or shows any other evidence of life such as beating of the heart, pulsation of the umbilical cord, or definite movement of voluntary muscles, whether or not the umbilical cord has been cut or the placenta is attached."},{"prefix":"10","text":" \"Person\" means an individual, a trust, an estate, a partnership, a corporation (including associations, joint stock companies, and insurance companies), the District government, or an agency or instrumentality of the District government."},{"prefix":"11","text":" \"Physician\" means an individual authorized to practice medicine or osteopathy in the District."},{"prefix":"12","text":" \"Registrar\" means the person appointed by the Director of the Department of Health to administer the system of vital records for the District government under this chapter."},{"prefix":"13","text":" \"Registration\" or \"register\" means the acceptance of vital records by the Registrar and the incorporation of vital records provided for in this chapter into his or her official records."},{"prefix":"14","text":" \"System of vital records\" means the registration, collection, preservation, amendment, and certification of vital records, the collection of other reports required by this chapter, and activities related thereto."},{"prefix":"15","text":" \"Vital records\" means certificates or reports of birth, death, marriage, divorce, annulment, and data related thereto which is permitted to be gathered under this chapter."},{"prefix":"16","text":" \"Vital statistics\" means the data derived from certificates and reports of birth, death, fetal death, marriage, divorce, annulment, and related reports."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"2","text":"Vital Records. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"201","identifier":"7-201","catch_text":"Definitions."}}