{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-3624.\n\nTemporary Addition of Section\n\nSee notes to § 7-2031.\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter, see notes to § 7-2031.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-215, see Historical and Statutory Notes following § 7-2031.\n\nDC CODE § 7-2034\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 1999, D.C. Law 12-215, § 5, 46 DCR 274.)","sections":[{"prefix":"a","text":" Except as otherwise provided in this subchapter, no person shall, either directly or indirectly, operate a child development facility in the District without first having obtained a license to do so."},{"prefix":"b","text":" An applicant for a license to operate a child development facility shall establish to the satisfaction of the Mayor, that the facility meets all requirements set forth in this subchapter and rules adopted pursuant to this subchapter."},{"prefix":"c","text":" An applicant for a license shall:"},{"prefix":"1","text":" Submit an application to the Mayor on a form required and provided by the Mayor;"},{"prefix":"2","text":" Submit supporting documentation required by the Mayor; and"},{"prefix":"3","text":" Pay the applicable fee established by the Mayor, except that no license fee shall be required of any child development facility operated by the District government."},{"prefix":"d","text":" The license shall be valid for a period of time to be determined by the Mayor and only for the premises and persons named as applicants in the application. Any change in ownership of a licensee owned by a person or in the legal or beneficial ownership of a percentage of stock established by rule of a corporate licensee shall require relicensure."},{"prefix":"e","text":" The Mayor may authorize the issuance of provisional and restricted licenses under specific circumstances and criteria to be established by rule."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Protection and Care Systems."},"chapter":{"identifier":"20","text":"Child Care Services and Facilities. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Child Development Facilities Regulation."},"heading":{"title":"7","chaptersection":"2034","identifier":"7-2034","catch_text":"License required."}}