{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-209.\n\nEffect of Amendments\n\nD.C. Law 14-299, in subsec. (b), substituted \"Department of Health\" for \"Department of Human Services\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-34, see Historical and Statutory Notes following § 7-201.\n\nFor Law 14-299, see notes following § 7-201.\n\nDC CODE § 7-209\n\nCurrent through December 11, 2012","credits":"(Oct. 8, 1981, D.C. Law 4-34, § 10, 28 DCR 3271; Apr. 11, 2003, D.C. Law 14-299, § 2(d), 50 DCR 388.)","sections":[{"prefix":"a","text":" The Court shall cause to be prepared an adoption form for each adoption decreed by the Court. The form shall:"},{"prefix":"1","text":" State facts necessary to locate and identify the original certificate of birth of the adoptee;"},{"prefix":"2","text":" Provide only such information as is necessary to establish a new certificate of birth for the adoptee;"},{"prefix":"3","text":" Identify the adoption order; and"},{"prefix":"4","text":" Be certified by the Court."},{"prefix":"b","text":" The petitioner for adoption or his or her attorney shall supply the information required by the Court to prepare an adoption form in format prescribed and furnished by the Registrar. The Department of Health or any person having knowledge of the facts shall supply the Court with any additional information necessary to complete the adoption form."},{"prefix":"c","text":" The Court shall prepare an adoption form whenever an adoption decree is amended or invalidated. The adoption form shall identify the original adoption form and shall include any additional facts in the adoption decree necessary to properly amend the birth record."},{"prefix":"d","text":" The Court shall forward to the Registrar adoption forms concerning decrees of adoption, invalidation of adoption, and amendments of decrees of adoption which were entered in the preceding month, together with such related reports as the Registrar may require no later than the final day of each calendar month."},{"prefix":"e","text":" The Registrar shall forward any adoption form and certified copy of a Court decree concerning any invalidation of adoption or amendment of a decree of adoption for persons born outside the District that he or she receives to the Registrar in the state of the person's birth. If the birth occurred in a foreign country, the adoption form and decree shall be returned to the attorney or agency handling the adoption for submission to the appropriate federal agency."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"2","text":"Vital Records. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"209","identifier":"7-209","catch_text":"Adoption forms."}}