{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-205.\n\nEffect of Amendments\n\nD.C. Law 13-269 rewrote sub par. (e)(3), which formerly read:\n\n\"(3) If the mother was not married at the time of either conception or birth or between conception and birth, the name of the father shall only be entered on the certificate with the written consent of the mother and the person to be named as the father, in which case, upon written request to the Registrar by both parents, the surname of the child shall be entered on the certificate as that of the father;\"\n\nD.C. Law 14-299, in subsec. (e)(3), substituted \"certificate;\" for \"certificate. In such cases, upon written request to the Registrar by both parents, the surname of the child shall be entered on the certificate as that of the father;\"; and added subsec. (e)(5).\n\nD.C. Law 18-33 rewrote subsecs. (c)(3), (e)(3), and (e)(5); in subsec. (e)(2), substituted \"spouse\" for \"husband\" and substituted \"a parent\" for \"the father\"; and added pars. (e)(2A) and (3A). Prior to amendment, subsecs. (c)(3), (e)(3), and (e)(5) read as follows:\n\n\"(3) The father, the mother, or, in the absence of the father and the inability of the mother, the person in charge of the premises where the birth occurred.\"\n\n\"(3) If the mother was not married at the time of either conception or birth, or between conception and birth, the name of the father shall only be entered on the certificate if the parents have signed a voluntary acknowledgment of paternity pursuant to § 16-909.1(a)(1) (or pursuant to the laws and procedures of another state in which the voluntary acknowledgment was signed), or a court or administrative agency of competent jurisdiction has adjudicated as the father the person to be named as the father on the certificate;\"\n\n\"(5) The surname of the child shall be the surname of the mother at the time of birth, the surname of the father at the time of birth, or both, recorded in any order or in hyphenated or unhyphenated form, or any surname to which either the mother or father has a familial connection. If the chosen surname is not that of the mother or father, or a combination of all or part of both surnames, the mother or father shall provide an affidavit stating that the chosen surname was or is the surname of a past of current relative or has some other clearly stated familial connection. Submission of an affidavit containing false information shall be punishable under § 7-225.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3(b) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-103, May 8, 1998, law notification 45 DCR 3254).\n\nFor temporary (225 day) amendment of section, see § 3(b) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-210, April 13, 1999, law notification 46 DCR 3832).\n\nFor temporary (225 day) amendment of section, see § 103(b) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1999 (D.C. Law 13-57, March 7, 2000, law notification 47 DCR 1979).\n\nFor temporary (225 day) amendment of section, see § 103(b) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 2000 (D.C. Law 13-207, March 31, 2001, law notification 48 DCR 3238).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 3(b) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1997 (D.C. Act 12-222, December 23, 1997, 44 DCR 114).\n\nFor temporary amendment of section, see § 3(b) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-309, March 20, 1998, 45 DCR 1923), § 3(b) of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12- 439, August 12, 1998, 45 DCR 6110), § 3(b) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-503, October 27, 1998, 45 DCR 8495), and § 3(b) of the Child Support and Welfare Reform Compliance Second Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-600, January 20, 1999, 46 DCR 1239).\n\nFor temporary repeal of D.C. Law 12-103, see § 13 of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12- 439, August 12, 1998, 45 DCR 6110).\n\nFor temporary (90-day) amendment of section, see § 103(b) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary (90-day) amendment of section, see § 103(b) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13-177, November 2, 1999, 46 DCR 9678).\n\nFor temporary (90-day) amendment of section, see § 103(b) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-241, January 11, 2000, 47 DCR 581).\n\nFor temporary (90 day) amendment of section, see § 103(b) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 2000 (D.C. Act 13- 446, November 7, 2000, 47 DCR 9213).\n\nFor temporary (90 day) amendment of section, see § 104(b) of Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-5, February 13, 2001, 48 DCR 2440).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-34, see Historical and Statutory Notes following § 7-201.\n\nFor D.C. Law 13-269, see notes following § 7-201.\n\nFor Law 14-299, see notes following § 7-201.\n\nFor Law 18-33, see notes following § 7-201.\n\nDC CODE § 7-205\n\nCurrent through December 11, 2012","credits":"(Oct. 8, 1981, D.C. Law 4-34, § 6, 28 DCR 3271; Apr. 3, 2001, D.C. Law 13-269, § 104(b), 48 DCR 1270; Apr. 11, 2003, D.C. Law 14-299, § 2(c), 50 DCR 388; July 18, 2008, D.C. Law 18-33, § 2(b), 56 DCR 4269.)","sections":[{"prefix":"a","text":" A certificate of birth for each live birth which occurs in the District shall be filed as directed by the Registrar, within 5 days after such birth, and shall be registered if it has been completed and filed in accordance with this chapter."},{"prefix":"b","text":" When a birth occurs in or en route to an institution the person in charge of the institution or his or her designee shall collect the personal data, prepare the certificate, secure the signatures required, and file the certificate. The physician or other person in attendance at or immediately after the birth shall provide the medical information required in the certificate and certify to the facts of birth within 72 hours after the birth. If the physician, or other person in attendance at or immediately after the birth, does not certify to the facts of birth within the 72-hour period, the person in charge of the institution or his or her designee shall certify to the facts of birth and complete the certificate."},{"prefix":"c","text":" When a birth occurs outside an institution, the certificate shall be prepared and filed by one of the following persons in the indicated order of priority:"},{"prefix":"1","text":" The physician in attendance at the time of birth or in attendance immediately after the birth;"},{"prefix":"2","text":" Any other person in attendance at the time of birth or in attendance immediately after the birth; or"},{"prefix":"3","text":" The mother, the father, the spouse or domestic partner of the mother, or, in the absence of the father or the spouse or domestic partner of the mother, and the inability of the mother, the person in charge of the premises where the birth occurred."},{"prefix":"d","text":" When a birth occurs on a moving conveyance within the United States and the child is first removed from the conveyance in the District, the birth shall be registered in the District, and the place where it is first removed shall be considered the place of birth. When a birth occurs on a moving conveyance while in international waters, air space, in a foreign country or its air space, and the child is first removed from the conveyance in the District, the birth shall be registered in the District, but the certificate shall show the actual place of birth insofar as can be determined."},{"prefix":"e","text":" For the purposes of preparation and filing a birth certificate the following rules apply:"},{"prefix":"1","text":" The certificate shall include the name of the mother of the child;"},{"prefix":"2","text":" If the mother was married at the time of either conception or birth, or between conception and birth, the name of the spouse shall be entered on the certificate as a parent of the child, unless parentage has been determined otherwise by the Court pursuant to § 16-909;"},{"prefix":"2A","text":" If the mother was in a domestic partnership at the time of either conception or birth, or between conception and birth, the name of the domestic partner of the mother shall be entered on the certificate as a parent of the child, unless parentage has been determined otherwise by the Court pursuant to § 16-909;"},{"prefix":"3","text":" If the mother was not married or in a domestic partnership at the time of either conception or birth, or between conception and birth, the name of the other parent shall only be entered on the certificate if:"},{"prefix":"A","text":" The parents have signed a voluntary acknowledgment of paternity pursuant to § 16-909.1(a)(1) or pursuant to the laws and procedures of another state in which the voluntary acknowledgment was signed;"},{"prefix":"B","text":" The parents have signed a consent to parent a child born by artificial insemination pursuant to § 16-909(e) and paragraph (3A) of this subsection; or"},{"prefix":"C","text":" A court or administrative agency of competent jurisdiction has adjudicated as the other parent the person to be named as the other parent on the certificate."},{"prefix":"3A","text":" For the purposes of the certificate, the consent to parent a child born by artificial insemination pursuant to § 16-909(e) shall be on a form prescribed and furnished by the Registrar that:"},{"prefix":"A","text":" Acknowledges consent by the mother and the intended parent to the insemination with the intent to be a parent of the child:"},{"prefix":"B","text":" Is signed under oath (which may include signature in the presence of a notary);"},{"prefix":"C","text":" Includes written notice that legal consequences, rights, and responsibilities as a parent arise from signing the consent; and"},{"prefix":"D","text":" Contains the full names, social security numbers, and dates of birth of the parents and child, the addresses of the parents, the birthplace of the child, and a statement indicating that both parents understand the rights, responsibilities, and consequences of signing the affidavit;"},{"prefix":"4","text":" If the father is not named on the certificate of birth, no other information about the father shall be entered on the certificate; and"},{"prefix":"5","text":" The surname of the child shall be the surname of a parent whose name appears on the child's birth certificate, or both surnames recorded in any order or in hyphenated or unhyphenated form, or any surname to which either parent has a familial connection. If the chosen surname is not that of a parent, or a combination of all or part of both surnames, either or both parents shall provide an affidavit stating that the chosen surname was or is the surname of a past or current relative or has some other clearly stated familial connection. Submission of an affidavit containing false information shall be punishable under § 7-225."},{"prefix":"f","text":" Either of the parents of the child, or other informant, shall confirm with his or her signature the accuracy of the personal data entered on the certificate before the certificate is filed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"2","text":"Vital Records. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"205","identifier":"7-205","catch_text":"Birth registration."}}