{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-207.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-34, see Historical and Statutory Notes following § 7-201.\n\nDC CODE § 7-207\n\nCurrent through December 11, 2012","credits":"(Oct. 8, 1981, D.C. Law 4-34, § 8, 28 DCR 3271.)","sections":[{"prefix":"a","text":" A certificate of birth may be filed after the 5-day period specified in § 7-205 if the person or institution filing the certificate meets the filing and registration requirements imposed by this section. The Registrar shall prescribe by regulation evidentiary requirements to substantiate facts of birth for those certificates filed and registered after the 5-day period."},{"prefix":"b","text":" A certificate of birth registered 1 year or more after the date of birth shall be marked \"delayed\" and show the date of the delayed registration on the face of the certificate."},{"prefix":"c","text":" A written summary statement of the evidence submitted in support of the delayed registration shall be made by the Registrar on the certificate. Both the registrant and the Registrar shall sign the certificate and have the signatures notarized."},{"prefix":"d","text":"(1) When an applicant does not submit the minimum documentation required in the regulations for delayed registration or when the Registrar has reasonable cause to question the validity or adequacy of the applicant's sworn statement or the documentary evidence, and if the deficiencies are not corrected, the Registrar shall not register the delayed certificate of birth. The Registrar shall state in writing to the applicant the reason for this action. Upon the Registrar's refusal to register, the registrant shall have a cause of action in the Court to establish the date and place of birth and the parentage of the person whose birth is to be registered. The Registrar shall give the registrant written notice of this right."},{"prefix":"2","text":" The Registrar may by regulation provide for the dismissal of an application which is not actively pursued."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"2","text":"Vital Records. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"207","identifier":"7-207","catch_text":"Delayed filing and registration of birth."}}