{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-808.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-139, see Historical and Statutory Notes following § 7-2101.\n\nReferences in Text\n\nThe \"Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985,\" referred to in subsection (b)(1), is D.C. Law 6-42.\n\nDC CODE § 7-2108\n\nCurrent through December 11, 2012","credits":"(Aug. 13, 1986, D.C. Law 6-139, § 9, 33 DCR 3804.)","sections":[{"prefix":"a","text":"(1) The Mayor may, before holding a hearing, suspend the license of a facility or convert its license to a provisional or restricted license if he or she determines that existing deficiencies constitute an immediate or serious and continuing danger to the health, safety, or welfare of its residents. The Mayor shall immediately give the facility written notice of the suspension or conversion, including a statement of the grounds for the action and notification that the facility has 7 days (excluding Saturdays, Sundays, and legal holidays) from the day notice is received to request an expedited, preliminary review hearing. If the facility fails to communicate, either orally or in writing, a timely request for a preliminary review hearing, the order of suspension or conversion shall remain in effect until terminated by the Mayor or an unexpedited hearing is held pursuant to procedures adopted under § 7-2103(a)(1)."},{"prefix":"2","text":" Within 3 days (excluding Saturdays, Sundays, and legal holidays) after receiving a timely request for a preliminary review hearing, the Mayor shall hold a hearing to review the reasonableness of the suspension or conversion order. At this hearing, the Mayor shall have the burden of establishing a prima facie case of immediate or serious and continuing endangerment. The suspension or conversion order shall be either affirmed or vacated at the hearing."},{"prefix":"3","text":" In the event an order is affirmed, it shall, unless extended, remain in effect for no longer than 30 days, during which time a final hearing shall be scheduled to consider the appropriateness of revocation or continuing restrictions on licensure. Before expiration of a suspension or conversion order, an extension may be granted for a period not to exceed an additional 30 days upon agreement of all the parties or for good cause shown."},{"prefix":"b","text":"(1) Civil fines, penalties, and related costs may be imposed against a public or private facility for the violation of any provision of this chapter or rule issued pursuant to this chapter. Whether or not criminally prosecutable, a violation shall be considered an \"infraction\" under the Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985. Except as provided in paragraphs (2) and (3) of this subsection, the procedures for adjudication and enforcement and the applicable fines, penalties, and costs shall be those established by or pursuant to Chapter 18 of Title 2. Governmental immunity shall not be a defense to any civil fine, penalty, or cost imposed."},{"prefix":"2","text":" Civil fines, penalties, and related costs imposed against a facility shall not come out of funds needed to provide quality care and services to residents. To monitor compliance with this paragraph, the Mayor shall conduct an audit at least annually of every facility against which civil fines, penalties, or costs have been imposed. Civil fines, penalties, and costs imposed against any facility owned or operated by the District government shall be paid into a special account to be used for the personal needs of residents."},{"prefix":"3","text":" Notwithstanding the availability of other means of enforcement, the Mayor may directly deduct the amount of civil fines, penalties, and related costs imposed against a facility from amounts otherwise payable by the District to the licensee or administrator of that facility."},{"prefix":"c","text":" Notwithstanding the availability of any other remedy, the Corporation Counsel, a resident, or any person acting on or in behalf of a resident may maintain an action in court to enjoin a facility from violating the terms of its license, any provision of this chapter, or any rule issued pursuant to this chapter."},{"prefix":"d","text":"(1) Notwithstanding the availability of any other remedy, a resident, any person acting on or in behalf of a resident, or the licensee or administrator of a facility may bring an action in court for mandamus to order the Mayor, a District government agency, or the youth residential monitoring committee to comply with this chapter, a rule issued pursuant to this chapter, or any other District law relevant to the operation of the facility or the care of its residents."},{"prefix":"2","text":" Any person bringing an action under paragraph (1) of this subsection shall give the named defendant(s) at least 5 days advance notice (excluding Saturdays, Sundays, and legal holidays) before the action is filed in court."},{"prefix":"e","text":" Any District government employee required to make a report under § 7- 2105(c) who willfully fails to do so shall be subject to disciplinary and other remedial action in accordance with District law."},{"prefix":"f","text":" Any person who willfully discloses, receives, uses, or permits the use of confidential information about a resident in violation of the standards established pursuant to § 7-2103(a)(4)(D) shall be guilty of a misdemeanor and, upon conviction, subject to a fine not exceeding $5,000."},{"prefix":"g","text":" Any person who willfully operates an unlicensed facility in violation of this chapter, and any licensee who willfully operates a facility in violation of the terms of its license or who willfully impedes a District government employee in the performance of his or her authorized duties under this chapter or a rule issued pursuant to this chapter, shall be guilty of a misdemeanor and, upon conviction, subject to a fine not exceeding $1,000 per day of violation, imprisonment for not more than 90 days, or both."},{"prefix":"h","text":" Criminal prosecutions brought under subsection (f) or (g) of this section shall be in the Superior Court of the District of Columbia by information signed by the Corporation Counsel."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Protection and Care Systems."},"chapter":{"identifier":"21","text":"Youth Residential Facilities Licensures."},"heading":{"title":"7","chaptersection":"2108","identifier":"7-2108","catch_text":"Enforcement and penalties."}}