{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-217.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-34, see Historical and Statutory Notes following § 7-201.\n\nLaw 5-159, the \"End of Session Technical Amendments Act of 1984,\" was introduced in Council and assigned Bill No. 5-540, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 20, 1984, and December 4, 1984, respectively. Signed by the Mayor on December 10, 1984, it was assigned Act No. 5-224 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 7-217\n\nCurrent through December 11, 2012","credits":"(Oct. 8, 1981, D.C. Law 4-34, § 18, 28 DCR 3271; Mar. 14, 1985, D.C. Law 5-159, § 18, 32 DCR 30.)","sections":[{"prefix":"a","text":" The Registrar shall issue regulations governing amendment of vital records, which shall protect the integrity and accuracy of the vital records. A certificate, or report registered under this chapter may be amended only in accordance with this chapter and regulations issued under this chapter."},{"prefix":"b","text":" Except as otherwise provided in this section, a certificate or report that is amended under this section shall be marked \"amended\". The date of amendment and a summary description of the evidence submitted in support of the amendment shall be endorsed on or made a part of the records. The Registrar shall issue regulations which prescribe the conditions under which additions or minor corrections may be made to certificates, or reports, within 1 year after the date of the event without the certificate or record being marked \"amended\"."},{"prefix":"c","text":" Upon receipt of a certified copy of an order of a court of competent jurisdiction changing the name of a person born in the District and upon request of such person, his or her guardian or legal representative, or, in the case of a minor, his or her parents, the Registrar shall amend the certificate of birth to show the new name."},{"prefix":"d","text":" Upon receipt of a certified copy of an order of the Court indicating that the sex of an individual born in the District has changed by surgical procedure and that such individual's name has been changed, the certificate of birth of such individual shall be amended as prescribed by regulation."},{"prefix":"e","text":" The Registrar shall not amend the vital record if: (1) an applicant does not submit the minimum documentation required in the regulations for amending a vital record; or (2) when the Registrar has reasonable cause to question the validity or adequacy of the applicant's sworn statements or the documentary evidence, and the deficiencies are not corrected. The Registrar shall state in writing the reason for this action. Upon the Registrar's refusal to amend the vital record, the applicant shall have a cause of action in the Court to amend the vital record. The Registrar shall give the applicant written notice of this right."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"2","text":"Vital Records. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"217","identifier":"7-217","catch_text":"Amendment."}}