{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 3-804.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-139, see Historical and Statutory Notes following ยง 7-2101.\n\nDC CODE ยง 7-2104\n\nCurrent through December 11, 2012","credits":"(Aug. 13, 1986, D.C. Law 6-139, ยง 5, 33 DCR 3804.)","sections":[{"prefix":"a","text":" Each facility except a foster home shall have a governing board or local advisory committee that includes 1 or more representatives of the neighborhood where the facility is located. If a licensee operates more than 1 facility in the District, a single governing board or advisory committee may serve all of the licensee's facilities so long as it includes at least 1 representative of each neighborhood in which the licensee operates a facility."},{"prefix":"b","text":" The governing board or advisory committee shall:"},{"prefix":"1","text":" Meet with the facility administrator at the facility at least quarterly to review programs, policies, citizen complaints, and police contacts;"},{"prefix":"2","text":" Inform the Mayor in writing of any situation that a majority of the board or committee believes warrants correction and that the facility has failed to correct within a reasonable period of time after being notified by the board or committee; and"},{"prefix":"3","text":" Report annually to the Mayor on the number of admissions, the number, outcome, and length of stay of planned and unplanned discharges, staff turnover rate and efforts to reduce it, and program effectiveness in meeting the needs of residents."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Protection and Care Systems."},"chapter":{"identifier":"21","text":"Youth Residential Facilities Licensures."},"heading":{"title":"7","chaptersection":"2104","identifier":"7-2104","catch_text":"Governing boards and advisory committees."}}