{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 3-801.\n\nEffect of Amendments\n\nD.C. Law 16-305, in par. (9)(A)(iv), substituted \"disability\" for \"handicap\".\n\nLegislative History of Laws\n\nLaw 6-139, the \"Youth Residential Facilities Licensure Act of 1986,\" was introduced in Council and assigned Bill No. 6-224, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on May 27, 1986, and June 10, 1986, respectively. Signed by the Mayor on June 13, 1986, it was assigned Act No. 6-177 and transmitted to both Houses of Congress for its review.\n\nFor Law 16-305, see notes following § 7-531.01.\n\nDelegation of Authority\n\nDelegation of authority pursuant to Law 6-139, see Mayor's Order 86-202, November 12, 1986.\n\nDC CODE § 7-2101\n\nCurrent through December 11, 2012","credits":"(Aug. 13, 1986, D.C. Law 6-139, § 2, 33 DCR 3804; Apr. 24, 2007, D.C. Law 16-305, § 28(a), 53 DCR 6198.)","sections":[{"prefix":"1","text":" \"Child\" means any individual who is:"},{"prefix":"A","text":" Under 18 years of age;"},{"prefix":"B","text":" 18 to 20 years of age and subject to a consent decree or dispositional order entered pursuant to Chapter 23 of Title 16; or"},{"prefix":"C","text":" 18 to 21 years of age and has an individualized education program pursuant to 20 U.S.C. § 1401 et seq."},{"prefix":"2","text":" \"Continuing care\" means ongoing supervision and care designed to nurture a resident's growth and development, meet basic health needs, and monitor applicable school or work attendance."},{"prefix":"3","text":" \"Court\" means the Superior Court of the District of Columbia."},{"prefix":"4","text":" \"District\" means the District of Columbia."},{"prefix":"5","text":" \"Emergency care\" means temporary supervision and care, usually not exceeding 90 days and provided as the result of an individual or family crisis, that includes monitoring of applicable school or work attendance and an assessment of a resident's physical, psychosocial, and educational needs."},{"prefix":"6","text":" \"Facility\" means a youth residential facility."},{"prefix":"7","text":" \"Resident\" means a District child residing in a youth residential facility."},{"prefix":"8","text":" \"Therapeutic care\" means an intensive, professionally supervised program of education and treatment designed to meet a resident's physical, psychosocial, and educational needs as identified in an individualized treatment plan and, if applicable, an individualized education program."},{"prefix":"9","text":"(A) \"Youth residential facility\" means a residential placement providing adult supervision and care for 1 or more children who are not related by blood, marriage, guardianship, or adoption (including both final and nonfinal adoptive placements) to any of the facility's adult caregivers and who were found to be in need of a specialized living arrangement as the result of:"},{"prefix":"i","text":" A detention or shelter care hearing held pursuant to § 16-2312;"},{"prefix":"ii","text":" A dispositional hearing held pursuant to § 16-2317;"},{"prefix":"iii","text":" Family crisis, homelessness, runaway status, or other circumstances creating a need for out-of-home supervision and care; or"},{"prefix":"iv","text":" A mental or physical disability that requires, in accordance with 20 U.S.C. § 1401 et seq., more services than can be provided by nonresidential programs."},{"prefix":"B","text":" The term \"youth residential facility\" shall include, but not necessarily be limited to, foster homes, youth shelters, runaway shelters, emergency care facilities, youth group homes, supervised apartments, and residential treatment centers; it shall not include informal substitute care provided by friends or neighbors or those facilities licensed under Chapter 5 of Title 44."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Protection and Care Systems."},"chapter":{"identifier":"21","text":"Youth Residential Facilities Licensures."},"heading":{"title":"7","chaptersection":"2101","identifier":"7-2101","catch_text":"Definitions."}}