{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-262, see notes following ยง 7-2271.01.\n\nDC CODE ยง 7-2271.02\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-262, ยง 202, 54 DCR 794.)","sections":[{"prefix":"a","text":" There is established a District of Columbia Homeland Security Commission, which shall consist of 7 persons with expertise in security, transportation, communication, chemical safety, risk assessment, terrorism (including bioterrorism), or occupational safety and health."},{"prefix":"b","text":"(1) Commission members shall be nominated by the Mayor and confirmed by the Council for terms of 3 years, in accordance with ยง 1-523.01(e)."},{"prefix":"2","text":" The Mayor shall establish through rulemaking that Commission members shall be subject to pre-nomination inquiries and security-clearance requirements."},{"prefix":"3","text":" The terms of the members first appointed shall begin on the date a majority of the first members are sworn in, which shall become the anniversary date for all subsequent appointments."},{"prefix":"4","text":" Commission member's terms shall be staggered so that either 4 positions or 3 positions will expire on the year's anniversary date."},{"prefix":"c","text":" Members shall receive no salary for their service on the Commission but shall be reimbursed for administrative costs associated with membership."},{"prefix":"d","text":" The Agency shall provide staff to the Commission."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"22","text":"Homeland Security."},"subchapter":{"identifier":"II","text":"District of Columbia Homeland Security Commission."},"heading":{"title":"7","chaptersection":"2271","identifier":"7-2271.02","catch_text":"Establishment of District of Columbia Homeland Security Commission; membership."}}