{"text":"The Council finds that:","historical":"Legislative History of Laws\n\nLaw 16-262, the \"Homeland Security, Risk Reduction, and Preparedness Amendment Act of 2006\", was introduced in Council and assigned Bill No.  16-242, which was referred to Committee on Judiciary.  The Bill was adopted on first and second readings on December 5, 2006, and December 19, 2006, respectively. Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-618 and transmitted to both Houses of Congress for its review.   D.C. Law 16-262 became effective on March 14, 2007.\n\nDC CODE § 7-2231.01\n\nCurrent through December 11, 2012","credits":"(Aug. 11, 1950, 64 Stat. 440, ch. 686, § 201, as added Mar. 14, 2007, D.C. Law 16-262, § 101(e), 54 DCR 794.)","sections":[{"prefix":"1","text":" The District of Columbia has been designated a high-threat target city by the United States Department of Homeland Security, and needs commensurate capabilities for preventing, mitigating, and responding to terrorist attacks. These capabilities include risk-based strategic planning, threat and vulnerability analysis, and gap assessments."},{"prefix":"2","text":" It is the policy of the District of Columbia to warn, inform, and protect its residents by providing timely and accurate information before, during, and after times of emergency. Such information can save lives, reduce property losses, and speed economic recovery by providing residents with the information they need to make informed decisions and to take appropriate protective actions."},{"prefix":"3","text":" The District of Columbia seeks to promote transparency regarding homeland security efforts, in order that government officials and the public can assess the risks, adequacy of programs, the progress made, and gaps remaining."},{"prefix":"4","text":" Risks and vulnerabilities identified through an ongoing program of analysis should be addressed expeditiously and comprehensively."},{"prefix":"5","text":" The Final Report of the National Commission on Terrorist Attacks Upon the United States outlined appropriate roles for the federal government and its counterparts at the local government level, and concluded that homeland security priorities and assistance should be based strictly on an assessment of risks and vulnerabilities."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"22","text":"Homeland Security."},"subchapter":{"identifier":"I","text":"Homeland Security Program."},"part":{"identifier":"B","text":"Homeland Security Program Implementation."},"heading":{"title":"7","chaptersection":"2231","identifier":"7-2231.01","catch_text":"Findings."}}