{"text":"The Homeland Security and Emergency Management Agency is authorized and directed, subject to the direction and control of the Mayor of the District:","historical":"Prior Codifications\n\n1981 Ed., § 6-1405.\n\n1973 Ed., § 6-1203.\n\nEffect of Amendments\n\nD.C. Law 16-262, in the introductory paragraph, substituted \"Homeland Security and Emergency Management Agency\" for \"Office of Emergency Preparedness\".\n\nLegislative History of Laws\n\nLaw 2-12, the \"Volunteers Services Act of 1977,\" was introduced in Council and assigned Bill No. 2-87, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on March 22, 1977 and April 5, 1977, respectively. Signed by the Mayor on April 26, 1977, it was assigned Act No. 2-33 and transmitted to both Houses of Congress for its review.\n\nLaw 2-139, the \"District of Columbia Government Comprehensive Merit Personnel Act of 1978,\" was introduced in Council and assigned Bill No. 2-10, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on October 17, 1978 and October 31, 1978, respectively. Signed by the Mayor on November 22, 1978, it was assigned Act No. 2-300 and transmitted to both Houses of Congress for its review.\n\nFor Law 16-262, see notes following § 7-2202.\n\nReferences in Text\n\nPursuant to Mayor's Order 98-198 (46 DCR 240) pub. January 8, 1999, the name of the Office of Emergency Preparedness has been changed to the D.C. Emergency Management Agency.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nOffice of Civil Defense abolished: See Historical and Statutory Notes following § 7-2202.\n\nDC CODE § 7-2205\n\nCurrent through December 11, 2012","credits":"(Aug. 11, 1950, 64 Stat. 439, ch. 686, § 3; Apr. 5, 1952, 66 Stat. 44, ch. 159, § 1; Oct. 26, 1973, Pub. L. 93-140, § 17, 87 Stat. 507; June 28, 1977, D.C. Law 2-12, § 6(c), 24 DCR 1442; Mar. 3, 1979, D.C. Law 2-139, § 3205(tt), 25 DCR 5740; Mar. 14, 2007, D.C. Law 16-262, § 101(c), 54 DCR 794.)","sections":[{"prefix":"1","text":" To prepare a comprehensive plan and program for civil defense, such plan and program to be integrated into and coordinated with the civil defense plans of the federal government, and of nearby states and appropriate political subdivisions thereof;"},{"prefix":"2","text":" To institute training programs and public information programs; to organize, equip, and train civil defense units, and to utilize regularly employed personnel of the government of the District of Columbia for service in and within such civil defense units and to train such personnel for such service; to expand existing agencies of the District government concerned with civil defense; and to take all other preparatory steps including the partial or full mobilization of civil defense organizations in advance of actual disaster;"},{"prefix":"3","text":" To make such studies and surveys of the resources and capabilities of the District for civil defense, and to plan for the most efficient emergency use thereof;"},{"prefix":"4","text":" To develop and enter into mutual aid agreements with states or political subdivisions thereof for reciprocal civil defense aid and mutual assistance in case of disaster too great to be dealt with unassisted. Such agreements may include the exchange of food, clothing, medicines, and other supplies; emergency housing; engineering services; police services; medical and nursing services; firefighting, rescue, transportation, and construction services and equipment; personnel necessary to provide or conduct these services; and such other supplies, equipment, facilities, personnel, and services as may be needed. Such agreements shall be consistent with the national civil defense plan and program. In time of emergency it shall be the duty of each agency and organization to render assistance in accordance with the provisions of such mutual aid agreements;"},{"prefix":"5","text":" To employ such technical, clerical, stenographic, and other personnel and make such expenditures within appropriations thereof or from other funds made available for purposes of civil defense, as may be necessary to carry out the purposes of this chapter;"},{"prefix":"6","text":" To cooperate with governmental and nongovernmental agencies, organizations, associations, and other entities, and coordinate the activities of all organizations for civil defense within the District;"},{"prefix":"7","text":" To accept from the United States or from any officer or agency thereof all facilities, supplies, and funds that may from time to time be offered to the District of Columbia, and to agree to such terms, conditions, rules, and regulations as may be imposed in connection with such offer;"},{"prefix":"8","text":" To utilize the services, equipment, supplies, and facilities of existing departments, offices, and agencies of the District to the maximum extent practicable, and the officers and personnel of all such departments, offices, and agencies are directed to cooperate with and extend such services and supply such equipment, supplies, and facilities to the said Director upon request, and, when authorized by the Mayor, appropriations available to the District of Columbia may be used to match financial contributions made by any department or agency of the United States to the government of the District for the purchase of civil defense equipment and supplies;"},{"prefix":"9","text":" To perform such other functions as may be assigned by the Mayor of the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"22","text":"Homeland Security."},"subchapter":{"identifier":"I","text":"Homeland Security Program."},"part":{"identifier":"A","text":"Homeland Security and Emergency Management Agency."},"heading":{"title":"7","chaptersection":"2205","identifier":"7-2205","catch_text":"Powers and duties."}}