{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-262, see notes following ยง 7-2271.01.\n\nDC CODE ยง 7-2271.04\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-262, ยง 204, 54 DCR 794.)","sections":[{"prefix":"a","text":" Commission proceedings shall be closed to the public and shall not be subject to ยง 1-207.42 when the Committee is discussing specific public and private vulnerability assessments or where the information discussed would:"},{"prefix":"1","text":" Reveal a trade secret or privileged or confidential commercial or financial information; or"},{"prefix":"2","text":" Be detrimental to public safety."},{"prefix":"b","text":"(1) Persons other than Commission members who attend any Commission meeting which, pursuant to this section, is not open to the public, shall not disclose what occurred at the meeting to anyone who was not in attendance, except insofar as disclosure is necessary for that person to comply with a request for information from the Commission."},{"prefix":"2","text":" Commission members who attend meetings not open to the public shall not disclose what occurred with anyone who was not in attendance (except other Commission members), except insofar as disclosure is necessary to carry out the duties of the Commission."},{"prefix":"3","text":" Any party who discloses information pursuant to this subsection shall take all reasonable steps to ensure that the information disclosed, and the person to whom the information is disclosed, are as limited as possible."},{"prefix":"c","text":" Members of the Commission, persons attending a Commission meeting, and persons who present information to the Commission may not be required to disclose, in any administrative, civil, or criminal proceeding, information presented at or opinions formed as a result of a Commission meeting."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"22","text":"Homeland Security."},"subchapter":{"identifier":"II","text":"District of Columbia Homeland Security Commission."},"heading":{"title":"7","chaptersection":"2271","identifier":"7-2271.04","catch_text":"Confidentiality of proceedings."}}