{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-1502.\n\nEffect of Amendments\n\nD.C. Law 14-194, in subsec. (a), substituted \"District of Columbia Emergency Management Agency\" for \"Office of Emergency Preparedness\"; in subsec. (a)(1), substituted \"District of Columbia response plan\" for \"emergency operations plan\"; in subsec. (b), substituted \"Except as provided in subsection (c) of this section, the Mayor shall publish in\" for \"The Mayor shall publish in 2 consecutive editions of\"; and added subsecs. (c), (d), and (e).\n\nD.C. Law 15-105, in subsec. (a)(1), validated a previously made technical correction.\n\nD.C. Law 16-262, in subsec. (a), in the introductory paragraph, substituted \"Homeland Security and Emergency Management Agency\" for \"District of Columbia Emergency Management Agency\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-149, see Historical and Statutory Notes following § 7-2301.\n\nFor Law 14-194, see notes following § 7-132.\n\nFor Law 15-105, see notes following § 7-136.\n\nFor Law 16-262, see notes following § 7-2202.\n\nReferences in Text\n\nPursuant to Mayor's Order 98-198 (46 DCR 240) pub. January 8, 1999, the name of the Office of Emergency Preparedness has been changed to the D.C. Emergency Management Agency.\n\nDC CODE § 7-2302\n\nCurrent through December 11, 2012","credits":"(Mar. 5, 1981, D.C. Law 3-149, § 3, 27 DCR 4886; Oct. 17, 2002, D.C. Law 14-194, § 202(b), 49 DCR 5306; Mar. 13, 2004, D.C. Law 15-105, § 47(a), 51 DCR 881; Mar. 14, 2007, D.C. Law 16-262, § 408, 54 DCR 794.)","sections":[{"prefix":"a","text":" The Mayor may establish a program of public emergency preparedness that utilizes the services of all appropriate agencies (including the Homeland Security and Emergency Management Agency) and the program shall include, but not be limited to:"},{"prefix":"1","text":" Development of a District of Columbia response plan which would:"},{"prefix":"A","text":" Set forth a comprehensive and detailed District of Columbia state program for preparation against, and assistance following, emergencies and major disasters, including provisions for assistance to individuals, businesses, and affected designated subdivisions of the District of Columbia; and"},{"prefix":"B","text":" Include provisions for: Appointment and training of appropriate staffs; formulation of necessary regulations and procedures; and conduct of required exercises;"},{"prefix":"2","text":" Post public emergency evaluations;"},{"prefix":"3","text":" Periodic review of programs; and"},{"prefix":"4","text":" Coordination of federal and state preparedness programs."},{"prefix":"b","text":" Except as provided in subsection (c) of this section, the Mayor shall publish in the District of Columbia Register, for notice and comment, any program or plan for public emergency preparedness prepared pursuant to this chapter. The publication shall, at a minimum, state the subject matter of the program or plan and the specific manner in which a complete copy can be obtained or reviewed and commented upon prior to the transmittal of the plan or program to the Council of the District of Columbia."},{"prefix":"c","text":" Any specific response plan, and any specific vulnerability assessment, either of which is intended to prevent or to mitigate an act of terrorism, as that term is defined in § 22-3152(1), shall be exempt from the requirements in subsection (b) of this section."},{"prefix":"d","text":" The Mayor shall review the District of Columbia response plan on an annual basis. Any revisions to the plan shall be published in the District of Columbia Register and forwarded to the Council pursuant to subsection (b) of this section."},{"prefix":"e","text":" Neither the District of Columbia, its independent agencies, employees, officers, or agents shall be held liable for damages for any actions taken within the scope of the individual's employment or voluntary service to implement the provisions of the District of Columbia response plan, except in instances of gross negligence."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"23","text":"Public Emergencies."},"heading":{"title":"7","chaptersection":"2302","identifier":"7-2302","catch_text":"Establishment of program of public emergency preparedness; publication."}}