{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 18-184, the \"Uniform Emergency Volunteer Health Practitioners Act of 2010\", was introduced in Council and assigned Bill No. 18-71, which was referred to the Committee on Health, Public Safety and the Judiciary. The Bill was adopted on first and second readings on March 2, 2010, and March 16, 2010, respectively. Signed by the Mayor on April 26, 2010, it was assigned Act No. 18-383 and transmitted to both Houses of Congress for its review. D.C. Law 18- 184 became effective on July 1, 2010.\n\nUniform Law\n\nThis section is based upon § 2 of the Uniform Emergency Volunteer Health Practitioners Act. See Vol. 9, Part 1B, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 7-2361.01\n\nCurrent through December 11, 2012","credits":"(July 1, 2010, D.C. Law 18-184, § 2, 57 DCR 3655.)","sections":[{"prefix":"1","text":" \"Disaster relief organization\" means an entity that provides emergency or disaster relief services that include health or veterinary services provided by volunteer health practitioners and that:"},{"prefix":"A","text":" Is designated or recognized as a provider of those services pursuant to a disaster response and recovery plan adopted by an agency of the federal government or the Mayor; or"},{"prefix":"B","text":" Regularly plans and conducts its activities in coordination with an agency of the federal government or the Mayor."},{"prefix":"2","text":" \"Emergency\" means an event or condition that is a public emergency, as defined by § 7-2301(3)."},{"prefix":"3","text":" \"Emergency declaration\" means a declaration of emergency issued by a person authorized to do so under the laws of the District."},{"prefix":"4","text":" \"Emergency Management Assistance Compact\" means the interstate compact approved by Congress by the Joint Resolution Granting the consent of Congress to the Emergency Management Assistance Compact, approved October 19, 1996 (Pub. L. No. 104-321; 110 Stat. 3877)."},{"prefix":"5","text":" \"Entity\" means a person other than an individual."},{"prefix":"6","text":" \"Health facility\" means an entity licensed under the laws of this or another state to provide health or veterinary services."},{"prefix":"7","text":" \"Health practitioner\" means an individual licensed under the laws of this or another state to provide health or veterinary services."},{"prefix":"8","text":" \"Health services\" means the provision of treatment, care, advice or guidance, or other services, or supplies, related to the health or death of individuals, or human populations, to the extent necessary to respond to an emergency, including:"},{"prefix":"A","text":" The following, concerning the physical or mental condition or functional status of an individual or affecting the structure or function of the body:"},{"prefix":"i","text":" Preventive care;"},{"prefix":"ii","text":" Diagnostic care;"},{"prefix":"iii","text":" Therapeutic care;"},{"prefix":"iv","text":" Rehabilitative care;"},{"prefix":"v","text":" Maintenance care;"},{"prefix":"vi","text":" Palliative care;"},{"prefix":"vii","text":" Counseling services:"},{"prefix":"viii","text":" Assessment services;"},{"prefix":"ix","text":" Procedural services; or"},{"prefix":"x","text":" Other services;"},{"prefix":"B","text":" The sale or dispensing of a drug, a device, equipment, or another item to an individual in accordance with a prescription; and"},{"prefix":"C","text":" Funeral, cremation, cemetery, or other mortuary services."},{"prefix":"9","text":" \"Host entity\" means an entity operating in the District that uses volunteer health practitioners to respond to an emergency."},{"prefix":"10","text":" \"License\" means authorization by a state to engage in health or veterinary services that are unlawful without the authorization. The term includes authorization under the laws of the District to an individual to provide health or veterinary services based upon a national certification issued by a public or private entity."},{"prefix":"11","text":" \"Mayor\" means the Mayor of the District of Columbia."},{"prefix":"12","text":" \"Person\" means an individual, corporation, business trust, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity. The term \"person\" includes the government of the District of Columbia."},{"prefix":"13","text":" \"Registration system\" means a system for registering volunteer health practitioners that meets the requirements in § 7-2361.04."},{"prefix":"14","text":" \"Scope of practice\" means the extent of the authorization to provide health or veterinary services granted to a health practitioner by a license issued to the practitioner in the state in which the principal part of the practitioner's services are rendered, including any conditions imposed by the licensing authority."},{"prefix":"15","text":" \"State\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States."},{"prefix":"16","text":" \"Veterinary services\" means the provision of treatment, care, advice or guidance, or other services, or supplies, related to the health or death of an animal or to animal populations, to the extent necessary to respond to an emergency, including the:"},{"prefix":"A","text":" Diagnosis, treatment, or prevention of an animal disease, injury, or other physical or mental condition by the prescription, administration, or dispensing of:"},{"prefix":"i","text":" A vaccine;"},{"prefix":"ii","text":" Medicine;"},{"prefix":"iii","text":" Surgery; or"},{"prefix":"iv","text":" Therapy;"},{"prefix":"B","text":" Use of a procedure for reproductive management; and"},{"prefix":"C","text":" Monitoring and treatment of animal populations for diseases that have spread or demonstrate the potential to spread to humans."},{"prefix":"17","text":" \"Volunteer health practitioner\" means a health practitioner who provides health or veterinary services, whether or not the practitioner receives compensation for those services, including an employee of the federal government. The term \"volunteer health practitioner\" does not include a practitioner who receives compensation pursuant to a preexisting employment relationship with a host entity or affiliate that requires the practitioner to provide health services in the District, unless the practitioner is employed by a disaster relief organization while an emergency declaration is in effect."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"23C","text":"Uniform Emergency Volunteer Health Practitioners. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"2361","identifier":"7-2361.01","catch_text":"Definitions."}}