{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-357, see notes following ยง 7-2341.01.\n\nDC CODE ยง 7-2341.02\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 2009, D.C. Law 17-357, ยง 3, 56 DCR 1167.)","sections":[{"prefix":"a","text":" Except as otherwise provided in this chapter, this chapter shall apply to every:"},{"prefix":"1","text":" Person performing the duties of emergency services personnel, compensated or uncompensated, within the District of Columbia;"},{"prefix":"2","text":" Entity providing emergency medical services within the District of Columbia, public or private, for-profit or not-for-profit, including owners or operators of emergency medical services agencies and owners or operators of emergency medical response vehicles; and"},{"prefix":"3","text":" Person and entity providing emergency medical services training and instruction, public or private, for-profit or not-for-profit, within the District of Columbia."},{"prefix":"b","text":" The provisions of this chapter shall not apply to the following:"},{"prefix":"1","text":" The unexpected rendering of immediate care by a private citizen, or the unexpected use of a privately owned vehicle which is not ordinarily used in the business of transporting persons who are sick, injured, wounded, or otherwise incapacitated or helpless, in the performance of a lifesaving act;"},{"prefix":"2","text":" Agencies, vehicles, or training facilities owned or operated by the United States government and operating on federal property;"},{"prefix":"3","text":" Agencies operating within the District of Columbia pursuant to mutual aid agreements;"},{"prefix":"4","text":" Validly licensed or certified emergency medical response vehicles based outside the District which do not otherwise constitute public vehicles for hire; and"},{"prefix":"5","text":" Validly licensed vehicles operated solely for the transportation of non-emergency patients to and from treatment facilities as outpatients; provided, that this exemption shall not apply to any vehicle which is in any way held out as an emergency medical response vehicle."},{"prefix":"c","text":" The Mayor shall establish rules to ensure that emergency medical response vehicles and emergency medical services personnel based outside of the District, but receiving patients within the District for transport to a location within the District, shall meet the substantive standards of this chapter and of rules promulgated pursuant to this chapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"23B","text":"Emergency Medical Services."},"heading":{"title":"7","chaptersection":"2341","identifier":"7-2341.02","catch_text":"Applicability and exemptions."}}