{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-184, see notes following § 7-2361.01.\n\nUniform Law\n\nThis section is based upon § 5 of the Uniform Emergency Volunteer Health Practitioners Act. See Vol. 9, Part 1B, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 7-2361.04\n\nCurrent through December 11, 2012","credits":"(July 1, 2010, D.C. Law 18-184, § 5, 57 DCR 3655.)","sections":[{"prefix":"a","text":" To qualify as a volunteer health practitioner registration system, a registration system must:"},{"prefix":"1","text":" Accept applications for the registration of volunteer health practitioners before or during an emergency;"},{"prefix":"2","text":" Include information about the licensure and good standing of health practitioners that is accessible by authorized persons;"},{"prefix":"3","text":" Be capable of confirming the accuracy of information concerning whether a health practitioner is licensed and in good standing before health services or veterinary services are provided under this chapter; and"},{"prefix":"4","text":" Meet one of the following conditions:"},{"prefix":"A","text":" Be an emergency system for advance registration of volunteer health-care practitioners established by a state and funded through the Health Resources Services Administration under section 319I of the Public Health Service Act, approved June 12, 2002 (116 Stat. 608; 42 U.S.C. § 247d-7b);"},{"prefix":"B","text":" Be a local unit consisting of trained and equipped emergency response, public health, and medical personnel formed pursuant to section 2801 of the Public Health Service Act, approved June 12, 2002 (116. Stat. 596; 42 U.S.C. § 300hh);"},{"prefix":"C","text":" Be operated by a:"},{"prefix":"i","text":" Disaster relief organization;"},{"prefix":"ii","text":" Licensing board;"},{"prefix":"iii","text":" National or regional association of licensing boards or health practitioners;"},{"prefix":"iv","text":" Health facility that provides comprehensive inpatient and outpatient health-care services, including a tertiary care and teaching hospital; or"},{"prefix":"v","text":" Governmental entity; or"},{"prefix":"D","text":" Be designated by the Mayor as a registration system for purposes of this chapter."},{"prefix":"b","text":" While an emergency declaration is in effect, the Mayor, the Mayor's designee, or a host entity may confirm whether volunteer health practitioners utilized in the District are registered with a registration system that complies with subsection (a) of this section. Confirmation is limited to obtaining the identities of the practitioners from the system and determining whether the system indicates that the practitioners are licensed and in good standing."},{"prefix":"c","text":" Upon request of the Mayor, the Mayor's designee, or a host entity pursuant to subsection (b) of this section, or a similarly authorized person in another state, the entity operating a registration system located in the District shall notify the authorized person of the identities of volunteer health practitioners and whether the practitioners are licensed and in good standing."},{"prefix":"d","text":" A host entity is not required to use the services of a volunteer health practitioner even if the practitioner is registered with a registration system that indicates that the practitioner is licensed and in good standing."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"23C","text":"Uniform Emergency Volunteer Health Practitioners. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"2361","identifier":"7-2361.04","catch_text":"Volunteer health practitioner registration systems."}}