{"text":"As used in this chapter the term:","historical":"Prior Codifications\n\n1981 Ed., § 6-1501.\n\nEffect of Amendments\n\nD.C. Law 14-194, in par. (1), substituted \"District of Columbia response plan\" for \"Emergency operations plan\".\n\nD.C. Law 14-194 redesignated par. (1) as par. (1A); added a new par. (1); in par. (1A), substituted \"District of Columbia response plan\" for \"Emergency operations plan\"; added par. (1B); made nonsubstantive changes in pars. (3)(G) and (3)(H); and added par. (3)(I).\n\nLegislative History of Laws\n\nLaw 3-149, the \"District of Columbia Public Emergency Act of 1980,\" was introduced in Council and assigned Bill No. 3-198, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on September 30, 1980 and October 14, 1980, respectively. Signed by the Mayor on October 29, 1980, it was assigned Act No. 3-274 and transmitted to both Houses of Congress for its review.\n\nFor Law 14-194, see notes following § 7-132.\n\nMiscellaneous Notes\n\nEstablishment of the Mayor's Emergency Preparedness Council, see Mayor's Order 2002-1, February 1, 2002 (49 DCR 896).\n\nAmendment of Mayor's Order 2002-1, dated January 2, 2002, Establishment of the Mayor's Emergency Preparedness Council (EPC), see Mayor's Order 2003-121, August 15, 2003 (50 DCR 7246).\n\nDeclaration of Public Emergency, see Mayor's Order 2003-135, September 17, 2003 (50 DCR 8294).\n\nDeclaration of Termination of Public Emergency, see Mayor's Order 2003-139, September 29, 2003 (50 DCR 9958).\n\nDC CODE § 7-2301\n\nCurrent through December 11, 2012","credits":"(Mar. 5, 1981, D.C. Law 3-149, § 2, 27 DCR 4886; Oct. 17, 2002, D.C. Law 14-194, §§ 202(a), 903(a), 49 DCR 5306.","sections":[{"prefix":"1","text":" \"Communicable disease\" means that term as it is defined in § 7-132(2)."},{"prefix":"1A","text":" \"District of Columbia response plan\" means the District of Columbia's state plan for public emergency preparedness and prevention prepared pursuant to § 201 of the Disaster Relief Act of 1974 (42 U.S.C. § 5121) and § 7- 2302."},{"prefix":"1B","text":" \"Health care provider\" means any person or entity who provides health care services, including hospitals, medical clinics and officers, special care facilities, medical laboratories, physicians, pharmacists, dentists, physician assistants, nurse practitioners, registered and other nurses, paramedics, emergency medical or laboratory technicians, and ambulance and emergency medical workers."},{"prefix":"2","text":" \"Mayor\" means the Mayor of the District of Columbia or his or her designated agent."},{"prefix":"3","text":" \"Public emergency\" means any disaster, catastrophe, or emergency situation where the health, safety, or welfare of persons in the District of Columbia is threatened by reason of the actual or imminent consequences within the District of Columbia of:"},{"prefix":"A","text":" Enemy attack, sabotage or other hostile action;"},{"prefix":"B","text":" Severe and unanticipated resource shortage;"},{"prefix":"C","text":" Fire;"},{"prefix":"D","text":" Flood, earthquake, or other serious act of nature;"},{"prefix":"E","text":" Serious civil disorder;"},{"prefix":"F","text":" Any serious industrial, nuclear, or transportation accident;"},{"prefix":"G","text":" Explosion, conflagration, power failure;"},{"prefix":"H","text":" Injurious environmental contamination which threatens or causes damage to life, health, or property; or"},{"prefix":"I","text":" Outbreak of a communicable disease that threatens or causes damage to life, health, or property."},{"prefix":"4","text":" \"Resource\" means, but is not limited to, natural gas, heating fuel, automotive fuel, electricity, water, and food."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"23","text":"Public Emergencies."},"heading":{"title":"7","chaptersection":"2301","identifier":"7-2301","catch_text":"Definitions."}}