{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-357, see notes following § 7-2341.01.\n\nDC CODE § 7-2341.15\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 2009, D.C. Law 17-357, § 16, 56 DCR 1167.)","sections":[{"prefix":"a","text":" The Mayor, subject to the right to a hearing as provided in § 7-2341.17, may deny issuance of, deny renewal of, suspend, or revoke a license or certification to operate an emergency medical services agency, an emergency medical response vehicle, or an emergency medical services training facility to a person or entity which is found to have:"},{"prefix":"1","text":" Failed to comply with the applicable provisions of this chapter or of rules promulgated pursuant to this chapter;"},{"prefix":"2","text":" Failed to comply with any other federal or District law applicable to the operation of an emergency medical services agency, an emergency medical response vehicle, or an emergency medical services training facility; or"},{"prefix":"3","text":" Committed, aided, abetted, or permitted to be committed any chapter of dishonesty, fraud, gross negligence, abuse, assault, or other illegal act related to the operation of the agency, vehicle, or facility."},{"prefix":"b","text":" The Mayor, subject to the right to a hearing as provided in § 7-2341.17, may deny issuance of, deny renewal of, suspend, or revoke a certification to perform the duties of emergency medical services personnel or of an emergency medical services instructor to an individual who is found to have:"},{"prefix":"1","text":" Failed to comply with the applicable provisions of this chapter or of rules promulgated pursuant to this chapter;"},{"prefix":"2","text":" Failed to comply with any other federal or District law applicable to the duties of emergency medical services personnel or an emergency medical services instructor;"},{"prefix":"3","text":" Filed a false document or made a false statement to the government regarding his or her qualifications for the emergency medical services personnel or instructor position;"},{"prefix":"4","text":" Committed, aided, abetted, or permitted to be committed any act of dishonesty, fraud, gross negligence, abuse, assault, or other illegal act related to the performance of his or her duties; or"},{"prefix":"5","text":" Committed, aided, abetted, or permitted to be committed repeated acts of malfeasance, negligence, or dereliction of duty, or any act of malfeasance, negligence, or dereliction of duty resulting in demonstrable harm to a patient, related to the performance of his or her duties."},{"prefix":"c","text":" Upon suspension, revocation, or termination of a license or certification to operate an emergency medical services agency, emergency medical response vehicle, or emergency medical services training facility, the owner or operator of the agency, vehicle, or facility so certified shall immediately surrender the license or certification, and the agency, vehicle, or facility shall immediately cease emergency medical services operations. In the case of a vehicle used to transport patients, no person or entity shall permit the vehicle to be used for that purpose."},{"prefix":"d","text":" Upon suspension, revocation, or termination of a certification to perform the duties of emergency medical services personnel or an emergency medical services instructor, the individual so certified shall immediately surrender his or her certification, and shall immediately cease to perform emergency medical services or instruction duties. No person, entity, or government agency shall employ the individual, or permit the individual to act, in that capacity."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"23B","text":"Emergency Medical Services."},"heading":{"title":"7","chaptersection":"2341","identifier":"7-2341.15","catch_text":"Denial, suspension, and revocation of license or certification."}}