{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-357, see notes following ยง 7-2341.01.\n\nDC CODE ยง 7-2341.05\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 2009, D.C. Law 17-357, ยง 6, 56 DCR 1167.)","sections":[{"prefix":"a","text":" Except as otherwise provided in this chapter, no person shall perform the duties of emergency medical services personnel in the District, whether for compensation or not for compensation, without first having obtained a certification from the Mayor to do so."},{"prefix":"b","text":" Except as otherwise provided in this chapter, no person possessing a certification to perform the duties of emergency medical services personnel shall perform the duties of emergency medical services personnel in the District, whether for compensation or not for compensation, at a higher classification level than that at which he or she has been certified."},{"prefix":"c","text":" An applicant for certification as emergency medical services personnel shall establish to the satisfaction of the Mayor that he or she meets all applicable requirements set forth in this chapter and in rules promulgated pursuant to this chapter."},{"prefix":"d","text":" An applicant for certification shall:"},{"prefix":"1","text":" Submit an application to the Mayor on a form approved by the Mayor;"},{"prefix":"2","text":" Submit supporting documentation as required by the Mayor, including proof of required education, training, competency evaluation, physical and mental health, and criminal history; and"},{"prefix":"3","text":" Pay the applicable fee established by the Mayor through rulemaking; provided, that nothing in this section shall prohibit a private entity or government agency from paying the application fee on behalf of a current or prospective employee."},{"prefix":"e","text":" An emergency medical services personnel certification shall be issued for a period of time not to exceed 2 years."},{"prefix":"f","text":" An emergency medical services personnel certification shall be valid only for the person named as applicant in the application. No emergency medical services personnel certification may be sold, assigned, or transferred."},{"prefix":"g","text":" The Mayor shall adopt classifications of emergency medical services personnel, including permissible scopes of performance and certification requirements for each such classification. The Mayor may adopt nationally recognized standards or develop standards specific to the emergency medical services needs of the District of Columbia."},{"prefix":"h","text":" The Mayor shall require each applicant for emergency medical services personnel certification to successfully complete one or more competency evaluations, demonstrating both theoretical and practical knowledge of the skills required for acceptable performance of the duties of that classification of personnel. The Mayor may adopt nationally recognized evaluations or develop evaluations specific to the emergency medical services needs of the District of Columbia."},{"prefix":"i","text":" A person possessing an emergency medical services personnel certification shall be recertified, no less than once every 2 years, to continue performing the duties of emergency medical services personnel."},{"prefix":"j","text":" The Mayor shall require each applicant for emergency medical services personnel recertification to successfully complete continuing professional education or supplemental training or to successfully complete one or more competency evaluations demonstrating knowledge of the skills required for acceptable performance of the duties of that classification of personnel. The Mayor may adopt nationally recognized training requirements and evaluations or develop requirements and evaluations specific to the emergency medical services needs of the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"23B","text":"Emergency Medical Services."},"heading":{"title":"7","chaptersection":"2341","identifier":"7-2341.05","catch_text":"Emergency medical services personnel: certification required."}}