{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-184, see notes following ยง 7-2361.01.\n\nUniform Law\n\nThis section is based upon ยง 11 of the Uniform Emergency Volunteer Health Practitioners Act. See Vol. 9, Part 1B, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 7-2361.10\n\nCurrent through December 11, 2012","credits":"(July 1, 2010, D.C. Law 18-184, ยง 11, 57 DCR 3655.)","sections":[{"prefix":"a","text":" Subject to subsection (c) of this section, a volunteer health practitioner who provides health or veterinary services pursuant to this chapter is not liable for damages for an act or omission of the practitioner in providing those services."},{"prefix":"b","text":" No person is vicariously liable for damages for an act or omission of a volunteer health practitioner if the practitioner is not liable for the damages under subsection (a) of this section."},{"prefix":"c","text":" This section does not limit the liability of a volunteer health practitioner for:"},{"prefix":"1","text":" Willful misconduct or wanton, grossly negligent, reckless, or criminal conduct;"},{"prefix":"2","text":" An intentional tort;"},{"prefix":"3","text":" Breach of contract;"},{"prefix":"4","text":" A claim asserted by a host entity or by an entity located in this or another state which employs or uses the services of the practitioner; or"},{"prefix":"5","text":" An act or omission relating to the operation of:"},{"prefix":"A","text":" A motor vehicle;"},{"prefix":"B","text":" A vessel;"},{"prefix":"C","text":" An aircraft; or"},{"prefix":"D","text":" Other vehicle."},{"prefix":"d","text":" A person that, pursuant to this chapter, operates, uses, or relies upon information provided by a registration system is not liable for damages for an act or omission relating to that operation, use, or reliance unless the act or omission is an intentional tort or is willful misconduct or wanton, grossly negligent, reckless, or criminal conduct."},{"prefix":"e","text":" In authorizing health services under this chapter, the District of Columbia has no liability for the act or omission of the volunteer health practitioner."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"23C","text":"Uniform Emergency Volunteer Health Practitioners. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"2361","identifier":"7-2361.10","catch_text":"Civil liability for volunteer health practitioners; vicarious liability."}}