{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-184, see notes following ยง 7-2361.01.\n\nUniform Law\n\nThis section is based upon ยง 8 of the Uniform Emergency Volunteer Health Practitioners Act. See Vol. 9, Part 1B, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 7-2361.07\n\nCurrent through December 11, 2012","credits":"(July 1, 2010, D.C. Law 18-184, ยง 8, 57 DCR 3655.)","sections":[{"prefix":"a","text":" A volunteer health practitioner shall not:"},{"prefix":"1","text":" Practice outside of the scope of practice for a similarly licensed practitioner established by the licensing provisions, practice acts, or other laws of the District; or"},{"prefix":"2","text":" Provide services that are outside the practitioner's scope of practice, even if a similarly licensed practitioner in the District would be permitted to provide the services."},{"prefix":"b","text":" The Mayor may issue a Mayor's order that modifies or restricts the health or veterinary services that volunteer health practitioners may provide pursuant to this chapter. An order under this subsection may take effect immediately, without prior notice or comment, and is not a rule within the meaning of subchapter I of Chapter 5 of Title 2."},{"prefix":"c","text":" A host entity may restrict the health or veterinary services that a volunteer health practitioner may provide pursuant to this chapter."},{"prefix":"d","text":"(1) A volunteer health practitioner does not engage in unauthorized practice under this section unless the practitioner has reason to know of any limitation, modification, or restriction relating to his or her practice or that a similarly licensed practitioner in the District would not be permitted to provide the services."},{"prefix":"2","text":" A volunteer health practitioner has reason to know of a limitation, modification, or restriction or that a similarly licensed practitioner in the District would not be permitted to provide a service if:"},{"prefix":"A","text":" The practitioner knows the limitation, modification, or restriction exists or that a similarly licensed practitioner in the District would not be permitted to provide the service; or"},{"prefix":"B","text":" From all the facts and circumstances known to the practitioner at the relevant time, a reasonable person would conclude that the limitation, modification, or restriction exists or that a similarly licensed practitioner in the District would not be permitted to provide the service."},{"prefix":"e","text":" In addition to the authority granted by District law other than this chapter to regulate the conduct of health practitioners, a licensing board or other disciplinary authority in the District:"},{"prefix":"1","text":" May impose administrative sanctions upon a health practitioner licensed in the District for conduct outside of the District in response to an out-of-state emergency;"},{"prefix":"2","text":" May impose administrative sanctions upon a practitioner not licensed in the District for conduct in the District in response to an in-state emergency; and"},{"prefix":"3","text":" Shall report any administrative sanctions imposed upon a practitioner licensed in another state to the appropriate licensing board or other disciplinary authority in any other state in which the practitioner is known to be licensed."},{"prefix":"f","text":" In determining whether to impose administrative sanctions under subsection (e) of this section, a licensing board or other disciplinary authority shall consider the circumstances in which the conduct took place, including any exigent circumstances, and the practitioner's:"},{"prefix":"1","text":" Scope of practice;"},{"prefix":"2","text":" Education;"},{"prefix":"3","text":" Training;"},{"prefix":"4","text":" Experience; and"},{"prefix":"5","text":" Specialized skill."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"23C","text":"Uniform Emergency Volunteer Health Practitioners. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"2361","identifier":"7-2361.07","catch_text":"Provision of volunteer health or veterinary services; unauthorized practice sanctions."}}