{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-357, see notes following ยง 7-2341.01.\n\nDC CODE ยง 7-2341.04\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 2009, D.C. Law 17-357, ยง 5, 56 DCR 1167.)","sections":[{"prefix":"a","text":" Except as otherwise provided in this chapter, no ambulance or other emergency medical response vehicle intended to transport patients may be operated in the District without a currently valid license having been issued by the Mayor for that vehicle and for its use as an emergency medical response vehicle."},{"prefix":"b","text":" Except as otherwise provided in this chapter, no vehicle or other conveyance may be operated as an emergency medical response vehicle not intended to transport patients in the District without a currently valid certification having been issued by the Mayor for the emergency medical response equipment and supplies contained therein."},{"prefix":"c","text":" An applicant for a license or certification to operate an emergency medical response vehicle shall establish to the satisfaction of the Mayor that the vehicle, including its emergency medical response equipment and supplies, meets all applicable requirements set forth in this chapter and in rules promulgated pursuant to this chapter."},{"prefix":"d","text":" An applicant for a license or certification shall:"},{"prefix":"1","text":" Submit an application to the Mayor on a form approved by the Mayor;"},{"prefix":"2","text":" Submit supporting documentation as required by the Mayor, including all certificates of approval, authority, motor vehicle registration, or need that are required as a precondition to lawful operation in the District of Columbia; and"},{"prefix":"3","text":" Pay the applicable fee established by the Mayor through rulemaking, except that no license or certification fee shall be required for any emergency medical response vehicle operated by the District government."},{"prefix":"e","text":" No license for an emergency medical response vehicle intended to transport patients shall be issued unless the Mayor finds that the vehicle is, and will be at all times when in such use, in compliance with all applicable laws and ordinances relating to health, sanitation, and safety."},{"prefix":"f","text":" No ground emergency medical response vehicle shall be operated to transport patients in the District unless it is staffed by at least 2 persons, each of whom is certified pursuant to this chapter and to rules promulgated pursuant to this chapter at a level equal to or greater than a basic emergency medical technician."},{"prefix":"g","text":" No air or water emergency medical response vehicle shall be operated to transport patients in the District unless it is staffed by at least 2 persons, one of whom is a validly licensed pilot and the other of whom is certified pursuant to this chapter and to rules promulgated pursuant to this chapter at a level equal to or greater than an intermediate emergency medical technician or a paramedic."},{"prefix":"h","text":" A license or certification for the operation of an emergency medical response vehicle shall be issued for a period of time not to exceed one year."},{"prefix":"i","text":" A license or certification for the operation of an emergency medical response vehicle shall be valid only for the persons and vehicle named as applicants in the application. No emergency medical response vehicle license or certification shall be sold, transferred, or assigned without the approval of the Mayor. Approval may be granted only upon a demonstration that the vehicle and its operation will conform to all licensing or certification requirements set forth in this chapter and in rules promulgated pursuant to this chapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"23B","text":"Emergency Medical Services."},"heading":{"title":"7","chaptersection":"2341","identifier":"7-2341.04","catch_text":"Emergency medical response vehicles: license or certification required."}}