{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-357, see notes following § 7-2341.01.\n\nDC CODE § 7-2341.08\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 2009, D.C. Law 17-357, § 9, 56 DCR 1167.)","sections":[{"prefix":"a","text":" Except as otherwise provided in this chapter, no person shall perform the duties of an emergency medical services instructor in the District, whether for compensation or not for compensation, without first having obtained a certification from the Mayor to do so."},{"prefix":"b","text":" No person may obtain certification as an instructor for a classification of emergency medical services personnel without first having been certified pursuant to this chapter as emergency medical services personnel at an equal or higher classification, or having been licensed pursuant to Chapter 12 of Title 3 as a health care professional with a greater scope of practice.   Each instructor shall maintain the requisite provider certification, as specified in this section, in good standing throughout his or her period of instructor certification."},{"prefix":"c","text":" An applicant for certification as an emergency medical services instructor shall establish to the satisfaction of the Mayor that he or she meets all applicable requirements set forth in this chapter and in rules promulgated pursuant to this chapter."},{"prefix":"d","text":" An applicant for certification shall:"},{"prefix":"1","text":" Submit an application to the Mayor on a form approved by the Mayor;"},{"prefix":"2","text":" Submit supporting documentation as required by the Mayor, including proof of required education, training, and competency evaluation; and"},{"prefix":"3","text":" Pay the applicable fee established by the Mayor through rulemaking; provided, that nothing in this section shall prohibit a private entity or government agency from paying the application fee on behalf of a current or prospective employee."},{"prefix":"e","text":" An emergency medical services instructor certification shall be issued for a period of time not to exceed 2 years."},{"prefix":"f","text":" An emergency medical services instructor certification shall be valid only for the person named as applicant in the application. No emergency medical services instructor certification may be sold, assigned, or transferred."},{"prefix":"g","text":" The Mayor shall require each applicant for emergency medical services instructor certification to successfully complete one or more competency evaluations, demonstrating both theoretical and practical knowledge of the skills required for acceptable performance of the duties of instruction. In addition, the Mayor may require each applicant to successfully complete one or more emergency medical services instructor courses. The Mayor may adopt nationally recognized evaluations and courses or develop evaluations and courses specific to the emergency medical services needs of the District of Columbia."},{"prefix":"h","text":" A person possessing an emergency medical services instructor certification shall be recertified, no less than once every 2 years, to continue performing the duties of emergency medical services instruction."},{"prefix":"i","text":" The Mayor shall require each applicant for emergency medical services instructor recertification to successfully complete continuing professional education or supplemental training or to successfully complete one or more competency evaluations demonstrating knowledge of the skills required for acceptable performance of the duties of instruction. The Mayor may adopt nationally recognized training requirements and evaluations or develop requirements and evaluations specific to the emergency medical services needs of the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"23B","text":"Emergency Medical Services."},"heading":{"title":"7","chaptersection":"2341","identifier":"7-2341.08","catch_text":"Emergency medical services instructors: certification required."}}