{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-357, see notes following § 7-2341.01.\n\nDC CODE § 7-2341.03\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 2009, D.C. Law 17-357, § 4, 56 DCR 1167.)","sections":[{"prefix":"a","text":" Except as otherwise provided in this chapter, no person or entity shall operate an emergency medical services agency in the District, whether public or private, for-profit or not-for-profit, without first having obtained a license from the Mayor to do so."},{"prefix":"b","text":" Unless otherwise specified, all provisions of this chapter, including those contained within this section, shall apply to any entity of the District government engaging or seeking to engage in the operation of an emergency medical services agency in the District, except that such entity shall be required to obtain a certification from the Mayor in lieu of a license."},{"prefix":"c","text":" An applicant for a license to operate an emergency medical services agency shall establish to the satisfaction of the Mayor that the agency meets all requirements set forth in this chapter and in rules promulgated pursuant to this chapter."},{"prefix":"d","text":" An applicant for a license shall:"},{"prefix":"1","text":" Submit an application to the Mayor on a form approved by the Mayor;"},{"prefix":"2","text":" Submit supporting documentation as required by the Mayor, including all certificates of approval, authority, occupancy, or need that are required as a precondition to lawful operation in the District of Columbia; and"},{"prefix":"3","text":" Pay the applicable fee established by the Mayor through rulemaking, except that no license fee shall be required of any emergency medical services agency operated by the District government."},{"prefix":"e","text":" A license to operate an emergency medical services agency shall be issued for a period of time not to exceed 2 years."},{"prefix":"f","text":" A license to operate an emergency medical services agency shall be valid only for the persons and premises named as applicants in the application. Any change in the ownership of an agency owned by an individual, partnership, or association, or in the legal or beneficial ownership of 25% or more of the stock of a corporation that owns or operates an agency, shall require re-licensure."},{"prefix":"g","text":" An emergency medical services agency shall have a medical director.   Except as provided in §§ 5-401, 5-402, 5-404, 5-404.01, and 5- 407, an emergency medical services agency shall have as its medical director a physician licensed to practice medicine in the District of Columbia. The medical director shall have responsibility for medical oversight of all operations of the agency."},{"prefix":"h","text":" Each person performing the duties of emergency medical services personnel while employed by or otherwise affiliated with an emergency medical services agency shall practice under the licensure authority of the agency's medical director as granted pursuant to Chapter 12 of Title 3 except when directed by another physician or other qualified health care professional as part of the District of Columbia's established medical control system."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"23B","text":"Emergency Medical Services."},"heading":{"title":"7","chaptersection":"2341","identifier":"7-2341.03","catch_text":"Emergency medical services agencies: license required."}}