{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-357, see notes following ยง 7-2341.01.\n\nDC CODE ยง 7-2341.22\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 2009, D.C. Law 17-357, ยง 23, 56 DCR 1167.)","sections":[{"prefix":"a","text":" There is established a District of Columbia Emergency Medical Services Advisory Committee (\"EMSAC\")."},{"prefix":"b","text":" EMSAC shall advise the Mayor, the Chief and the Medical Director of the Fire and Emergency Medical Services Department, the Director of the Department of Health, the Director of the Department of Mental Health, and the Director of the Homeland Security Emergency Management Agency regarding issues related to emergency medical services in the District of Columbia."},{"prefix":"c","text":" EMSAC shall perform the following functions:"},{"prefix":"1","text":" Advise on the best practices in emergency medical services across the United States to assist in establishing performance goals for emergency medical services in the District;"},{"prefix":"2","text":" Recommend standards, or revisions to existing standards, to be applied to the delivery of emergency medical services in accordance with the appropriate District, federal, and Washington regional statutes, rules, regulations, and inter-jurisdictional agreements;"},{"prefix":"3","text":" Advise on the development of a program of public information and education with respect to emergency medical services;"},{"prefix":"4","text":" Advise on the development of an emergency medical data collection system for the District, and on the categorization of emergency facilities and services;"},{"prefix":"5","text":" Advise on the coordination of District emergency medical services with those emergency medical service activities and projects coordinated through the Metropolitan Washington Council of Governments;"},{"prefix":"6","text":" Provide biennial comments on the operations of emergency medical services in the District; and"},{"prefix":"7","text":" Undertake other duties as assigned by the Mayor, or his or her designee."},{"prefix":"d","text":" EMSAC shall be comprised of 17 members, 11 of whom shall be voting members appointed by the Mayor, and shall include:"},{"prefix":"1","text":" Voting members:"},{"prefix":"A","text":" Two representatives of hospitals, including trauma centers, located in the District;"},{"prefix":"B","text":" One representative of a professional medical organization concerned with emergency medical services;"},{"prefix":"C","text":" One representative of a professional health organization, or institution, concerned with emergency health services;"},{"prefix":"D","text":" One representative of labor organizations representing emergency medical services personnel;"},{"prefix":"E","text":" One representative concerned with pediatric trauma care;"},{"prefix":"E","text":" One representative of a commercial ambulance service; and"},{"prefix":"F","text":" Four community representatives, including at least one person representing each of the following:"},{"prefix":"i","text":" Seniors or elders;"},{"prefix":"ii","text":" Persons with disabilities;"},{"prefix":"iii","text":" The Latino community; and"},{"prefix":"iv","text":" The Gay, Lesbian, Bisexual, and Transgendered community."},{"prefix":"2","text":" The 6 non-voting, ex officio members shall be:"},{"prefix":"A","text":" The Director of the Department of Health, or his or her designee;"},{"prefix":"B","text":" The Director of the Fire and Emergency Medical Services Department, or his or her designee;"},{"prefix":"C","text":" The Director of the Department of Mental Health, or his or her designee;"},{"prefix":"D","text":" The Director of the Homeland Security and Emergency Management Agency, or his or her designee;"},{"prefix":"E","text":" The Director of the Department of Human Services, or his or her designee; and"},{"prefix":"F","text":" The Mayor's Policy Advisor on Health and Human Services."},{"prefix":"3","text":" Members of EMSAC shall serve without compensation."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"23B","text":"Emergency Medical Services."},"heading":{"title":"7","chaptersection":"2341","identifier":"7-2341.22","catch_text":"Establishment of District of Columbia Emergency Medical Services Advisory Committee."}}