{"text":"For the purposes of this chapter, the term:","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 101 of Data-Sharing and Information Coordination Emergency Amendment Act of 2010 (D.C. Act 18-530, August 6, 2010, 57 DCR 8099).\n\nFor temporary (90 day) addition, see § 101 of Data-Sharing and Information Coordination Congressional Review Emergency Amendment Act of 2010 (D.C. Act 18- 582, October 20, 2010, 57 DCR 10118).\n\nLegislative History of Laws\n\nLaw 18-273, the \"Data-Sharing and Information Coordination Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-356 which was referred to the Committee on Health and Human Services. The Bill was adopted on first and second readings on June 1, 2010, and June 29, 2010, respectively. Signed by the Mayor on July 20, 2010, it was assigned Act No. 18-489 and transmitted to both Houses of Congress for its review. D.C. Law 18-273 became effective on December 4, 2010.\n\nMiscellaneous Notes\n\nEstablishment of a Health and Human Services Integrated Case Management Initiative; Establishment of a Health and Human Services Integrated Case Management Executive Committee; and Delegation of Rulemaking Authority to the Department of Human Services, see Mayor's Order 2011-169, October 5, 2011 (58 DCR 8843).\n\nDC CODE § 7-241\n\nCurrent through December 11, 2012","credits":"(Dec. 4, 2010, D.C. Law 18-273, § 101, 57 DCR 7171.)","sections":[{"prefix":"1","text":" \"Agency\" means an agency, department, unit, or instrumentality of the District of Columbia government."},{"prefix":"2","text":" \"Disclosure\" means the release, transfer, provision of access to, or distribution of information in any manner by an entity holding the information to a person outside of the entity."},{"prefix":"3","text":" \"Health and human services information\" means any information that relates to:"},{"prefix":"A","text":" The past, present, or future physical or mental health of an individual or family;"},{"prefix":"B","text":" The provision of health care or human services, including benefits or supports, to an individual or family; or"},{"prefix":"C","text":" The past, present, or future payment for the provision of health care or human services to an individual or family."},{"prefix":"4","text":" \"HIPAA\" means the Health Insurance Portability and Accountability Act of 1996, approved August 21, 1996 (110 Stat. 1936; 42 U.S.C. § 1320d et seq.), and the regulations issued pursuant to it."},{"prefix":"5","text":" \"Human services\" means programs, assistance, supports, or benefits of any kind to improve quality of life or to meet the social, physical health, housing, and mental health needs of an individual."},{"prefix":"6","text":" \"Identified individual\" means a natural person to whom health and human services information pertains."},{"prefix":"7","text":" \"Individually identifiable health information\" shall have the same meaning as it does in HIPAA."},{"prefix":"8","text":" \"Person\" means a natural person, firm, company, association, corporation, service provider, or government instrumentality or agency."},{"prefix":"9","text":" \"Service provider\" means an entity that provides health or human services to District residents pursuant to a contract, grant, or other similar agreement with an agency."},{"prefix":"10","text":" \"Use\" means the sharing, employment, application, utilization, examination, or analysis of health and human services information."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"2A","text":"Data Sharing."},"heading":{"title":"7","chaptersection":"241","identifier":"7-241","catch_text":"Definitions."}}