{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-171 validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 102 of Data-Sharing and Information Coordination Emergency Amendment Act of 2010 (D.C. Act 18-530, August 6, 2010, 57 DCR 8099).\n\nFor temporary (90 day) addition, see § 102 of Data-Sharing and Information Coordination Congressional Review Emergency Amendment Act of 2010 (D.C. Act 18- 582, October 20, 2010, 57 DCR 10118).\n\nLegislative History of Laws\n\nFor Law 18-273, see notes following § 7-241.\n\nLaw 19-171, the \"Technical Amendments Act of 2012\", was introduced in Council and assigned Bill No. 19-397, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 20, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 23, 2012, it was assigned Act No. 19-376 and transmitted to both Houses of Congress for its review. D.C. Law 19-171 became effective on September 26, 2012.\n\nDC CODE § 7-242\n\nCurrent through December 11, 2012","credits":"(Dec. 4, 2010, D.C. Law 18-273, § 102, 57 DCR 7171; Sept. 26, 2012, D.C. Law 19-171, § 53(a), 59 DCR 6190.)","sections":[{"prefix":"a","text":" In accordance with § 7-243 and without prior consent from the identified individual, an agency or service provider may use and shall disclose to another agency or service provider health and human services information referencing or relating to the identified individual for the following purposes; provided, that the use or disclosure is not specifically prohibited under District or federal law:"},{"prefix":"1","text":" To establish the identified individual's eligibility for, or determine his or her amount and type of:"},{"prefix":"A","text":" Treatment;"},{"prefix":"B","text":" Services;"},{"prefix":"C","text":" Benefits;"},{"prefix":"D","text":" Support; or"},{"prefix":"E","text":" Assistance;"},{"prefix":"2","text":" To coordinate for the identified individual, his or her:"},{"prefix":"A","text":" Treatment;"},{"prefix":"B","text":" Benefits;"},{"prefix":"C","text":" Services;"},{"prefix":"D","text":" Support; or"},{"prefix":"E","text":" Assistance;"},{"prefix":"3","text":" To conduct oversight activities, including:"},{"prefix":"A","text":" Management;"},{"prefix":"B","text":" Financial and other audits;"},{"prefix":"C","text":" Program evaluations;"},{"prefix":"D","text":" Planning;"},{"prefix":"E","text":" Investigations;"},{"prefix":"F","text":" Examinations;"},{"prefix":"G","text":" Inspections;"},{"prefix":"H","text":" Quality reviews;"},{"prefix":"I","text":" Licensure;"},{"prefix":"J","text":" Disciplinary actions; or"},{"prefix":"K","text":" Civil, administrative, or criminal proceedings or actions; and"},{"prefix":"4","text":" To conduct research related to treatment, benefits, services, supports, and assistance; provided, that:"},{"prefix":"A","text":" Health and human services information referencing or relating to an identified individual shall not be disclosed in a manner that would permit the identity of the individual to be reasonably inferred by either direct or indirect means; and"},{"prefix":"B","text":" The agency or service provider receiving the health and human services information shall affirm in writing that any individually identifiable health information shall be treated in accordance with HIPAA."},{"prefix":"b","text":" A service provider shall disclose health and human services information to an agency upon request by the agency; provided, that the disclosure and use of such information is in accordance with this chapter."},{"prefix":"c","text":" An agency or service provider shall use or disclose individually identifiable health information in accordance with HIPAA."},{"prefix":"d","text":" When using or disclosing health and human services information, an agency or service provider shall make reasonable efforts to limit such information to the minium amount necessary to accomplish the purpose of the use or disclosure."},{"prefix":"e","text":" An agency or service provider that discloses health and human services information shall designate an individual responsible for:"},{"prefix":"1","text":" Responding to requests for health and human services information from another agency or service provider, who shall:"},{"prefix":"A","text":" Respond to a request within 48 hours;"},{"prefix":"B","text":" Not unreasonably deny a request; and"},{"prefix":"C","text":" Within 5 business days of the date of the request, supply the requested information to the extent such request was approved; and"},{"prefix":"2","text":" Ensuring that any health and human services information disclosed pursuant to § 7-243 is limited to the minimum amount of information necessary to accomplish the purpose of the disclosure."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"2A","text":"Data Sharing."},"heading":{"title":"7","chaptersection":"242","identifier":"7-242","catch_text":"Use and disclosure of health and human services information."}}