{"text":"In the interest of preventing nuclear war, reversing the economic impact of weapons spending, and safeguarding District of Columbia residents, and recognizing that civil defense cannot provide protection from nuclear destruction, it is by the electors declared the public policy of the District of Columbia to support:","historical":"Prior Codifications\n\n1981 Ed., ยง 6-1511.\n\nLegislative History of Laws\n\nLaw 4-210, the \"Nuclear Weapons Freeze Act of 1982,\" was submitted to the electors of the District of Columbia on November 2, 1982, as Initiative No. 10. The results of the voting, certified by the Board of Elections and Ethics on November 10, 1982, were 80,766 for the Initiative and 34,926 against the Initiative. It was transmitted to Congress on February 1, 1983, published in the D.C. Register on March 11, 1983, and became law on March 17, 1983.\n\nMiscellaneous Notes\n\nNuclear Test Ban Support: Pursuant to Resolution 6-656, the \"Nuclear Test Ban Support Resolution of 1986,\" effective May 13, 1986, the Council expressed support for a mutual and verifiable ban of nuclear testing as a first step towards freezing and reversing the arms race between the United States and the Soviet Union.\n\nDC CODE ยง 7-2401\n\nCurrent through December 11, 2012","credits":"(Mar. 17, 1983, D.C. Law 4-210, ยง 2, 30 DCR 1088.)","sections":[{"prefix":"1","text":" A mutual United States-Soviet Union nuclear weapons freeze as a first step toward arms reduction;"},{"prefix":"2","text":" Redirection of resources to job creation and human needs; and"},{"prefix":"3","text":" Avoidance of nuclear war, not futile preparation to withstand nuclear attack."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"24","text":"Nuclear Weapons Freeze."},"heading":{"title":"7","chaptersection":"2401","identifier":"7-2401","catch_text":"Declaration of policy."}}