{"text":"Within 30 days of March 17, 1983, the Mayor shall propose to Congress, the Secretary of Defense, the Secretary of State, and the President the immediate negotiation with the Soviet Union of a permanent, mutual freeze on the testing, production, and further deployment of all nuclear weapons and their delivery systems.","historical":"Prior Codifications\n\n1981 Ed., ยง 6-1514.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-210, see Historical and Statutory Notes following ยง 7-2401.\n\nLaw 10-99, the \"Nuclear Disarmament and Economic Conversion Constitutional Amendment Proposal Act of 1992,\" was submitted to the electors of the District of Columbia on September 14, 1993, as Initiative No. 37. The results of the voting, certified by the Board of Elections and Ethics on September 27, 1993, were 41,702 for the Initiative and 32,422 against the Initiative. It was transmitted to both Houses of Congress for its review on February 25, 1994.\n\nMiscellaneous Notes\n\nInitiative 37, D.C. Law 10-99: D.C. Law 10-99 was enacted by the electors of the District of Columbia in Initiative Measure 37.\n\nSection 1 of D.C. Law 10-99 requires the Mayor to notify the District's Congressional Delegate, in writing, that a majority of District voters request that the Delegate propose a Constitutional amendment directing the U.S. government to: 1) abolish all nuclear warheads by the year 2000; 2) pursue a good faith effort to eliminate war, armed conflict, and military operations; 3) actively promote international peace and nuclear disarmament; and 4) convert weapons industries into constructive, ecologically beneficial peacetime industries and to redirect those resources to meet human needs, including housing, health care, agriculture, education, and environment.\n\nSection 2 of D.C. Law 10-99 provided for severability of the act.\n\nDC CODE ยง 7-2404\n\nCurrent through December 11, 2012","credits":"(Mar. 17, 1983, D.C. Law 4-210, ยง 5, 30 DCR 1088.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"24","text":"Nuclear Weapons Freeze."},"heading":{"title":"7","chaptersection":"2404","identifier":"7-2404","catch_text":"Proposal for immediate negotiation."}}