{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-3105.\n\nEffect of Amendments\n\nD.C. Law 15-38, in subsec. (g), substituted \"an Inspected Sales and Services endorsement to a basic business license under the basic\" for \"a Class A Inspected Sales and Services endorsement to master business license under the master\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(j) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-107, see Historical and Statutory Notes following § 7-2801.\n\nFor legislative history of D.C. Law 7-99, see Historical and Statutory Notes following § 7-2801.\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-615, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615 and transmitted to both Houses of Congress for its review. D.C. Law 12-261 became effective on April 20, 1999.\n\nFor Law 15-38, see notes following § 7-732.\n\nDC CODE § 7-2805\n\nCurrent through December 11, 2012","credits":"(Sept. 26, 1980, D.C. Law 3-107, § 6, 27 DCR 3760; Mar. 29, 1988, D.C. Law 7-99, § 2(g), 35 DCR 1051; Apr. 20, 1999, D.C. Law 12-261, § 2003(l), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 3(j), 50 DCR 6913.)","sections":[{"prefix":"a","text":" No person shall act as an alarm agent within the boundaries of the District of Columbia without first obtaining a license to be known as an alarm agent's license. A person to whom an alarm dealer's license has been issued may obtain an alarm agent's license without payment of any additional license fee. Any person who violates this section shall pay a fine of not more than $300. Alarm agents' licenses shall be issued in the form of an identification card."},{"prefix":"b","text":" Application for an alarm agent's license shall be made to the Mayor on a form prescribed by the Mayor. The information provided by the applicant shall be under oath and shall include, but shall not be limited to the following:"},{"prefix":"1","text":" The name, address, and telephone number of the applicant;"},{"prefix":"2","text":" The name, address, and telephone number of the alarm business by whom the applicant will be employed; and"},{"prefix":"3","text":" A signed statement by the owner or manager of the particular alarm business indicating that employment has been offered to the applicant."},{"prefix":"c","text":" Each applicant for an alarm agent's license shall furnish the Mayor with sets of his or her fingerprints, which shall be processed in the manner set forth in § 7-2804(c)."},{"prefix":"d","text":" Each application required by this section shall be accompanied by a nonrefundable fee to be established by the Mayor; Provided, that such fee shall, in the judgment of the Mayor, reimburse the District for the cost of services provided under this section. The term of the license shall be determined by the Mayor."},{"prefix":"e","text":" Each alarm agent, and each alarm dealer whose duties include the installation, inspection, maintenance, servicing, or repair of alarm systems, shall carry on his or her person at all times while engaged in such duties a valid licensee identification card. Such identification card shall include the name of the alarm agent, a photograph of the alarm agent, and an identification number. Such card shall be displayed upon request. Identification cards are not transferable, and must be surrendered to the Mayor upon termination of employment as an alarm agent or suspension or revocation of an alarm agent's license."},{"prefix":"f","text":" Alarm agents' licenses shall be subject to denial, suspension, or revocation on the grounds set forth in § 7-2804(e). Procedures for the denial, suspension, or revocation of such a license shall be as set forth in § 7-2804(f), (g), (i), and (j)."},{"prefix":"g","text":" Any license issued pursuant to this section shall be issued as an Inspected Sales and Services endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of Chapter 28 of Title 47."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"28","text":"Security and Fire Alarm Systems Regulations."},"heading":{"title":"7","chaptersection":"2805","identifier":"7-2805","catch_text":"Licensing of alarm agents."}}