{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-3109.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-107, see Historical and Statutory Notes following § 7-2801.\n\nFor legislative history of D.C. Law 7-99, see Historical and Statutory Notes following § 7-2801.\n\nDC CODE § 7-2809\n\nCurrent through December 11, 2012","credits":"(Sept. 26, 1980, D.C. Law 3-107, § 10, 27 DCR 3760; Mar. 29, 1988, D.C. Law 7-99, § 2(k), 35 DCR 1051.)","sections":[{"prefix":"a","text":" This chapter shall not apply to the use of alarm systems by law-enforcement personnel for law-enforcement purposes."},{"prefix":"b","text":" This chapter shall not apply to alarm systems installed in motor vehicles, boats, or aircraft."},{"prefix":"c","text":" This chapter shall not apply to alarm systems which do not communicate directly or indirectly with the Metropolitan Police Department or District of Columbia Fire Department to request a police or fire department response, but which are designed solely to alert personnel or others directly connected with or employed by the owner or operator of the protected premises or an agency who are required to respond to the scene of the activation prior to initiating a call for police or fire department services."},{"prefix":"d","text":" This chapter shall not apply to persons engaged solely in the manufacture or sale of alarm systems or components thereof from a fixed location."},{"prefix":"e","text":" This chapter shall not apply to telephone answering services which receive alarm activation signals and relay information to the Metropolitan Police Department or District of Columbia Fire Department, but do not function in any other manner as an agency or alarm dealer."},{"prefix":"f","text":" This chapter shall not apply to electricians who may have occasion to deal with electrical components of alarm systems, but who are not alarm dealers or alarm agents, or acting in any such capacity."},{"prefix":"g","text":" This chapter shall not apply to any alarm system used, operated, or installed in any premises or place owned, leased, occupied, or under the control of the governments of the United States or the District of Columbia, nor to any officer, agent, or employee of either government while acting or employed in his official capacity."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"28","text":"Security and Fire Alarm Systems Regulations."},"heading":{"title":"7","chaptersection":"2809","identifier":"7-2809","catch_text":"Exceptions."}}