{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-3106.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-107, see Historical and Statutory Notes following § 7-2801.\n\nFor legislative history of D.C. Law 7-99, see Historical and Statutory Notes following § 7-2801.\n\nDC CODE § 7-2806\n\nCurrent through December 11, 2012","credits":"(Sept. 26, 1980, D.C. Law 3-107, § 7, 27 DCR 3760; Mar. 29, 1988, D.C. Law 7-99, § 2(h), 35 DCR 1051.)","sections":[{"prefix":"a","text":" Alarm dealers shall maintain in a secure and confidential manner records of all sales, leases, rentals, or installations of alarm systems and of service calls for alarm systems. Such records shall include the name of the alarm user, the address of the premises at which the alarm system is located, the date of installation or service call, and such other information as the Mayor may require. Such records shall be maintained for a period of no less than 1 year, unless specific records are required to be maintained for a longer period by the Mayor."},{"prefix":"b","text":"(1) Alarm dealers shall provide to users complete oral and written instructions and demonstrations in the proper care and use of any alarm or alarm system sold to or installed for a user."},{"prefix":"2","text":" Warranties provided by alarm dealers to users shall be in writing. Alarm dealers shall also provide users with copies of written warranties by the manufacturer which are enforceable by the user."},{"prefix":"3","text":" Alarm dealers shall inform alarm users that the use of alarms within the boundaries of the District of Columbia is governed by law."},{"prefix":"4","text":" Upon the sale or installation of an alarm system, alarm dealers shall obtain from the alarm user a written acknowledgment that the requirements set forth in this subsection have been met. Such acknowledgment shall be signed by the user and maintained as part of the records required to be kept by subsection (a) of this section."},{"prefix":"c","text":" Alarm dealers who contract with a user to respond to the scene of an alarm activation shall post on the premises, in a conspicuous place visible from outside the premises, a sticker or other sign indicating the name and telephone number of the alarm dealer. When an alarm system has been activated the alarm dealer shall have an alarm agent present at the premises within 1 hour after being requested to do so by the Metropolitan Police Department or District of Columbia Fire Department, unless good cause is shown."},{"prefix":"d","text":" Alarm dealers have an affirmative duty to adequately train and supervise alarm agents in their employ. Any alarm dealer which installs, inspects, maintains, repairs or services any alarm system must employ or otherwise engage the services of at least 1 person who possesses, at a minimum, a current master electrician limited license which is valid in the District."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"28","text":"Security and Fire Alarm Systems Regulations."},"heading":{"title":"7","chaptersection":"2806","identifier":"7-2806","catch_text":"Duties of alarm dealers."}}