{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-272, see notes following § 7-2851.\n\nDC CODE § 7-2852\n\nCurrent through December 11, 2012","credits":"(Apr. 4, 2001, D.C. Law 13-272, § 3, 48 DCR 1633.)","sections":[{"prefix":"a","text":" No sharp shall be sold, distributed, used, or possessed within the District of Columbia (\"District\") unless its premarket notification for medical devises with engineered sharps injury protections has been approved by the United States Food and Drug Administration, pursuant to section 510(k) of the Federal Food, Drug, and Cosmetic Act, approved October 10, 1962 (76 Stat. 794; 21 U.S.C. § 360(k))."},{"prefix":"b","text":" The Director of the Department of Health (\"Director\") may provide a waiver of the prohibition in subsection (a) of this section to any person that can establish through objective data that:"},{"prefix":"1","text":" The use of sharps without engineered sharps injury protections is essential to the performance of a specific medical procedure;"},{"prefix":"2","text":" Sharps with engineered sharps injury protections are not presently available for use in that medical procedure; and"},{"prefix":"3","text":" In the case of a manufacturer, the manufacturer is currently developing, and will continue to develop:"},{"prefix":"A","text":" Sharps with engineered injury protections; or"},{"prefix":"B","text":" Medical devices that do not incorporate a needle into their design that are suitable for the specific medical procedure."},{"prefix":"c","text":" For a period of one year following the implementation of the prohibition pursuant to subsection (a) of this section and § 7-2858, a waiver of the prohibition shall be granted to all persons for use of syringes that are pre-filled with medications by a pharmaceutical company."},{"prefix":"d","text":" This chapter shall not apply to the sale, distribution, use, or possession of sharps used in the practice of dentistry or in the self-administration of drugs, medicines, or other treatments."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"28A","text":"Safe Needle Distribution."},"heading":{"title":"7","chaptersection":"2852","identifier":"7-2852","catch_text":"Prohibition."}}