{"text":"As used in this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 6-3102.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-107, see Historical and Statutory Notes following § 7-2801.\n\nFor legislative history of D.C. Law 7-99, see Historical and Statutory Notes following § 7-2801.\n\nDC CODE § 7-2802\n\nCurrent through December 11, 2012","credits":"(Sept. 26, 1980, D.C. Law 3-107, § 3, 27 DCR 3760; Mar. 29, 1988, D.C. Law 7-99, § 2(d), 35 DCR 1051.)","sections":[{"prefix":"1","text":" \"Alarm agent\" means any employee of an alarm dealer whose duties include the installation, inspection, maintenance, service, or repair of alarm systems."},{"prefix":"2","text":" \"Central alarm station\" means a facility operated by an alarm dealer for the purpose of receiving alarm signals from a subscriber and relaying information concerning such signals to the Metropolitan Police Department or the District of Columbia Fire Department for response to the scene."},{"prefix":"3","text":" \"Chief of Police\" means the Chief of Police of the Metropolitan Police Department."},{"prefix":"4","text":" \"Day\" means calendar day, unless otherwise defined."},{"prefix":"5","text":" \"District\" means the District of Columbia government."},{"prefix":"6","text":" \"False alarm\" means any alarm signal communicated to the Metropolitan Police Department or the District of Columbia Fire Department that is not in response to an actual or threatened fire, an actual or attempted burglary, a holdup, an assault, or an unlawful entry requiring an immediate police or fire department response. The term \"false alarm\" shall include a negligently or accidentally activated signal; a signal that is the result of faulty, malfunctioning, or improperly installed or maintained equipment; and a signal that is purposely activated to summon the Metropolitan Police Department or the District of Columbia Fire Department in non-emergency situations. The term \"false alarm\" shall not include a signal willfully activated by an alarm user upon a good faith belief that an actual or threatened fire, an actual or attempted burglary, a holdup, an assault, or an unlawful entry is about to occur or a signal activated by unusually severe weather conditions or other causes, that is identified and determined by the Mayor to be beyond the control of the user or of the alarm dealer."},{"prefix":"6a","text":" \"Fire Chief\" means the Chief of the District of Columbia Fire Department."},{"prefix":"6b","text":" \"Fire Department\" means the District of Columbia Fire Department."},{"prefix":"7","text":" \"Mayor\" means the Mayor of the District of Columbia or the Mayor's designated agent."},{"prefix":"8","text":" \"Metropolitan Police Department\" means the Metropolitan Police Department of the District of Columbia."},{"prefix":"9","text":" \"Notice\" means written notice, served personally upon the addressee or a representative designated by him or by law to receive service of papers, or mailed by United States mail, postage prepaid, addressed to the person to be notified at his last known address. Service of such notice shall be effective upon completion of personal service, or upon placing the same in the custody of the United States Postal Service for delivery. Proof of service may be by written acknowledgment of the party served or his or her representative, by return receipt if served by registered or certified mail, or by certificate of the person making the service personally or by mail. The term \"notice\" shall not have the above meaning when used in the term \"notice of violation\"."},{"prefix":"10","text":" \"Person\" means any individual, firm, partnership, association, company, corporation, or organization of any kind."},{"prefix":"11","text":" \"Scene\" means the premises upon which a security alarm is located."},{"prefix":"12","text":" \"Alarm dealer\" means any person engaged in the business of selling, leasing, renting, installing, inspecting, maintaining, servicing, or repairing alarm systems or components thereof, or receiving alarm signals from a subscriber and relaying information concerning such signals to the Metropolitan Police Department or District of Columbia Fire Department for response to the scene."},{"prefix":"13","text":" \"Alarm system\" means any device or system that transmits a signal visibly, audibly, electronically, mechanically, or by combination of these methods to indicate an actual or threatened fire, an actual or attempted burglary, a holdup, an assault, or an unlawful entry at a premises, requiring an immediate response to the scene by the Metropolitan Police Department or the District of Columbia Fire Department. The term \"alarm system\" shall include a service activated automatically, such as a burglary or fire alarm, and a device activated manually, such as a holdup alarm, but shall not include telephonic lines maintained and operated by public utilities under the regulation of the Public Service Commission over which the signal might be transmitted."},{"prefix":"14","text":" \"Subscriber\" means any user who employs the services of a central alarm station."},{"prefix":"15","text":" \"User\" means any person owning and operating an alarm system, regardless of whether the alarm system was purchased or obtained within the boundaries of the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"J","text":" Public Safety."},"chapter":{"identifier":"28","text":"Security and Fire Alarm Systems Regulations."},"heading":{"title":"7","chaptersection":"2802","identifier":"7-2802","catch_text":"Definitions."}}