{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-38, see notes following ยง 7-2901.\n\nDC CODE ยง 7-2904\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 1999, D.C. Law 13-38, ยง 1305, 46 DCR 6373.)","sections":[{"prefix":"a","text":" The Commission shall establish criteria to be used in the development of recommendations. The criteria shall include, but not be limited to, the following:"},{"prefix":"1","text":" Efficiency and effectiveness of the District's health care system;"},{"prefix":"2","text":" Access to quality health care services;"},{"prefix":"3","text":" Consistency with financial plan and budget of the District;"},{"prefix":"4","text":" Community impact; and"},{"prefix":"5","text":" Economic benefits."},{"prefix":"b","text":" Within 120 days after its initial meeting, the Commission shall develop a set of recommendations for developing the health care system which addresses the following:"},{"prefix":"1","text":" Inpatient bed over-capacity;"},{"prefix":"2","text":" Distribution of health care services and providers;"},{"prefix":"3","text":" The role and the needs of the District of Columbia Public Benefit Corporation;"},{"prefix":"4","text":" Maintenance of safety net providers;"},{"prefix":"5","text":" Impediments to accessing care beyond the lack of health care insurance;"},{"prefix":"6","text":" Fiscal impact of expanding health insurance coverage, including a study of the utilization of available health maintenance organization coverage by the Medicaid eligible population for each year since the advent of Medicaid HMO coverage in the District of Columbia, and the number of medically indigent District residents who have been provided care at area hospitals as compared to the total number of medically indigent persons who have received care in each hospital in each of the past 3 years;"},{"prefix":"7","text":" Implementation schedule for developing the health care system; and"},{"prefix":"8","text":" Other issues."},{"prefix":"c","text":" The recommendations shall be developed in accordance with the criteria established in this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"K","text":" Health Care System Development Commission."},"chapter":{"identifier":"29","text":"Health Care System Development Commission."},"heading":{"title":"7","chaptersection":"2904","identifier":"7-2904","catch_text":"Duties."}}