{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-305, in subsec. (f), substituted \"persons with disabilities\" for \"the disabled\".\n\nLegislative History of Laws\n\nLaw 13-146, the \"Choice in Drug Treatment Act of 2000,\" was introduced in Council and assigned Bill No. 13-405, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on March 7, 2000, and April 4, 2000, respectively. Signed by the Mayor on April 20, 2000, it was assigned Act No. 13-329 and transmitted to both Houses of Congress for its review. D.C. Law 13-146 became effective on July 18, 2000.\n\nFor Law 16-305, see notes following ยง 7-531.01.\n\nDC CODE ยง 7-3001\n\nCurrent through December 11, 2012","credits":"(July 18, 2000, D.C. Law 13-146, ยง 2, 47 DCR 4350; Apr. 24, 2007, D.C. Law 16-305, ยง 29(a), 53 DCR 6198.)","sections":[{"prefix":"a","text":" The current system of treating substance abusers in the District does not serve the needs of the community. There are between 65,000 and 100,000 persons in the District who need treatment for substance abuse. In the first 11 months of FY1999, the Addiction Prevention and Recovery Administration (\"APRA\") served only 5,700 clients. No statistics are available regarding whether these individuals were successfully treated. Among other things, too few detoxification services slots create a bottleneck in its treatment programs."},{"prefix":"b","text":" The financial costs associated with substance abuse are enormous. According to some estimates, these costs probably exceed $1 billion in the District for health care expenditures, premature death, impaired productivity, motor vehicle crashes, crime, and social welfare cases due to alcohol and drug abuse. For every $1 spent on substance abuse treatment an average of $7 is saved in costs associated with criminal justice, health care and social services."},{"prefix":"c","text":" Even more critical are the tragic human costs associated with substance abuse. Substance abuse is a major factor in crime, domestic violence, child abuse, joblessness, emergency room visits, AIDS cases, and public health in the District."},{"prefix":"d","text":" In the District, the human costs are pervasive and devastating. Sixty-seven percent of recent offenders in the District tested positive in at least half of all drug tests. Similarly, 69% of APRA's clients have an arrest record. Eighty-five percent of child protection cases, 75% of foster care cases, and 35% of AIDS cases are related to drug abuse. Moreover, one in 7 mothers delivering babies test positive for drug use as well; 38% of emergency room visit patients are under the influence of alcohol. Finally, up to 50% of perpetrators of domestic violence have substance abuse problems."},{"prefix":"e","text":" Access to meaningful treatment is clearly a major hurdle to recovery. Seventy-nine percent of APRA's clients were unemployed and had no insurance. Importantly, while 19.2% of APRA's clients are eligible for Medicaid, APRA does not access Medicaid dollars for outpatient and residential treatment services. This oversight results is the loss of millions of dollars for such services."},{"prefix":"f","text":" The existing programs offered by APRA are insufficient. Sixty percent of substance abusers have psychiatric disorders, but only a fraction of those receive treatment. The Latino community is underserved because of the lack of bilingual residential treatment programs. Additionally, existing services fail to meet the treatment needs of youth, the elderly, pregnant and parenting women, and persons with disabilities."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"L","text":" Substance Abuse."},"chapter":{"identifier":"30","text":"Choice in Drug Treatment."},"heading":{"title":"7","chaptersection":"3001","identifier":"7-3001","catch_text":"Legislative findings."}}