{"text":"The Commissioner of Public Health shall use the records incident to a reported case of cancer for statistical and public health purposes only, and identifying information contained in these records shall be disclosed only when essential to safeguard the physical health of others. No person shall otherwise disclose or redisclose identifying information derived from these records unless:","historical":"Prior Codifications\n\n1981 Ed., § 6-1202.\n\n1973 Ed., § 6-1302.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-83, see Historical and Statutory Notes following § 7-301.\n\nLaw 8-157, the \"Preventive Health Services Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-385, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on May 29, 1990, and June 12, 1990, respectively. Signed by the Mayor on June 18, 1990, it was assigned Act No. 8-219 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 7-302\n\nCurrent through December 11, 2012","credits":"(July 27, 1951, 65 Stat. 124, ch. 241, § 2; Feb. 21, 1986, D.C. Law 6-83, § 2(b), 32 DCR 7276; Sept. 11, 1990, D.C. Law 8-157, § 2, 37 DCR 4165.)","sections":[{"prefix":"1","text":" The person reported gives his or her prior written permission;"},{"prefix":"2","text":" A court finds, upon clear and convincing evidence and after granting the person reported an opportunity to contest the disclosure, that disclosure is essential to safeguard the physical health of others; or"},{"prefix":"3","text":" The identifying information is exchanged with a cancer registry that is maintained by a state and the Commissioner of Public Health receives a satisfactory assurance from the cancer registry that the confidentiality of the identifying information shall be preserved."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"3","text":"Reports of Cancer and Malignant Neoplastic Diseases."},"heading":{"title":"7","chaptersection":"302","identifier":"7-302","catch_text":"Confidentiality."}}