{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-305, in subsec. (c), substituted \"persons with disabilities\" for \"the disabled\".\n\nLegislative History of Laws\n\nFor Law 13-146, see notes following § 7-3001.\n\nFor Law 16-305, see notes following § 7-531.01.\n\nDC CODE § 7-3009\n\nCurrent through December 11, 2012","credits":"(July 18, 2000, D.C. Law 13-146, § 10, 47 DCR 4350; Apr. 24, 2007, D.C. Law 16-305, § 29(b), 53 DCR 6198.)","sections":[{"prefix":"a","text":" In order to participate as a treatment provider in the Program, application shall be made to APRA for certification, the cost of which shall be paid by the treatment provider. Only Program-approved treatment providers shall be eligible to receive payments from the Fund."},{"prefix":"b","text":"(1) Within 60 days after July 18, 2000, APRA shall submit to the Council for a 60-day period of review, excluding Saturdays, Sundays, legal holidays and days of Council recess, the specific criteria to be used in certifying treatment providers. If the Council does not approve or disapprove, in whole or in part, by resolution within the 60-day period of review, the criteria shall be deemed approved."},{"prefix":"2","text":" At a minimum, the criteria shall require a demonstrated success in the rehabilitation services for which the treatment provider seeks certification and the financial viability of the treatment provider to perform the services for which it seeks certification. In addition, APRA may require the treatment provider to post a surety bond of up to $50,000 in order to participate in the Program."},{"prefix":"c","text":" APRA shall make every effort to seek out for certification a diversity of treatment providers who offer rehabilitation services to such targeted populations as African Americans, Latinos, Asians, offenders and ex-offenders, the elderly, persons with custody of minor children, gays, lesbians, bisexuals, transgenders, persons with HIV/AIDS, individuals with dual diagnoses, and persons with disabilities."},{"prefix":"d","text":" APRA shall have the authority to revoke or suspend certification in cases of fraud, financial abuse, client abuse, improper clinical practices, improper practices by staff, or for other good cause."},{"prefix":"e","text":" Except as provided in subsection (f) of this section, each treatment provider shall apply for recertification annually."},{"prefix":"f","text":" If, after 2 successive recertifications, a treatment provider is found by APRA to be in substantial compliance with certification standards, annual recertification shall not be required for as long as a treatment provider remains in substantial compliance."},{"prefix":"g","text":" Additional certification of a treatment provider shall be required if the scope of its services changes."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"L","text":" Substance Abuse."},"chapter":{"identifier":"30","text":"Choice in Drug Treatment."},"heading":{"title":"7","chaptersection":"3009","identifier":"7-3009","catch_text":"Certification of treatment providers."}}