{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-219 rewrote subsec. (b), which had read as follows:\n\n\"(b) A client with no dependent children shall receive a maximum of up to $10,000 per year, subject to the availability of funds in the Fund. A client with a dependent child or children shall receive a maximum of up to $25,000 per year, subject to the availability of funds in the Fund.\"\n\nLegislative History of Laws\n\nFor Law 13-146, see notes following § 7-3001.\n\nFor Law 17-219, see notes following § 7-651.17.\n\nMiscellaneous Notes\n\nShort title: Section 5030 of D.C. Law 17-219 provided that subtitle M of title V of the act may be cited as the \"Choice in Drug Treatment Maximum Benefit Amendment Act of 2008\".\n\nDC CODE § 7-3008\n\nCurrent through December 11, 2012","credits":"(July 18, 2000, D.C. Law 13-146, § 9, 47 DCR 4350; Aug. 16, 2008, D.C. Law 17-219, § 5031, 55 DCR 7598.)","sections":[{"prefix":"a","text":" APRA shall formulate guidelines that give priority for enrollment in the Program to any eligible minor, pregnant woman, or the parent, guardian, or other person who has legal custody of a minor."},{"prefix":"b","text":"(1) A client with no dependent children shall receive a maximum of up to $20,000 per year, subject to the availability of funds in the Fund. A client with a dependent child shall receive a maximum of up to $40,000 per year, subject to the availability of funds in the Fund and the discretion of the Director of the Department of Health."},{"prefix":"2","text":" The Director of the Department of Health is authorized to increase the maximum amounts set forth in this subsection to adjust for inflation."},{"prefix":"c","text":" By waiver, approved by the Administrator of APRA, expenditures in excess of the maximum amounts stated in subsection (b) of this section may be authorized where good cause is shown."},{"prefix":"d","text":" Nothing in this chapter shall be construed to create an entitlement to substance abuse treatment during any fiscal year if no funds remain available to the District government under a District or federal appropriation that has been enacted for the specific purpose of providing substance abuse treatment services."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"L","text":" Substance Abuse."},"chapter":{"identifier":"30","text":"Choice in Drug Treatment."},"heading":{"title":"7","chaptersection":"3008","identifier":"7-3008","catch_text":"Benefits."}}