{"text":"There is established the Drug Treatment Choice Program (\"Program\"). The purpose of the Program is to provide District residents with access to substance abuse rehabilitation and aftercare plans at the treatment provider of their choice in consultation with a qualified substance abuse counselor, and subject to the availability of funds in the Addiction Recovery Fund.","historical":"Temporary Addition of Section\n\nSection 2(a) of D.C. Law 17-142 added a section to read as follows:\n\n\"Sec. 4a. Establishment of the Access to Recovery Voucher Program.\n\n\"(a) There is established the Access to Recovery Voucher Program ('ATR'), which shall be administered by APRA. The purpose of ATR shall be to provide District residents with access to culturally sensitive, substance abuse treatment and recovery support services for the duration of the 3-year federal Access to Recovery grant awarded to APRA and to serve as an addition and complement to the Choice in Drug Treatment Program, established by section 4.\n\n\"(b) The duty of APRA to administer ATR shall include:\n\n\"(1) Community outreach and education;\n\n\"(2) Collaborating with federal and local agencies in regard to individuals returning to the community after being incarcerated who require substance abuse treatment or recovery support services; and\n\n\"(3) Ensuring that ATR achieves the projected target of serving over 11,000 individuals.\"\n\nSection 4(b) of D.C. Law 17-142 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 2(a) of Choice in Drug Treatment Emergency Amendment Act of 2008 (D.C. Act 17-280, January 29, 2008, 55 DCR 1534).\n\nLegislative History of Laws\n\nFor Law 13-146, see notes following ยง 7-3001.\n\nDC CODE ยง 7-3003\n\nCurrent through December 11, 2012","credits":"(July 18, 2000, D.C. Law 13-146, ยง 4, 47 DCR 4350.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"L","text":" Substance Abuse."},"chapter":{"identifier":"30","text":"Choice in Drug Treatment."},"heading":{"title":"7","chaptersection":"3003","identifier":"7-3003","catch_text":"Establishment of the Drug Treatment Choice Program; purpose."}}