{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 19-169, in par. (4), substituted \"has and is\" for \"is afflicted with and\".\n\nLegislative History of Laws\n\nFor Law 13-146, see notes following § 7-3001.\n\nFor history of Law 19-169, see notes under § 7-1131.02.\n\nDC CODE § 7-3002\n\nCurrent through December 11, 2012","credits":"(July 18, 2000, D.C. Law 13-146, § 3, 47 DCR 4350; Sept. 26, 2012, D.C. Law 19-169, § 18, 59 DCR 5567.)","sections":[{"prefix":"1","text":" \"Addiction Prevention and Recovery Administration\" (\"APRA\") means the agency or the successor agency within the Department of Health responsible for administering substance abuse prevention and treatment services."},{"prefix":"2","text":" \"Aftercare plan\" means the services or other planned activities designed to sustain therapeutic gains and promote further recovery of the client with regard to the issues relating to substance abuse."},{"prefix":"3","text":" \"Certification\" means the process of ensuring that standards of care are met for the operation of a substance abuse treatment facility or program in the District of Columbia as described by regulation."},{"prefix":"4","text":" \"Client\" means a person who has and is seeking to recover from substance abuse and has been selected for participation in the Drug Treatment Choice Program."},{"prefix":"5","text":" \"District\" means the District of Columbia."},{"prefix":"6","text":" \"Drug\" means any of the controlled substances enumerated in §§ 48- 902.04, 48-902.06, 48-902.08, 48-902.10, or 48-902.12."},{"prefix":"7","text":" \"Dual diagnosis\" means persons with the concurrent diagnoses of substance abuse and mental disease or disorder."},{"prefix":"8","text":" \"Intake screening and assessment\" means the process performed by a qualified substance abuse counselor for the collection of relevant information about an applicant in order to determine eligibility for rehabilitation program services and the development of an initial treatment plan and any necessary referral."},{"prefix":"9","text":" \"Qualified substance abuse counselor\" means a person who:"},{"prefix":"A","text":" Has received certification or credentials in substance abuse from the American Medical Association, the American Society for Addiction Medicine, the Nurses Professional Association, a state's affiliate of the National Alcohol and Drug Counselors' Association, or a state's affiliate of the International Certification Reciprocity Consortium for Alcohol and Other Drugs of Abuse (\"ICRC/AODA\");"},{"prefix":"B","text":" Has registered with the District of Columbia Board of Professional Counseling as a Registered Addiction Professional; and"},{"prefix":"C","text":" Completes 40 hours of continuing education every two years."},{"prefix":"10","text":" \"Rehabilitation plan\" means the course of action to be taken to address the issues relating to substance abuse that were identified in the intake screening and assessment, including frequency of services, type of personnel providing services, monitoring of client progress, and plan revision."},{"prefix":"11","text":" \"Resident\" means any person who lives in the District voluntarily, not for a temporary purpose, and has no present intention of removing himself or herself from the District. Temporary absence from the District, with subsequent returns to the District, or intent to return when the purposes of the absence have been accomplished shall not interrupt continuity of residence. For the purpose of this chapter, whether a person is a \"resident\" shall not depend upon the reason that the individual entered the District except that it may bear on whether the person is in the District for a temporary purpose."},{"prefix":"12","text":" \"Substance abuse\" means a pattern of pathological use of a drug or alcohol that causes impairment in social or occupational functioning or produces physiological dependency evidenced by physical tolerance or physical symptoms when the drug or alcohol is not used."},{"prefix":"13","text":" \"Treatment provider\" means an entity, a facility, or a program that has been certified by APRA to be responsible for the delivery of substance abuse detoxification, rehabilitation, and aftercare services to an identified target population."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"L","text":" Substance Abuse."},"chapter":{"identifier":"30","text":"Choice in Drug Treatment."},"heading":{"title":"7","chaptersection":"3002","identifier":"7-3002","catch_text":"Definitions."}}