{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-1344.\n\n1973 Ed., § 2-142.\n\nEffect of Amendments\n\nD.C. Law 14-194 added subsec. (d-1); and in subsec. (e), substituted \"'emergency medical technician/paramedic,' 'emergency medical technician/intermediate paramedic,' and 'emergency medical technician' for \"'emergency medical technician/paramedic' and 'emergency medical technician/intermediate paramedic\"'.\n\nLegislative History of Laws\n\nLaw 2-25, the \"Advanced Life Support Act of 1977,\" was introduced in Council and assigned Bill No. 2-136, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 14, 1977 and June 28, 1977, respectively. Signed by the Mayor on July 8, 1977, it was assigned Act No. 2-56 and transmitted to both Houses of Congress for its review.\n\nLaw 4-25, the \"Intermediate Paramedic Regulations Act of 1981,\" was introduced in Council and assigned Bill No. 4-198, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on May 5, 1981, and May 19, 1981, respectively. Signed by the Mayor on June 5, 1981, it was assigned Act No. 4-46 and transmitted to both Houses of Congress for its review.\n\nFor Law 14-194, see notes following § 7-132.\n\nDC CODE § 7-401\n\nCurrent through December 11, 2012","credits":"(Nov. 8, 1965, 79 Stat. 1302, Pub. L. 89-341, § 1; Sept. 28, 1977, D.C. Law 2-25, § 2, 24 DCR 3718; Aug. 1, 1981, D.C. Law 4-25, § 3; 28 DCR 2622; Oct. 17, 2002, D.C. Law 14-194, § 402, 49 DCR 5306.)","sections":[{"prefix":"a","text":" Any person who in good faith renders emergency medical care or assistance to an injured person at the scene of an accident or other emergency in the District of Columbia outside of a hospital, without the expectation of receiving or intending to seek compensation from such injured person for such service, shall not be liable in civil damages for any act or omission, not constituting gross negligence, in the course of rendering such care or assistance."},{"prefix":"b","text":" In the case of a person who renders emergency medical care or assistance in circumstances described in subsection (a) of this section and who is not licensed or certified by the District of Columbia or by any state to provide medical care or assistance, the limited immunity provided in subsection (a) of this section shall apply to such persons; provided, that the person shall relinquish the direction of the care of the injured person when an appropriate person licensed or certified by the District of Columbia or by any state to provide medical care or assistance assumes responsibility for the care of the injured person."},{"prefix":"c","text":" A certified emergency medical technician/paramedic or emergency medical technician/intermediate paramedic who, in good faith and pursuant to instructions either directly or via telecommunication from a licensed physician, renders advanced emergency medical care or assistance to an injured person at the scene of an accident or other emergency or in transit from the scene of an accident or emergency to a hospital shall not be liable in civil damages for any act or omission not constituting gross negligence in the course of rendering such advanced emergency medical care or assistance."},{"prefix":"d","text":" A licensed physician who in good faith gives emergency medical instructions either directly or via telecommunication to a certified emergency medical technician/paramedic or emergency medical technician/intermediate paramedic for the purpose of providing advanced emergency medical care to an injured person at the scene of an accident or other emergency or in transit from the scene of an accident or emergency to a hospital shall not be liable in civil damages for any act or omission not constituting gross negligence in the course of giving such emergency medical instructions."},{"prefix":"d-1","text":" If the Mayor of the District of Columbia declares a state of emergency pursuant to § 7-2304, any act or omission of an emergency medical technician/paramedic (\"Paramedic\"), an emergency medical technician/intermediate paramedic (\"EMT/I\"), or an emergency medical technician (\"EMT\"), performed while providing advanced or basic life support to a patient or trauma victim shall not impose liability upon the Paramedic, EMT/I, or EMT, or any employer of the Paramedic, EMT/I, or EMT; provided, that the care is provided in good faith and does not constitute gross negligence."},{"prefix":"e","text":" For the purposes of this section, the terms \"emergency medical technician/paramedic,\" and \"emergency medical technician/intermediate paramedic,\" and \"emergency medical technician\" mean a person who has been trained in advanced emergency medical care, employed in that capacity, and certified by the appropriate governmental certifying authority in the District of Columbia or in any state to:"},{"prefix":"1","text":" Carry out all phases of basic life support;"},{"prefix":"2","text":" Administer drugs under the written or oral authorization, including via telecommunication, of a licensed physician;"},{"prefix":"3","text":" Administer intravenous solutions under the written or oral authorization, including via telecommunication, of a licensed physician; and"},{"prefix":"4","text":" Carry out, either directly or via telecommunication instructions from a licensed physician, certain other phases of advanced life support as authorized by the appropriate governmental certifying authority."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"4","text":"Limitation on Liability for Medical Care or Assistance in Emergency Situations."},"heading":{"title":"7","chaptersection":"401","identifier":"7-401","catch_text":"Limitation on liability for medical care or assistance in emergency situations."}}