{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2425.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-69, see Historical and Statutory Notes following § 7-621.\n\nReferences in Text\n\nSection 3-2926 referred to in subsection (c), was repealed by § 1104(e) of D.C. Law 6-99, effective March 25, 1986.\n\nDC CODE § 7-625\n\nCurrent through December 11, 2012","credits":"(Feb. 25, 1982, D.C. Law 4-69, § 6, 28 DCR 5047.)","sections":[{"prefix":"a","text":" An attending physician who has been notified of the existence of a declaration executed under this subchapter, without delay after the diagnosis of a terminal condition of the declarant, shall take the necessary steps to provide for written certification and confirmation of the declarant's terminal condition, so that the declarant may be deemed to be a qualified patient under this subchapter."},{"prefix":"b","text":" Once written certification and confirmation of the declarant's terminal condition is made a person becomes a qualified patient under this subchapter only if the attending physician verbally or in writing informs the patient of his or her terminal condition and documents such communication in the patient's medical record. If the patient is diagnosed as unable to comprehend verbal or written communications, such patient shall become a qualified patient as defined in § 7-621, immediately upon written certification and confirmation of his or her terminal condition by the attending physician."},{"prefix":"c","text":" An attending physician who does not comply with this section shall be considered to have committed an act of unprofessional conduct under § 3-2926."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"6","text":"Death."},"subchapter":{"identifier":"II","text":"Natural Death. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"625","identifier":"7-625","catch_text":"Physician's duty to confirm terminal condition."}}