{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-224, see notes following ยง 7-651.01.\n\nDC CODE ยง 7-651.11\n\nCurrent through December 11, 2012","credits":"(Apr. 3, 2001, D.C. Law 13-224, ยง 12, 48 DCR 27.)","sections":[{"prefix":"a","text":" No licensed health care professional, EMS personnel, health care facility, government entity, or government employee shall be subject to criminal or civil liability, or be found to have committed an unprofessional act because the person, in good faith, resuscitates, withholds or withdraws resuscitation, or participates in resuscitating or withholding or withdrawing resuscitation in accordance with this chapter. This subsection shall be liberally construed to protect a person who implements this chapter in good faith from liability."},{"prefix":"b","text":"(1) Any physician or nurse who is licensed in the District and who, for religious of moral reasons, is unwilling or unable to comply with a comfort care order for a patient under the physician's or nurse's care shall immediately notify their employer, in writing, of their unwillingness or inability to comply with the Order and shall transfer a patient under the care of the physician or nurse to a qualified physician or nurse who is willing or able to honor the comfort care order. A transfer pursuant to this section shall not constitute abandonment of the patient or unprofessional conduct."},{"prefix":"2","text":" If, because of emergency medical circumstances, a physician or nurse who is unwilling or unable to comply with a comfort care order for a patient under the physician's or nurse's care has insufficient time to effectuate a transfer in accordance with this subsection, the physician or nurse shall not be found to have committed an unprofessional act or to have violated any provision of this chapter because the physician or nurse resuscitates the patient."},{"prefix":"c","text":"(1) Any EMT/B, EMT/P, or EMT/IP who is certified to provide emergency medical services in the District and who, for religious or moral reasons, is unwilling or unable to comply with a comfort care order shall immediately notify the EMS agency that employs the EMT/B, EMT/P, or EMT/IP, in writing, of their unwillingness or inability to comply with the Order."},{"prefix":"2","text":" An EMT/B, EMT/P, or EMT/IP who is unwilling or unable to comply with a comfort care order shall not be found to have committed an unprofessional act or to have violated any provision of this chapter because the EMT/B, EMT/P, or EMT/IP resuscitates a patient."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"6A","text":"Non-Resuscitation Procedures for Emergency Medical Services."},"heading":{"title":"7","chaptersection":"651","identifier":"7-651.11","catch_text":"Liability."}}