{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 13-224, the \"Emergency Medical Services Non-Resuscitation Procedures Act of 2000\", was introduced in Council and assigned Bill No. 13-448, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on October 3, 2000, and November 8, 2000, respectively. Signed by the Mayor on November 29, 2000, it was assigned Act No. 13-486 and transmitted to both Houses of Congress for its review. D.C. Law 13-224 became effective on April 3, 2001.\n\nDC CODE § 7-651.01\n\nCurrent through December 11, 2012","credits":"(Apr. 3, 2001, D.C. Law 13-224, § 2, 48 DCR 27.)","sections":[{"prefix":"1","text":" \"Advanced airway management\" means direct ventilation of the lungs through an endotracheal tube by mouth or stoma."},{"prefix":"2","text":" \"Advanced life support\" means advanced airway management, including endotracheal intubation; defibrillation; administration of cardiac resuscitation medications; and medical procedures related to the specific medical procedures set forth in this paragraph as determined by the person's attending physician or as set forth in medical protocols."},{"prefix":"3","text":" \"Artificial ventilation\" means forcing oxygen in the lungs when a person has stopped breathing or has inadequate breathing."},{"prefix":"4","text":" \"Attending physician\" means a physician who has primary responsibility for the medical care of a person who executes a comfort care order in accordance with this chapter."},{"prefix":"5","text":" \"Authorized decision-maker\" means a person authorized to make a health care decision on behalf of another person in accordance with §§ 21-2205 and 21-2210."},{"prefix":"6","text":" \"Cardiac arrest\" means the cessation of a functional heartbeat and pulse."},{"prefix":"7","text":" \"Cardiopulmonary resuscitation\" means cardiac compression or artificial ventilation."},{"prefix":"8","text":" \"Comfort care order\" or \"Order\" means a document, on a form approved by the Mayor and executed in accordance with the provisions of this chapter, which authorizes emergency medical services personnel to withhold cardiopulmonary resuscitation from a person if the person experiences cardiac or respiratory arrest as the result of a specified medical or terminal condition and to administer comfort care in accordance with § 7-651.08."},{"prefix":"9","text":" \"District\" means the District of Columbia."},{"prefix":"10","text":" \"Emergency medical services\" or \"EMS\" means medical services provided in response to a person's need for immediate medical care, which are intended to prevent loss of life, the aggravation of a physiological illness or injury, or the aggravation of a psychological illness, including any services recognized in the District as first response, basic life support, advanced life support, specialized life support, patient transportation, medical control, or rescue."},{"prefix":"11","text":" \"Emergency medical services agency\" or \"EMS agency\" means any person, firm, corporation, or organization authorized by District law to provide emergency medical care or medical transport to a person who is ill, injured, or incapacitated by disease or a medical condition."},{"prefix":"12","text":" \"Emergency medical services personnel\" or \"EMS personnel\" means a physician who is licensed to practice medicine in the District, a registered nurse who is licensed to practice professional nursing in the District, or an emergency medical technician/basic (\"EMT/B\"), emergency medical technician/paramedic (\"EMT/P\"), or emergency medical technician/intermediate paramedic (\"EMT/IP\") who is certified to provide emergency medical services in the District."},{"prefix":"13","text":" \"Minor\" means a person who is less than 18 years of age."},{"prefix":"14","text":" \"Patient\" means a person who has executed a comfort care order in accordance with this chapter."},{"prefix":"15","text":" \"Respiratory arrest\" means the cessation of functional breathing."},{"prefix":"16","text":" \"Resuscitate\" means the administration of cardiopulmonary resuscitation or advanced life support, as appropriate."},{"prefix":"17","text":" \"Surrogate\" means the natural parent, adoptive parent, or legal guardian of a minor who executes a comfort care order on behalf of the minor."},{"prefix":"18","text":" \"Terminal condition\" means an incurable medical condition caused by an injury, illness, or disease, which, regardless of the application of life-sustaining procedures, would, within reasonable medical judgement, produce death, and where the application of life-sustaining procedures serve only to postpone the moment of death of the person who has the incurable medical condition."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"6A","text":"Non-Resuscitation Procedures for Emergency Medical Services."},"heading":{"title":"7","chaptersection":"651","identifier":"7-651.01","catch_text":"Definitions."}}