{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-3514.\n\nEffect of Amendments\n\nD.C. Law 18-321 rewrote subsecs. (a)(1), (4), (6); repealed subsec. (a)(10); in subsec. (a)(11), substituted \"Establish a uniform system to record data on complaints and conditions relating to long-term care services;\" for \"Establish a system for coordinating a uniform District-wide system to record data on complaints and conditions in long-term care facilities;\"; and, in subsec. (a)(13), substituted \"conditions exist that adversely affect residents' health, safety, welfare, or rights;\" for \"\"conditions which adversely affect the health, safety, welfare, or rights of a resident exist within the long-term care facility;\". Prior to amendment or repeal, subsecs. (a)(1), (4), (6), and (10) read as follows:\n\n\"(1) Investigate and resolve complaints and concerns made by or on behalf of older persons and other residents in the District;\"\n\n\"(4) Submit annually, to the Office on Aging for submission to the Council and the Mayor, a written report documenting the complaints received and resolved, and recommending policy, regulatory, or legislative changes;\"\n\n\"(6) Establish and implement program policies and procedures for eliciting, receiving, investigating, verifying, referring, and resolving complaints of residents;\"\n\n\"(10) Report any instance of suspected abuse, neglect, or exploitation of a resident to the Office of Adult Protective Services, within the Department of Human Services, and the Service Facility Regulation Administration, within the Department of Consumer and Regulatory Affairs, within 24 hours of receipt of a complaint or information concerning suspected abuse, neglect, or exploitation;\"\n\nD.C. Law 19-111, in subsec. (a)(1), substituted \"Receive, investigate,\" for \"Investigate\"; and, in subsec. (a)(14), substituted \"long-term care facility or home care agency\" for \"long-term care facility\".\n\nD.C. Law 19-171, in subsec. (a)(6), validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-218, see Historical and Statutory Notes following § 7-701.01.\n\nLaw 10-68, the \"Technical Amendments Act of 1993,\" was introduced in Council and assigned Bill No. 10-166, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 29, 1993, and July 13, 1993, respectively. Signed by the Mayor on August 23, 1993, it was assigned Act No. 10-107 and transmitted to both Houses of Congress for its review. D.C. Law 10-68 became effective on February 5, 1994.\n\nFor history of Law 18-321, see notes under § 7-701.01.\n\nFor history of Law 19-111, see notes under § 7-701.01.\n\nFor history of Law 19-171, see notes under § 7-242.\n\nDC CODE § 7-702.04\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-218, § 204, 36 DCR 534; Feb. 5, 1994, D.C. Law 10-68, § 18, 40 DCR 6311; Mar. 12, 2011, D.C. Law 18-321, § 2(b), 57 DCR 12438; Mar. 14, 2012, D.C. Law 19-111, § 2(b), 59 DCR 455; Sept. 26, 2012, D.C. Law 19-171, § 54(a), 59 DCR 6190.)","sections":[{"prefix":"a","text":" The ombudsman shall:"},{"prefix":"1","text":" Receive, investigate, and resolve complaints or concerns made by or on behalf of residents;"},{"prefix":"2","text":" Promote the well-being and quality of life of each resident;"},{"prefix":"3","text":" Encourage the development and the expansion of the activities of the program in all wards of the District, sufficient to serve the residents in those wards;"},{"prefix":"4","text":" Submit to the Office on Aging for submission to the Council and the Mayor annual reports that document complaints received and resolved and recommend policy, regulatory, or legislative changes;"},{"prefix":"5","text":" Enter into, on behalf of the Office on Aging and with the approval of the Director, written agreements of understanding, cooperation, and collaboration with any District government agency that provides funding, oversight, or inspection of, or operates a long-term care facility;"},{"prefix":"6","text":" Establish and implement program policies and procedures to elicit, receive, investigate, verify, refer, and resolve residents' complaints;"},{"prefix":"7","text":" Develop an on-going program for publicizing the program;"},{"prefix":"8","text":" Identify, document, and address solutions to problems affecting residents;"},{"prefix":"9","text":" Serve as the legal representative for residents, pursuant to §§ 44- 1003.02(e), 44-1003.03(a)(1), and 44-1003.07(a) and (b);"},{"prefix":"10","text":" Repealed."},{"prefix":"11","text":" Establish a uniform system to record data on complaints and conditions relating to long-term care services;"},{"prefix":"12","text":" Monitor the development and implementation of district and federal laws, rules, regulations, and policies that affect residents;"},{"prefix":"13","text":" Make specific recommendations, through the Office on Aging, to the operator or agent of the operator of any long-term care facility, whenever the ombudsman believes that conditions exist that adversely affect residents' health, safety, welfare, or rights;"},{"prefix":"14","text":" Report to the appropriate enforcement agency any act of an operator of a long-term care facility or home care agency that the ombudsman believes to be a violation of an applicable federal or District law, regulation, or rule;"},{"prefix":"15","text":" Establish and conduct a training program for persons employed by or associated with the program, which shall include training in the following areas:"},{"prefix":"A","text":" The review of medical records;"},{"prefix":"B","text":" Regulatory requirements for long-term care facilities;"},{"prefix":"C","text":" Confidentiality of records;"},{"prefix":"D","text":" Techniques of complaint investigation;"},{"prefix":"E","text":" The effects of institutionalization; and"},{"prefix":"F","text":" The special needs of the elderly;"},{"prefix":"16","text":" Assist in the formation, development, and use by residents, their families, and friends of forums that permit residents, their families, and friends to discuss and communicate, on a regular and continuing basis, their views on the strengths and weaknesses of the operation of the facility, the quality of care provided, and the quality of life fostered in long-term care facilities;"},{"prefix":"17","text":" Establish and maintain procedures to protect the confidentiality of the records of residents and long-term care facilities where access is authorized pursuant to § 7-703.02;"},{"prefix":"18","text":" Prohibit any employee, designee, or representative of the program from investigating any complaint or representing the ombudsman, unless that person has received training in accordance with paragraph (15) of this subsection; and"},{"prefix":"19","text":" Designate local ombudsman programs to act on behalf of the ombudsman within specific geographical areas."},{"prefix":"b","text":" No person, agency, or long-term care facility shall obstruct the ombudsman or his or her designee from the lawful performance of any duty or the exercise of any power."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"7","text":"Long-Term Care Ombudsman Program."},"subchapter":{"identifier":"II","text":"Establishment of a Long-Term Care Ombudsman Program."},"heading":{"title":"7","chaptersection":"702","identifier":"7-702.04","catch_text":"Long-Term Care Ombudsman; appointment; vacancy--Powers and duties."}}