{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-3522.\n\nEffect of Amendments\n\nD.C. Law 18-321 added subsec. (e).\n\nD.C. Law 19-111, in subsec. (e), substituted \"long-term care facility or home care agency\" for \"long-term care facility\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-218, see Historical and Statutory Notes following § 7-701.01.\n\nFor history of Law 18-321, see notes under § 7-701.01.\n\nFor history of Law 19-111, see notes under § 7-701.01.\n\nDC CODE § 7-703.02\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-218, § 302, 36 DCR 534; Mar. 12, 2011, D.C. Law 18-321, § 2(g), 57 DCR 12438; Mar. 14, 2012, D.C. Law 19-111, § 2(c), 59 DCR 455.)","sections":[{"prefix":"a","text":" Each District agency shall provide cooperation, assistance, data, and the access to records necessary to enable the ombudsman to perform his or her duties under this chapter and other applicable federal and District law. This section shall not be construed to supercede the laws or rules governing access to unexpurgated arrest records maintained by the Metropolitan Police Department or interfere with ongoing criminal investigations."},{"prefix":"b","text":" The ombudsman or his or her designee shall have the same access that is provided to the Mayor to review, inspect, or photocopy the records of a resident of a facility covered by § 44-501 et seq., or § 44-1001.01 et seq., to carry out the provisions of this chapter."},{"prefix":"c","text":" The ombudsman or his or her designee may request a subpoena pursuant to § 1-301.21, to obtain access to records covered by this section."},{"prefix":"d","text":" An owner, employee, or agent of a long-term care facility who lawfully discloses information or permits access to records pursuant to this section shall not be liable for civil penalties or criminal prosecution."},{"prefix":"e","text":" An owner, employee, or agent of a long-term care facility or home care agency subject to 45 CFR §§ 164.500 through 164.534 (the Health Insurance Portability and Accountability Act privacy regulation), shall release records to the program as an exempt health oversight agency."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"7","text":"Long-Term Care Ombudsman Program."},"subchapter":{"identifier":"III","text":"Access for the Long-Term Care Ombudsman and Designees."},"heading":{"title":"7","chaptersection":"703","identifier":"7-703.02","catch_text":"Access to records."}}