{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 6-3512.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-218, see Historical and Statutory Notes following ยง 7-701.01.\n\nDC CODE ยง 7-702.02\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-218, ยง 202, 36 DCR 534.)","sections":[{"prefix":"a","text":" The program shall be administered by a full-time ombudsman and shall be under the Director of the Office on Aging (\"Director\") or his or her designee. The Director shall appoint the ombudsman for a term of 2 years and approve of the designee of the ombudsman. The ombudsman shall be a resident of the District."},{"prefix":"b","text":" The Director may contract with a nonprofit provider, other than the District government, to operate the program. The provider shall have experience advocating for the rights of older persons and residents. The ombudsman shall be an employee of the nonprofit provider."},{"prefix":"c","text":" The Director shall ensure that the following are provided to the ombudsman or his or her designee to implement the provisions of this chapter:"},{"prefix":"1","text":" Legal counsel for advice and consultation;"},{"prefix":"2","text":" Legal representation, if legal action is taken to implement the provisions of this chapter; and"},{"prefix":"3","text":" Clerical and administrative support staff and materials."},{"prefix":"d","text":" The primary responsibility of the ombudsman or his or her designee shall be the investigation and resolution of any complaint made by or on behalf of a resident."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"7","text":"Long-Term Care Ombudsman Program."},"subchapter":{"identifier":"II","text":"Establishment of a Long-Term Care Ombudsman Program."},"heading":{"title":"7","chaptersection":"702","identifier":"7-702.02","catch_text":"Long-Term Care Ombudsman; appointment; vacancy."}}