{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-3517.\n\nEffect of Amendments\n\nD.C. Law 18-321 repealed subsecs. (b) and (d); and, in subsec. (c), substituted \"action\" for \"action for libel or slander\". Prior to repeal, subsecs. (b) and (d) read as follows:\n\n\"(b) No discriminatory, disciplinary, or retaliatory action shall be taken against an employee of a long-term care facility or agency, resident, or representative of the program, for any communication made to aid the program in carrying out its duties and responsibilities, unless the communication was made maliciously or in bad faith. This subsection shall not be construed to infringe upon the rights of an employer to supervise, discipline, or terminate an employee for other reasons.\"\n\n\"(d) A court may order the disclosure of information made confidential under this chapter, if it determines that the disclosure is necessary to enforce this chapter.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-218, see Historical and Statutory Notes following § 7-701.01.\n\nFor history of Law 18-321, see notes under § 7-701.01.\n\nDC CODE § 7-702.07\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-218, § 207, 36 DCR 534; Mar. 12, 2011, D.C. Law 18-321, § 2(d), 57 DCR 12438.)","sections":[{"prefix":"a","text":" No employee, designee, or representative of the program shall be held liable for the good faith performance of responsibilities under this chapter, except that no immunity shall extend to criminal acts."},{"prefix":"b","text":" Repealed."},{"prefix":"c","text":" No communication made by the ombudsman or his or her designee, if reasonably related to the requirements of his or her responsibilities, shall be subject to civil action."},{"prefix":"d","text":" Repealed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"7","text":"Long-Term Care Ombudsman Program."},"subchapter":{"identifier":"II","text":"Establishment of a Long-Term Care Ombudsman Program."},"heading":{"title":"7","chaptersection":"702","identifier":"7-702.07","catch_text":"Immunity from liability."}}