{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-3531.\n\nEffect of Amendments\n\nD.C. Law 18-321 added subsecs. (d) and (e).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-218, see Historical and Statutory Notes following § 7-701.01.\n\nFor history of Law 18-321, see notes under § 7-701.01.\n\nDC CODE § 7-704.01\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-218, § 401, 36 DCR 534; Mar. 12, 2011, D.C. Law 18-321, § 2(h), 57 DCR 12438.)","sections":[{"prefix":"a","text":" Civil fines, penalties, or related costs may be imposed against any long-term care facility, owner, executive officer, administrator, employee, or agent, for the violation of any provision of this chapter or any rule issued pursuant to this chapter."},{"prefix":"b","text":" Procedures for adjudication and enforcement and applicable civil fines, penalties, or costs shall be those prescribed for a Class 2 civil infraction, pursuant to Chapter 18 of Title 2."},{"prefix":"c","text":" If the ombudsman or his or her designee knowingly violates § 7-703.06 by releasing a confidential document, record, or other information obtained pursuant to § 7-703.02(b), the ombudsman or his or her designee may be prosecuted for a misdemeanor and, upon conviction, subject to a fine of not more than $1,500, imprisonment for not more than 30 days, or both."},{"prefix":"d","text":" No person shall take discriminatory, disciplinary, or retaliatory action against an employee of a long-term care facility or agency, resident, or resident representative for filing in good faith a complaint with, or providing information to, the ombudsman or his designees. A person who violates this provision, or who aids, abets, invites, compels, or coerces another to do so, shall be guilty of a misdemeanor and, upon conviction, shall be subject to a fine not to exceed $1,000, imprisonment not to exceed 180 days, or both. This subsection shall not infringe upon the rights of an employer to supervise, discipline, or to terminate an employee for other reasons."},{"prefix":"e","text":" A person who knowingly denies access to the ombudsman or his or her designee in violation of subchapter III of this chapter, or aids, abets, invites, compels, or coerces another to do so, shall be guilty of a misdemeanor and, upon conviction, shall be subject to a fine not to exceed $1,000, imprisonment not to exceed 180 days, or both."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"7","text":"Long-Term Care Ombudsman Program."},"subchapter":{"identifier":"IV","text":"Enforcement; Penalties; Judicial Review."},"heading":{"title":"7","chaptersection":"704","identifier":"7-704.01","catch_text":"Enforcement; penalties."}}