{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-90, see notes following § 7-741.\n\nDC CODE § 7-746\n\nCurrent through December 11, 2012","credits":"(Oct. 3, 2001, D.C. Law 14-28, § 4920, as added Apr. 4, 2006, D.C. Law 16-90, § 2(b), 53 DCR 1087.)","sections":[{"prefix":"a","text":" Places of employment and enclosed public places that permit smoking pursuant to this chapter shall not require employees to work in smoking areas provided that an employee requests to work solely in non-smoking areas."},{"prefix":"1","text":" An employee who is aggrieved by a violation of this subsection shall have a private cause of action against the owner, manager, or person in charge of the place of employment or public place."},{"prefix":"2","text":" An employee shall pursue and exhaust all remedies available pursuant to any collective bargaining agreement, grievance procedure, or other established means of resolving employer-employee disputes to resolve a violation of this subsection prior to commencing a civil action."},{"prefix":"b","text":" An owner, manager, or other person responsible for a place of employment or public place that permits smoking under this subchapter shall not:"},{"prefix":"1","text":" Require an employee to work in a smoking area; provided, the employee requests to work in the non-smoking area only;"},{"prefix":"2","text":" Discharge or otherwise discriminate against any employee with respect to compensation or any other term, condition, or privilege of employment on the basis that the employee or applicant requested to work in a non-smoking area; or"},{"prefix":"3","text":" Discharge, refuse to hire, or in any manner retaliate against an employee, applicant for employment, or customer because that employee, applicant, or customer exercises any rights afforded by this chapter or reports a violation of this chapter."},{"prefix":"c","text":" An employee who is aggrieved by a violation of this section shall be entitled to recover damages, including lost or back wages or salary.   The court, in its discretion, may allow the prevailing party a reasonable attorney's fee as part of the costs."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"7A","text":"Functions of the Department of Health."},"subchapter":{"identifier":"II","text":"Inspections, Penalties, Waiver, and Employee Rights."},"heading":{"title":"7","chaptersection":"746","identifier":"7-746","catch_text":"Employee rights and protections."}}