{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-21 designated the existing text as subsec. (a); and added subsec. (b).\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 18-167 designated the existing text as subsec. (a) and added subsec. (b) to read as follows:\n\n\"(b) A hotel licensed under D.C. Official Code § 25-113(e) shall be exempt from the provisions of this part once a year for one day for the purposes of hosting a special event which permits cigar smoking; provided, that the hotel:\n\n\"(1) Notifies the Department of Health in writing in advance of the special event;\n\n\"(2) Has a ballroom or special event catering space with an occupancy of 500 or more persons;\n\n\"(3) Permits employees to opt out of working the special event with no penalty; and\n\n\"(4) Pays a fee of $250 to be remitted to the Department of Health Regulatory Enforcement Fund established under section 4903.\".\n\nSection 4(b) of D.C. Law 18-167 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 3 of D.C. Law 19-53 rewrote subsec. (b) to read as follows:\n\n\"(b) A hotel licensed under D.C. Official Code § 25-113 shall be exempt from the provisions of this part once a year for one day for the purposes of hosting a special event that permits cigar smoking; provided, that the hotel shall:\n\n\"(1) Notify the Department of Health in writing in advance of the event;\n\n\"(2) Have a ballroom or special-event-catering space with an occupancy of 500 or more persons;\n\n\"(3) Pay a fee of $250 to be remitted to the Regulatory Enforcement Fund as established under section 4903;\n\n\"(4) Permit employees to opt out of working the special event with no penalty; and\n\n\"(5) Have been the recipient of a similar exemption between January 1, 2008, and October 1, 2011.\".\n\nSection 15(b) of D.C. Law 19-53 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Special Event Exemption Emergency Amendment Act of 2010 (D.C. Act 18-326, March 9, 2010, 57 DCR 2200).\n\nFor temporary (90 day) amendment of section, see § 5042 of Fiscal Year 2012 Budget Support Emergency Act of 2011 (D.C. Act 19-93, June 29, 2011, 58 DCR 5599).\n\nFor temporary (90 day) amendment of section, see § 3 of Revised Fiscal Year 2012 Budget Support Technical Clarification Emergency Amendment Act of 2011 (D.C. Act 19-157, October 4, 2011, 58 DCR 8688).\n\nLegislative History of Laws\n\nFor Law 16-90, see notes following § 7-741.\n\nFor history of Law 19-21, see notes under § 7-731.\n\nMiscellaneous Notes\n\nShort title: Section 5101 of D.C. Law 19-21 provided that subtitle K of title V of the act may be cited as \"Special Events Exemption Amendment Act of 2011\".\n\nDC CODE § 7-743\n\nCurrent through December 11, 2012","credits":"(Oct. 3, 2001, D.C. Law 14-28, § 4917, as added Apr. 4, 2006, D.C. Law 16-90, § 2(b), 53 DCR 1087; Sept. 14, 2011, D.C. Law 19-21, § 5102, 58 DCR 6226.)","sections":[{"prefix":"a","text":" The following places shall be exempt from the provisions of this subchapter:"},{"prefix":"1","text":" A retail store that is used primarily for the sale of tobacco products and accessories in which the total annual revenue generated by the sale of non-tobacco products or accessories is no greater than 25% of the total revenue of the establishment; provided, that it does not share space with any other establishment;"},{"prefix":"2","text":" A tobacco bar;"},{"prefix":"3","text":" An outdoor area of a restaurant, tavern, club, brew pub, or nightclub;"},{"prefix":"4","text":" A hotel room or motel room rented to one or more guests;"},{"prefix":"5","text":" A medical treatment, research, or nonprofit institution where the activity of smoking is conducted for the purpose of medical research or is an integral part of a smoking cessation program; and"},{"prefix":"6","text":" Theatrical productions."},{"prefix":"b","text":" A hotel licensed under § 25-113 shall be exempt from the provisions of this part once a year for one day for the purposes of hosting a special event which permits cigar smoking; provided, that the hotel shall:"},{"prefix":"1","text":" Notify the Department of Health in writing in advance of the event;"},{"prefix":"2","text":" Pay a fee of $2,500 to be remitted to the Regulatory Enforcement Fund as established under § 7-732; and"},{"prefix":"3","text":" Permit employees to opt out of working the special event with no penalty."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"7A","text":"Functions of the Department of Health."},"subchapter":{"identifier":"II","text":"Inspections, Penalties, Waiver, and Employee Rights."},"heading":{"title":"7","chaptersection":"743","identifier":"7-743","catch_text":"Exemptions."}}