{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-219 rewrote the section, which had read as follows:\n\n\"§ 7-751.15a. Establishment of the Health Professional Recruitment Fund.\n\n\"(a)(1) There is hereby established within the General Fund of the District of Columbia a segregated, nonlapsing fund to be known as the Health Professional Recruitment Fund (\"Fund\"), the funds of which shall not revert to the General Fund at the end of any fiscal year, or at any other time, but shall be continually available without fiscal limitation for the sole purpose of making direct payments to Program participants, subject to authorization by Congress, shall be deposited into the Fund.\n\n\"(2) All fees and penalties generated pursuant to the Program and all general revenue funds appropriated by a line item in the budget submitted pursuant to § 1-204.46, and authorized by Congress for the purpose of the Program, and any other funds received on behalf of the Fund for the purpose of the Program.\n\n\"(3) The Department of Health shall administer the Fund from its appropriated operating budget.\"\n\nD.C. Law 17-353 redesignated the section amended by D.C. Law 17-219, § 5033(e) from § 7-751.16a to §7-751.15a.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 5042 of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) addition, see § 5042 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) addition, see § 5042 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nLegislative History of Laws\n\nLaw 16-192, the \"Fiscal Year Budget Support Act of 2006\", was introduced in Council and assigned Bill No. 16-679, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 9, 2006, and June 6, 2006, respectively. Signed by the Mayor on August 8, 2006, it was assigned Act No. 16-476 and transmitted to both Houses of Congress for its review. D.C. Law 16-192 became effective on March 2, 2007.\n\nFor Law 17-219, see notes following § 7-651.17.\n\nFor Law 17-353, see notes following § 7-161.\n\nMiscellaneous Notes\n\nShort title: Section 5041 of D.C. Law 16-192 provided that subtitle D of title V of the act may be cited as the \"Health Professional Recruitment Program Amendment Act of 2006\".\n\nShort title: Section 5017 of D.C. Law 17-219 provided that subtitle I of title V of the act may be cited as the \"Reporting Requirements Act of 2008\".\n\nFor health professional recruitment program reporting requirements for Fiscal Year 2009, see subtitle I of title V of Law 17-219.\n\nDC CODE § 7-751.15a\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 2006, D.C. Law 16-71, § 16a, as added Mar. 2, 2007, D.C. Law 16- 192, § 5042, 53 DCR 6899; Aug. 16, 2008, D.C. Law 17-219, § 5033(e), 55 DCR 7598; Mar. 25, 2009, D.C. Law 17-353, § 244(d), 56 DCR 1117.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the Health Professional Recruitment Fund (\"Fund\"). All funds deposited into the Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the sole purpose of providing loan repayments pursuant to the Program without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"b","text":" The Mayor shall deposit in the Fund:"},{"prefix":"1","text":" All general revenue funds appropriated by a line item in the budget submitted pursuant to § 1-204.46, and authorized by Congress for the purpose of the Program;"},{"prefix":"2","text":" All fees and penalties generated pursuant to the Program; and"},{"prefix":"3","text":" Any other funds received on behalf of the Fund for the purpose of the Program."},{"prefix":"c","text":" The Department of Health shall administer the Fund from its appropriated operating budget."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"7B","text":"Health Professional Recruitment Program."},"heading":{"title":"7","chaptersection":"751","identifier":"7-751.15a","catch_text":"Health Professional Recruitment Fund."}}