{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-370 rewrote the section heading which had read as follows:  \" \"Suspension and waiver of contract\";   repealed subsec. (b)(2);  and added subsecs. (c) and (d).  Prior to repeal, subsec. (b)(2) read as follows:\n\n\"(2) Death of the participant.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 532(c) of Fiscal Year 2011 Supplemental Budget Support Emergency Act of 2010 (D.C. Act 18-694, January 19, 2011, 58 DCR 662).\n\nLegislative History of Laws\n\nFor Law 16-71, see notes following § 7-751.01.\n\nFor history of Law 18-370, see notes under § 7-751.11.\n\nDC CODE § 7-751.15\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 2006, D.C. Law 16-71, § 16, 53 DCR 61; Apr. 8, 2011, D.C. Law 18-370, § 532(c), 58 DCR 1008.)","sections":[{"prefix":"a","text":"(1) The service obligation of a participant may be suspended without penalty, for a limited period of time, if a participant requires leave beyond the allotted 7 weeks, such as, for example, extended illness, family leave, maternity leave, suspension from practice pending an investigation, not to exceed 12 months, or termination of employment requiring job search and relocation to another eligible practice site."},{"prefix":"2","text":" A suspension shall not relieve the participant of the responsibility to complete the remaining portion of the obligation. A suspension shall not be permitted as a matter of course, but may be allowed at the discretion of the Director."},{"prefix":"b","text":" A waiver of Program contract terms and conditions shall be granted in the following situations:"},{"prefix":"1","text":" If the participant suffers from a physical or mental disability resulting in the total and permanent inability of the participant to perform the obligated service, as determined by the Director; or"},{"prefix":"2","text":" Repealed."},{"prefix":"c","text":" An obligation of an individual for service or payment of damages shall be terminated upon the death of the individual."},{"prefix":"d","text":" The Director may terminate a contract under the Program with a participant if, not later than August 16 of the year in which the contract became effective, the participant:"},{"prefix":"1","text":" Submits a signed written request to terminate the contract; and"},{"prefix":"2","text":" Repays all amounts of loan repayments paid to the participant under the contract."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"7B","text":"Health Professional Recruitment Program."},"heading":{"title":"7","chaptersection":"751","identifier":"7-751.15","catch_text":"Suspension, waiver, and termination of contract."}}