{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-47 rewrote the section, which formerly read:\n\n\"(a) For the 1st year of participation in the Program, the Department shall disburse loan repayment funds to a participant on a quarterly basis, with the first disbursement to occur within 45 days of the start of service obligation.\n\n\"(b) For each additional year of participation in the Program, the Department shall disburse loan repayment funds to a participant on a quarterly basis, with the 1st disbursement to occur within 45 days of the start of the next consecutive year of service.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Health Professional Recruitment Program Emergency Amendment Act of 2011 (D.C. Act 19-120, August 1, 2011, 58 DCR 6754).\n\nFor temporary (90 day) amendment of section, see § 2 of Health Professional Recruitment Program Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-227, November 15, 2011, 58 DCR 9936).\n\nLegislative History of Laws\n\nFor Law 16-71, see notes following § 7-751.01.\n\nLaw 19-47, the \"\"Health Professional Recruitment Program Amendment Act of 2011\", was introduced in Council and assigned Bill No. 19-158, which was referred to the Committee on Health. The Bill was adopted on first and second readings on July 12, 2011, and September 20, 2011, respectively. Signed by the Mayor on October 11, 2011, it was assigned Act No. 19-177 and transmitted to both Houses of Congress for its review. D.C. Law 19-47 became effective on December 2, 2011.\n\nDC CODE § 7-751.09\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 2006, D.C. Law 16-71, § 10, 53 DCR 61; Dec. 2, 2011, D.C. Law 19-47, § 2, 58 DCR 8941.)","sections":[{"prefix":"a","text":" The Department of Health shall disburse loan repayment funds to a participant in a 2-year lump sum payment for each contract entered into pursuant to § 7-751.07 within 90 days of the start of the performance under the contract."},{"prefix":"b","text":" For each year of participation beyond the original term of the contract, whether by renewal or continuation of a contract longer than 2 years, the Department of Health shall disburse to the participant a one-year lump sum payment within 90 days of the start of each additional year."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"7B","text":"Health Professional Recruitment Program."},"heading":{"title":"7","chaptersection":"751","identifier":"7-751.09","catch_text":"Disbursement procedure."}}