{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-219, in subsec. (b), deleted \"and\" from the end of par. (5), substituted a semicolon for a period at the end of par. (6), and added pars. (7) and (8).\n\nLegislative History of Laws\n\nFor Law 16-71, see notes following § 7-751.01.\n\nFor Law 17-219, see notes following § 7-651.17.\n\nDC CODE § 7-751.06\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 2006, D.C. Law 16-71, § 7, 53 DCR 61; Aug. 16, 2008, D.C. Law 17-219, § 5033(c), 55 DCR 7598.)","sections":[{"prefix":"a","text":" Applicants shall be competitively reviewed and selected for participation in the Program based upon the following criteria:"},{"prefix":"1","text":" Professional qualifications and relevant experience, including board eligibility or certification in his or her specialty, professional achievements, and other indicators of competency received from supervisors, department chairs, and program directors; and"},{"prefix":"2","text":" A demonstrated commitment to serve in a HPSA or MUA."},{"prefix":"b","text":" Preferential consideration will be given to:"},{"prefix":"1","text":" Residents of the District of Columbia;"},{"prefix":"2","text":" Graduates of accredited District of Columbia health professions schools or program;"},{"prefix":"3","text":" Residents of a HPSA or MUA within the District of Columbia;"},{"prefix":"4","text":" Applicants that are immediately eligible and available for service;"},{"prefix":"5","text":" Applicants that commit to longer periods of service;"},{"prefix":"6","text":" Applicants whose service obligation site is also a qualified Medical Homes DC provider;"},{"prefix":"7","text":" Applicants who are fluent in Spanish, Chinese, Vietnamese, Korean, or Amharic; and"},{"prefix":"8","text":" Applicants who have experience at a community-based primary care facility or attended a community-based health profession educational institution."},{"prefix":"c","text":" For applicants practicing at a service obligation site at the time of application to the Program, preferential consideration shall be given to those individuals who have less than 3 years of employment at the facility."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"7B","text":"Health Professional Recruitment Program."},"heading":{"title":"7","chaptersection":"751","identifier":"7-751.06","catch_text":"Selection criteria."}}