{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-219 rewrote subsec. (b), which had read as follows:\n\n\"(b) A participant found in breach of contract is liable to pay the District of Columbia the difference between the lump sum payment for the year of obligated service and a prorated amount for the days of service obligation left unfulfilled, beginning on the date the participant caused a breach of contract. This amount shall be repaid within one year of the date of breach of contract, or a longer period as determined by the Director.\"\n\nD.C. Law 18-370 rewrote subsec. (b), which had read as follows:\n\n\"(b) A participant found in breach of contract shall repay the District of Columbia for each unfulfilled day of service remaining in the participant's period of service obligation. The amount of such repayment shall be determined by dividing the sum amount previously paid to the participant by the number of days of obligated service required for the payment and multiplying the result by the number of unfulfilled days from the time of the breach of contract. This amount shall be paid within one year of the date of the breach of contract, or a longer period as determined by the Director.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 532(b) of Fiscal Year 2011 Supplemental Budget Support Emergency Act of 2010 (D.C. Act 18-694, January 19, 2011, 58 DCR 662).\n\nLegislative History of Laws\n\nFor Law 16-71, see notes following § 7-751.01.\n\nFor Law 17-219, see notes following § 7-651.17.\n\nFor history of Law 18-370, see notes under § 7-751.11.\n\nDC CODE § 7-751.13\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 2006, D.C. Law 16-71, § 14, 53 DCR 61; Aug. 16, 2008, D.C. Law 17-219, § 5033(d), 55 DCR 7598; Apr. 8, 2011, D.C. Law 18-370, § 532(b), 58 DCR 1008.)","sections":[{"prefix":"a","text":" The following shall constitute a breach of contract:"},{"prefix":"1","text":" The failure to begin or complete the required period of service obligation as set forth in the Program contract;"},{"prefix":"2","text":" The falsification or misrepresentation of information on the Program application, service verification forms, or other required documents;"},{"prefix":"3","text":" The termination of employment at a service obligation site for good cause, as determined by the employer and confirmed by the Director;"},{"prefix":"4","text":" The failure to transfer within 6 months to another approved service obligation site upon termination for reasons beyond the participant's control, as described in § 7-751.14(b)."},{"prefix":"5","text":" The failure to provide all reasonable, usual, and customary full-time health care service as set forth in the Program contract; or"},{"prefix":"6","text":" The failure to comply with any other terms as set forth by this chapter or the Director."},{"prefix":"b","text":" Within one year of the date of a breach of contract, the participant found in breach of contract shall repay the District the greater of $31,000 or an amount equal to the sum of the following:"},{"prefix":"1","text":" The amount of the loan repayments paid to the participant for any period of obligated service not completed;"},{"prefix":"2","text":" An amount equal to the product of the number of months of obligated service not completed by the participant multiplied by $7,500; and"},{"prefix":"3","text":" Interest on the amounts specified in paragraphs (1) and (2) of this subsection at the maximum legal prevailing rate, as determined by the Treasurer of the United States, from the date of the breach."},{"prefix":"c","text":" A participant found in breach of contract shall pay a monetary penalty to the District of Columbia of 50% of funds received as a participant in the Program."},{"prefix":"d","text":" Damages are not dischargeable in bankruptcy. Any financial obligation of a participant for payment of damages may not be released by discharge in bankruptcy under Title 11 of the United States Code."},{"prefix":"e","text":" The Department of Health may pursue any additional legal remedies against a participant found to be in breach of contract, including the garnishment of wages and civil penalties."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"7B","text":"Health Professional Recruitment Program."},"heading":{"title":"7","chaptersection":"751","identifier":"7-751.13","catch_text":"Breach of contract."}}