{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 16-191, in par. (9), substituted \"Shortage\" for \"Service\".\n\nD.C. Law 17-219, in par. (4), substituted \"geographic area, population group, or facility\" for \"geographic area\"; and rewrote pars. (6) and (9), which had read as follows:\n\n\"(6) 'Other health professional' means a graduate of an accredited program for registered nurses, nurse midwives, certified registered nurse practitioners, or physician assistants, and have completed any required post-graduate training.\"\n\n\"(9) 'Shortage obligation site' means a nonprofit health facility or a District of Columbia Department of Health or Department of Mental Health program that provides primary health, mental health, or dental services located in a federally designated Health Professional Shortage Area or Medically Underserved Area within the District of Columbia that provides care to District of Columbia residents regardless of ability to pay.\"\n\nLegislative History of Laws\n\nLaw 16-71, the \"District of Columbia Health Professional Recruitment Program Act of 2005\", was introduced in Council and assigned Bill No. 16-420 which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on November 1, 2005, and December 6, 2005, respectively. Signed by the Mayor on December 22, 2005, it was assigned Act No. 16-233 and transmitted to both Houses of Congress for its review. D.C. Law 16-71 became effective on March 8, 2006.\n\nFor Law 16-191, see notes following § 7-103.\n\nFor Law 17-219, see notes following § 7-651.17.\n\nMiscellaneous Notes\n\nShort title: Section 5032 of D.C. Law 17-219 provided that subtitle N of title V of the act may be cited as the \"Health Professional Recruitment Program Amendment Act of 2008\".\n\nDC CODE § 7-751.01\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 2006, D.C. Law 16-71, § 2, 53 DCR 61; Mar. 2, 2007, D.C. Law 16- 191, § 103, 53 DCR 6794; Aug. 16, 2008, D.C. Law 17-219, § 5033(a), 55 DCR 7598.)","sections":[{"prefix":"1","text":" \"Commercial loans\" means loans made by banks, credit unions, savings and loan associations, insurance companies, schools, and either financial or credit institutions that are subject to examination and supervision in their capacity as lenders by an agency of the United States or of the State or District in which the lender has its principal place of business."},{"prefix":"2","text":" \"Dentist\" means a graduate of a an accredited dental school who has completed post-graduate training in specialties of general or pediatric dentistry."},{"prefix":"3","text":" \"Director\" means Director of the Department of Health or his or her designee."},{"prefix":"4","text":" \"Health Professional Shortage Area\" and \"HPSA\" mean a geographic area, population group, or facility in the District of Columbia designated by the United States Department of Health and Human Services as lacking a sufficient number of primary care, dental, or mental health professionals to provide care for residents of the area or community."},{"prefix":"5","text":" \"Medically Underserved Area\" and \"MUA\" mean a geographic area in the District of Columbia designated by the United States Department of Health and Human Services as medically underserved."},{"prefix":"6","text":" \"Other health professional\" means a person who has graduated from an accredited program for registered nurses, nurse midwives, certified registered nurse practitioners, dental hygienists, clinical social workers, clinical psychologists, professional counselors, or physician assistants and has completed any required post-graduate training."},{"prefix":"7","text":" \"Physician\" means a graduate of an accredited medical school of allopathic or osteopathic medicine who has completed post-graduate training in specialties of family practice medicine, general internal medicine, general pediatrics, obstetrics/gynecology, psychiatry, osteopathic general practice."},{"prefix":"8","text":" \"Reasonable educational expenses\" means the costs of education, exclusive of tuition, which are considered to be required by the school's degree program or an eligible program of study, such as fees for room, board, transportation and commuting costs, books, supplies, educational equipment and materials, or clinical travel, which were part of the estimated student budget of the school in which the participant was enrolled."},{"prefix":"9","text":" \"Service obligation site\" means:"},{"prefix":"A","text":" A nonprofit entity located in a Health Professional Shortage Area or a Medically Underserved Area within the District of Columbia that provides primary care, mental health, or dental services to District of Columbia residents regardless of their ability to pay;"},{"prefix":"B","text":" A Department of Health program;"},{"prefix":"C","text":" A Department of Mental Health program; or"},{"prefix":"D","text":" Any other District program designated by the Director as a service obligation site."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"7B","text":"Health Professional Recruitment Program."},"heading":{"title":"7","chaptersection":"751","identifier":"7-751.01","catch_text":"Definitions."}}