{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 106 of Developmental Disabilities Services Management Reform Emergency Amendment Act of 2006 (D.C. Act 16-672, December 28, 2006, 54 DCR 1155).\n\nLegislative History of Laws\n\nFor Law 16-264, see notes following § 7-761.01.\n\nDC CODE § 7-761.06\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-264, § 106, 54 DCR 818.)","sections":[{"prefix":"a","text":" The Department shall be headed by a Director who shall report to the Mayor. The Mayor shall appoint the Director with the advice and consent of the Council pursuant to § 1-523.01(a)."},{"prefix":"b","text":" The Director shall:"},{"prefix":"1","text":" Hold at least a master's degree or its equivalent in human services, clinical services, human service management, public administration, social work, or a related field;"},{"prefix":"2","text":" Have relevant work experience; and"},{"prefix":"3","text":" Possess:"},{"prefix":"A","text":" Demonstrated knowledge of current best-practice policies, programs, services, and supports for individuals with developmental disabilities;"},{"prefix":"B","text":" Familiarity with local and federal funding streams supporting services to people with developmental disabilities; and"},{"prefix":"C","text":" Experience managing human service programs."},{"prefix":"c","text":" The Director shall serve as the administrative chief of the Department, and may organize personnel, re-delegate authority, develop programs, and take any other action, consistent with appropriations, as warranted to accomplish the purpose and mission of the Department or to satisfy the requirements of applicable court orders."},{"prefix":"d","text":" The Mayor shall delegate to the Director all personnel authority, including full authority to hire, retain, and terminate personnel, and the Director shall exercise that personnel authority independent of the Office of Personnel and consistent with applicable court orders."},{"prefix":"e","text":" The Mayor shall delegate to the Director all procurement authority, including contracting and contracting oversight, and the Director shall exercise that procurement authority independent of the Office of Contracting and Procurement and consistent with applicable court orders."},{"prefix":"f","text":" The Mayor shall fix the compensation of the Director pursuant to subchapter X-A of Chapter 6 of Title 1."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"7C","text":"Department on Disability Services"},"heading":{"title":"7","chaptersection":"761","identifier":"7-761.06","catch_text":"Appointment and authority of the Director."}}