{"text":"Pursuant to § 1-204.04(b), the Department on Disability Services is established as a separate Cabinet-level agency, subordinate to the Mayor, within the executive branch of the District of Columbia, for the purpose of:","historical":"Effect of Amendments\n\nD.C. Law 19-169, in par. (1), substituted \"intellectual\" for \"mental retardation\" and substituted \"individuals\" for \"consumers\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 103 of Developmental Disabilities Services Management Reform Emergency Amendment Act of 2006 (D.C. Act 16-672, December 28, 2006, 54 DCR 1155).\n\nLegislative History of Laws\n\nFor Law 16-264, see notes following § 7-761.01.\n\nFor history of Law 19-169, see notes under § 7-761.02.\n\nDC CODE § 7-761.03\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-264, § 103, 54 DCR 818; Sept. 26, 2012, D.C. Law 19-169, § 15(b), 59 DCR 5567.)","sections":[{"prefix":"1","text":" Leading the reform of the District's intellectual and developmental disabilities system by coordinating the collaborative efforts of government agencies, contractor providers, Medicaid waiver providers, labor, and community leaders to improve the care and habilitation services provided to individuals;"},{"prefix":"2","text":" Ensuring that District laws, regulations, programs, policies, and budgets are developed and implemented to promote inclusion and integration, independence, self-determination, choice, and participation in all aspects of community life for individuals with developmental disabilities and their families; and"},{"prefix":"3","text":" Promoting the well-being of individuals with developmental disabilities throughout their life spans, through the delivery of individualized, high-quality, safe services and supports."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"7C","text":"Department on Disability Services"},"heading":{"title":"7","chaptersection":"761","identifier":"7-761.03","catch_text":"Establishment and purpose of the Department on Disability Services."}}