{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 19-169 rewrote par. (1); added par. (7A); and repealed pars. (10) and (11). Prior to amendment or repeal, pars. (1), (10), and (11) read as follows:\n\n\"(1) 'Community-based services' means non-residential specialized or generic services for the evaluation, care, and habilitation of persons with mental retardation, in a community setting, directed toward the intellectual, social, personal, physical, emotional, or economic development of a person with mental retardation. Such services shall include, but not be limited to, diagnosis, evaluation, treatment, day care, training, education, sheltered employment, recreation, counseling of the person with mental retardation and his or her family, protective and other social and socio-legal services, information and referral, and transportation to assure delivery of services to persons of all ages with mental retardation.\"\n\n\"(10) 'Mental retardation' or 'persons with mental retardation' means a substantial limitation in capacity that manifests before 18 years of age and is characterized by significantly subaverage intellectual functioning, existing concurrently with 2 or more significant limitations in adaptive functioning.\n\n\"(11) 'MRDDA' means the former Mental Retardation and Developmental Disabilities Administration within the Department of Human Services.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 102 of Developmental Disabilities Services Management Reform Emergency Amendment Act of 2006 (D.C. Act 16-672, December 28, 2006, 54 DCR 1155).\n\nLegislative History of Laws\n\nFor Law 16-264, see notes following § 7-761.01.\n\nLaw 19-169, the \"People First Respectful Language Modernization Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-189, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on March 6, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 15, 2012, it was assigned Act No. 19-361 and transmitted to both Houses of Congress for its review. D.C. Law 19-169 became effective on September 26, 2012.\n\nDC CODE § 7-761.02\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-264, § 102, 54 DCR 818; Sept. 26, 2012, D.C. Law 19-169, § 15(a), 59 DCR 5567.)","sections":[{"prefix":"1","text":" \"Community-based services\" means non-residential specialized or generic services for the evaluation, care, and habilitation of persons with intellectual disabilities, in a community setting, directed toward the intellectual, social, personal, physical, emotional, or economic development of a person with an intellectual disability. The services shall include, but not be limited to, diagnosis, evaluation, treatment, day care, training, education, sheltered employment, recreation, counseling of the person with an intellectual disability and his or her family, protective and other social and socio-legal services, information and referral, and transportation to assure delivery of services to persons of all ages with intellectual disabilities."},{"prefix":"2","text":" \"Consumer\" means a resident of the District of Columbia who is receiving, or eligible to receive, services from the Department on Disability Services."},{"prefix":"3","text":" \"Department\" or \"DDS\" means the Department on Disability Services established by § 7-761.03."},{"prefix":"4","text":" \"DHS\" means the Department of Human Services."},{"prefix":"5","text":" \"Director\" means the Director of the Department on Disability Services."},{"prefix":"6","text":" \"Habilitation\" means the process by which a person is assisted to acquire and maintain those life skills which enable him or her to cope more effectively with the demands of his or her own person and of his or her own environment, including, in the case of a person committed under § 7-1304.06a, to refrain from committing crimes of violence or sex offenses, and to raise the level of his or her physical, intellectual, social, emotional, and economic efficiency. The term \" habilitation\" includes, but is not limited to, the provision of community-based services."},{"prefix":"7","text":" \"Home and community-based services waiver\" means a Medicaid home and community-based services waiver approved under section 1915(c) of the Social Security Act, approved August 13, 1981 (95 Stat. 809; 42 U.S.C. § 1396n)."},{"prefix":"7A","text":" \"Intellectual disability\" or \"persons with intellectual disabilities\" means a substantial limitation in capacity that manifests before 18 years of age and is characterized by significantly below-average intellectual functioning, existing concurrently with 2 or more significant limitations in adaptive functioning."},{"prefix":"8","text":" \"Medical Assistance Administration\" or \"MAA\" means the division of the Department of Health responsible for administering the District's Medical Assistance Program, or its successor agency."},{"prefix":"9","text":" \"Medical Assistance Program\" and \"Medicaid Program\" mean the program described in the Medicaid State Plan and administered by the Medical Assistance Administration pursuant to § 1-307.02(b), and Title XIX of the Social Security Act, approved July 30, 1965 (79 Stat. 343; 42 U.S.C. § 1396 et seq.)."},{"prefix":"10","text":" Repealed."},{"prefix":"11","text":" Repealed."},{"prefix":"12","text":" \"Resident of the District of Columbia\" shall have the same meaning as provided in § 7-1301.03(22)."},{"prefix":"13","text":" \"RSA\" means the Rehabilitation Services Agency within the Department of Human Services."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"7C","text":"Department on Disability Services"},"heading":{"title":"7","chaptersection":"761","identifier":"7-761.02","catch_text":"Definitions."}}