{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-109, see notes following ยง 7-771.01.\n\nDC CODE ยง 7-771.09\n\nCurrent through December 11, 2012","credits":"(Feb. 27, 2008, D.C. Law 17-109, ยง 10, 55 DCR 216.)","sections":[{"prefix":"a","text":" No later than March 1, 2008, the Mayor shall submit a proposed transition plan, which has been approved by the Chief Financial Officer and which is accompanied by a proposed resolution, to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess, that identifies:"},{"prefix":"1","text":" All the powers, duties, functions, operations, real and personal property, positions, assets, records, and obligations, and all unexpended balances of appropriations, allocations, and other funds available, or to be made available, including those from the MAA and the Health Care Safety Net Administration, that are used to accomplish the purposes of the Department as set forth in ยง 7-771.03;"},{"prefix":"2","text":" The powers, duties, functions, operations, real and personal property, positions, assets, records, and obligations, and all unexpended balances of appropriations, allocations, and other funds available, or to be made available, that will be transferred to the Department;"},{"prefix":"3","text":" The impact of the proposed transfers on the budget of DOH and on the budgets of each affected District agency;"},{"prefix":"4","text":" The personnel who shall form the transition team and who shall be accountable for the monitoring and allocation of functions and assets to be transferred to the Department; and"},{"prefix":"5","text":" The procedure by which other District government agencies shall pre-approve claims and allow providers to submit bills directly to the Department, enabling the Department to satisfy valid claims from all available funding sources."},{"prefix":"b","text":" If the Council does not approve or disapprove the proposed transition plan, in whole or in part, by resolution within the 45-day review period, the proposed transition plan shall be deemed approved;"},{"prefix":"c","text":" Nothing in this section shall affect any requirements imposed upon the Mayor by subchapter I of Unit A of Chapter 3 of Title 2."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"7D","text":"Department of Health Care Finance."},"heading":{"title":"7","chaptersection":"771","identifier":"7-771.09","catch_text":"Transition process."}}