{"text":"The Department shall:","historical":"Legislative History of Laws\n\nFor Law 17-109, see notes following ยง 7-771.01.\n\nDC CODE ยง 7-771.06\n\nCurrent through December 11, 2012","credits":"(Feb. 27, 2008, D.C. Law 17-109, ยง 7, 55 DCR 216.)","sections":[{"prefix":"1","text":" Have a Chief Financial Officer separate from any financial cluster, who shall:"},{"prefix":"A","text":" Be appointed by the Chief Financial Officer of the District of Columbia after consultation with the Director;"},{"prefix":"B","text":" Be qualified by experience and training to carry out accounting, budgeting, and financial management functions;"},{"prefix":"C","text":" Report directly to, be ultimately responsible to, and be under the supervisory direction of the District CFO, through the Director;"},{"prefix":"D","text":" Engage in the accounting, budgeting, and financial management functions as authorized by the District CFO;"},{"prefix":"E","text":" Serve as a member of the Department management team;"},{"prefix":"F","text":" Advocate for and advance the policy objectives of the Director, to the extent consistent with the ultimate responsibility of the Department CFO to, and supervisory control by, the District CFO; and"},{"prefix":"G","text":" Be subject to evaluation, discipline, and transfer by the District CFO, in consultation with the Director;"},{"prefix":"2","text":" Have a general counsel or the equivalent, who shall:"},{"prefix":"A","text":" Be appointed by the Attorney General for the District of Columbia as an employee of the Office of the Attorney General, after consultation with the Director;"},{"prefix":"B","text":" Be an attorney admitted to the practice of law in the District of Columbia;"},{"prefix":"C","text":" Be qualified by experience and training to advise the Department with respect to legal issues related to its powers and duties;"},{"prefix":"D","text":" Be in the Senior Executive Attorney Service as an at-will employee under the direction and control of the Attorney General;"},{"prefix":"E","text":" Be subject to all applicable provisions of subchapter VIII-B of Chapter 6 of Title 1;"},{"prefix":"F","text":" Have an attorney-client relationship with the Department;"},{"prefix":"G","text":" Advocate vigorously for the positions of the Department on legal issues, and if that advocacy poses a conflict with a legal position of the Attorney General, seek exemption from the supervision of the Attorney General as to that position, in accordance with ยง 1-608.55(b); and"},{"prefix":"H","text":" Be subject to evaluation, discipline, and transfer by the Attorney General, after consultation with the Director; and"},{"prefix":"3","text":" Have sufficient staff, supervisory personnel, and resources, and be organized to carry out the functions and duties set forth in this chapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"7D","text":"Department of Health Care Finance."},"heading":{"title":"7","chaptersection":"771","identifier":"7-771.06","catch_text":"Department organization."}}