{"text":"Notwithstanding any other provision of law, the Department shall:","historical":"Legislative History of Laws\n\nFor Law 17-109, see notes following § 7-771.01.\n\nDC CODE § 7-771.07\n\nCurrent through December 11, 2012","credits":"(Feb. 27, 2008, D.C. Law 17-109, § 8, 55 DCR 216.)","sections":[{"prefix":"1","text":" Be the single state agency, successor to the Medical Assistance Administration, for the administration of the Medicaid Program under section 1902(a)(5) of the Social Security Act, approved July 30, 1965 (79 Stat. 344; 42 U.S.C. § 1396a(a)(5));"},{"prefix":"2","text":" Administer the D.C. HealthCare Alliance program and any other publicly funded health-care insurance program;"},{"prefix":"3","text":" Coordinate with the United States Department of Health and Human Services, Centers for Medicare and Medicaid Services on all waivers, State Plan amendments, demonstration grants, and other opportunities to maximize federal assistance and fulfill the purposes of the Department as set forth in § 7- 771.03;"},{"prefix":"4","text":" Coordinate with other District government agencies to ensure effective and efficient use of Medicaid dollars, including providing training and technical assistance to ensure proper and timely billing and claims processing;"},{"prefix":"5","text":" Cooperate with other District agencies to ensure coordinated health-care access and delivery for publicly funded health-care services;"},{"prefix":"6","text":" Collaborate with the District agency responsible for eligibility determination in monitoring enrollment and beneficiary-outreach efforts;"},{"prefix":"7","text":" Engage providers and clients in eligibility, access, quality-of-care, and reimbursement issues;"},{"prefix":"8","text":" Develop and maintain a comprehensive information-technology infrastructure that accurately and efficiently processes claims, interfaces with other necessary public, private, and nonprofit information-technology systems, and collects information for data analysis of trending, cost measurement, performance management, policy development, and strategic planning;"},{"prefix":"9","text":" Develop a long-term-care-finance infrastructure, in cooperation with other District agencies, including the Department of Disability Services, Office on Aging, Long-Term Care Ombudsman, and DOH;"},{"prefix":"10","text":" Promote cost-containment initiatives through policy development, best-practice implementation, grant development, innovative strategies to leverage funding sources, and strategic planning;"},{"prefix":"11","text":" Develop an annual budget for the Department to be submitted to the Council by the Mayor, in accordance with § 1-204.42; and"},{"prefix":"12","text":" Exercise any other power or duty necessary to fulfill the purposes of the Department as set forth in § 7-771.03."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"A","text":" General."},"chapter":{"identifier":"7D","text":"Department of Health Care Finance."},"heading":{"title":"7","chaptersection":"771","identifier":"7-771.07","catch_text":"Powers and duties of the Department."}}