{"text":"The Committee shall:","historical":"Prior Codifications\n\n1981 Ed., § 6-316.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-65, see Historical and Statutory Notes following § 7-831.\n\nFor legislative history of D.C. Law 6-13, see Historical and Statutory Notes following § 7-832.\n\nDC CODE § 7-836\n\nCurrent through December 11, 2012","credits":"(Apr. 29, 1980, D.C. Law 3-65, § 7, 27 DCR 1087; July 25, 1985, D.C. Law 6-13, § 2(c), 32 DCR 3235.)","sections":[{"prefix":"1","text":" Gather and disseminate information to further the public's understanding of metabolic disorders;"},{"prefix":"2","text":" Consult the public, especially committees and groups of persons particularly affected by metabolic disorder programs;"},{"prefix":"3","text":" Make available to the public information on the operation of all programs on metabolic disorders within the District of Columbia, except for confidential information;"},{"prefix":"4","text":" Reevaluate on a continuing basis the need for and efficacy of newborn screening tests for galactosemia, homocystinuria, hypothyroidism, maple syrup urine disease, PKU, and sickle hemoglobinopathy;"},{"prefix":"5","text":" Recommend to the Mayor any additional screening tests for metabolic disorders that should be added to those required under § 7-833(a);"},{"prefix":"6","text":" Recommend to the Mayor any screening tests for metabolic disorders required under § 7-833(a) that should be deleted;"},{"prefix":"7","text":" Consider the incidence of each metabolic disorder and the cost of detection and management of each metabolic disorder, and, where appropriate, consult District of Columbia and national experts concerning the medical, psychological, ethical, social and economic effects of programs for the detection and management of metabolic disorders;"},{"prefix":"8","text":" Keep the Mayor informed as to new and improved techniques for screening and testing newborns for metabolic disorders; and"},{"prefix":"9","text":" Recommend to the Mayor a laboratory or laboratories for designation under § 7-833(b)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Child and Infant Screening; Early Intervention."},"chapter":{"identifier":"8A","text":"Newborn Screening."},"heading":{"title":"7","chaptersection":"836","identifier":"7-836","catch_text":"Committee on Metabolic Disorders--Duties."}}