{"text":"The Mayor shall insure that:","historical":"Prior Codifications\n\n1981 Ed., ยง 6-314.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-65, see Historical and Statutory Notes following ยง 7-831.\n\nDelegation of Authority\n\nDelegation of Authority pursuant to D.C. Law 3-65, \"District of Columbia New Born Screening Requirement Act of 1979\", see Mayor's Order 2004-172, October 20, 2004 (51 DCR 10494).\n\nDC CODE ยง 7-834\n\nCurrent through December 11, 2012","credits":"(Apr. 29, 1980, D.C. Law 3-65, ยง 5, 27 DCR 1087.)","sections":[{"prefix":"1","text":" Carriers of metabolic disorders should not be stigmatized and should not be discriminated against by any person within the District of Columbia;"},{"prefix":"2","text":" District of Columbia policy regarding metabolic disorders should be made with full public knowledge, in light of expert opinion, and should be periodically reviewed to consider changing medical knowledge and ensure full public protection; and"},{"prefix":"3","text":" Participation of persons in metabolic disorder programs in the District of Columbia should be wholly voluntary, and that all information obtained from persons involved in metabolic disorder programs in the District of Columbia should be held strictly confidential, except as provided for in subparagraph (D) of this paragraph; and that in carrying out the mandate of this paragraph the Mayor shall further insure that:"},{"prefix":"A","text":" No test be performed on any newborn over the objections of his or her parent and that no test be performed unless such parent is fully informed of the purpose of testing for metabolic disorders, and is given a reasonable opportunity to object to such testing;"},{"prefix":"B","text":" No program requires mandatory participation, or restriction of childbearing, or be a prerequisite to eligibility for, or receipt of, any other service or assistance from or to participation in any other program;"},{"prefix":"C","text":" All participants in programs on metabolic disorders be protected from undue physical or mental harm, be informed of the nature of risks involved in participation in such a program or project, be informed of the nature and cost of available therapies or maintenance programs for those affected by metabolic disorders, and be informed of the possible benefits and risks of such therapies and programs; and"},{"prefix":"D","text":" Except for statistical data compiled without reference to the identity of any individual, all information obtained from any individual or from specimens from any newborn shall be held confidential and be considered a confidential medical record except for such information as the parent consents to be released. The parent must be informed of the scope of the information requested to be released and the purpose for releasing such information, prior to the release of any confidential information."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Child and Infant Screening; Early Intervention."},"chapter":{"identifier":"8A","text":"Newborn Screening."},"heading":{"title":"7","chaptersection":"834","identifier":"7-834","catch_text":"Principles governing newborn screening."}}