{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-276, see notes following ยง 7-851.\n\nMiscellaneous Notes\n\nSection 7(a) of D.C. Law 13-276 provides:\n\n\"(a) Section 3 shall apply on the first day of the month 120 days following the effective date of this act.\"\n\nDC CODE ยง 7-852\n\nCurrent through December 11, 2012","credits":"(Apr. 4, 2001, D.C. Law 13-276, ยง 3, 48 DCR 1865.)","sections":[{"prefix":"a","text":" Each hospital and maternity center in the District of Columbia shall establish a newborn hearing screening program to ensure that all newborns in the hospital or maternity center are screened for hearing impairment before discharge, subject to the limitations stated in subsection (d) of this section."},{"prefix":"b","text":" Each test shall be conducted by an audiologist, otolaryngologist, or other qualified person, in accordance with accepted medical practices."},{"prefix":"c","text":" The screening program shall consist of at least one of the following tests:"},{"prefix":"1","text":" Auditory brain stem response;"},{"prefix":"2","text":" Otoacustic emissions; or"},{"prefix":"3","text":" Other appropriate nationally recognized, objective physiological screening test."},{"prefix":"d","text":" Each hospital and maternity center shall inform the parent of the newborn of the availability of the hearing screening and shall perform the hearing screening unless the procedure is contrary to the parent's religious beliefs or parental consent is withheld."},{"prefix":"e","text":" Each hospital and maternity center shall document a parent's consent or refusal to participate in its newborn hearing screening program."},{"prefix":"f","text":" The results of the screening, and recommendations for follow-up testing and treatment when appropriate, shall be provided to the parent and the child's primary care health care provider, if known, before discharge."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Child and Infant Screening; Early Intervention."},"chapter":{"identifier":"8B","text":"Newborn Hearing Screening."},"heading":{"title":"7","chaptersection":"852","identifier":"7-852","catch_text":"Newborn hearing screening programs."}}