{"text":"","historical":"Prior Codifications\n\n2001 Ed., § 7-1033.\n\nEffect of Amendments\n\nD.C. Law 16-265, in subsec. (b), substituted \"between 6 months and 14 months\" for \"between 6 months and 9 months\".\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (b).\n\nLegislative History of Laws\n\nFor Law 14-190, see notes following § 7-871.01.\n\nLaw 16-265, the \"Childhood Lead Screening Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-413, which was referred to Committee on Human Services. The Bill was adopted on first and second readings on December 5, 2006, and December 19, 2006, respectively. Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-621 and transmitted to both Houses of Congress for its review. D.C. Law 16-265 became effective on March 14, 2007.\n\nFor Law 17-353, see notes following § 7-161.\n\nDelegation of Authority\n\nDelegation of Authority pursuant to D.C. Law 14-190, the 'Fiscal Year 2003 Budget Support Act of 2002', Title XX, the 'Childhood Lead Poisoning Screening and Reporting Act of 2002\", see Mayor's Order 2005-23, January 25, 2005 (52 DCR 2843).\n\nDC CODE § 7-871.03\n\nCurrent through December 11, 2012","credits":"(Oct. 1, 2002, D.C. Law 14-190, § 2003, 49 DCR 6968; Mar. 14, 2007, D.C. Law 16-265, § 2, 54 DCR 827; Mar. 25, 2009, D.C. Law 17-353, § 159, 56 DCR 1117.)","sections":[{"prefix":"a","text":" Each health care provider or facility shall inform the parent or guardian of every child under the age of 6 years in the District of Columbia, served by the provider or facility, of the requirement for periodic blood tests for lead poisoning as provided in this chapter and rules implementing this chapter."},{"prefix":"b","text":" A health care provider or facility shall, unless parental consent is withheld or an identical test has already been performed within the last 12 months, perform a blood test for lead poisoning on every child who resides in the District of Columbia as part of a well-child care visit, once between ages 6 months and 14 months, and a second time between ages 22 months and 26 months. If a child's age exceeds 26 months, and a blood lead screening has not been performed, the child shall be screened twice prior to the age of 6 years."},{"prefix":"c","text":" The laboratory that performed the tests pursuant to subsection (b) of this section shall forward all test results to the health care provider or facility where the blood sample was taken, and to the Mayor."},{"prefix":"d","text":" The health care provider or facility shall forward all elevated blood lead level results immediately to the child's parent or guardian.   Upon request of the child's parent or guardian, the health care provider or facility shall provide written evidence of testing for lead poisoning that includes the date of the test and the test results."},{"prefix":"e","text":" The Mayor, pursuant to § 7-871.06, shall issue rules governing the conditions under which a health care provider or facility shall administer additional lead screening tests exceeding the requirements of subsection (b) of this section, and the process for reporting lead screening results."},{"prefix":"f","text":" Any agreement or contract entered into by the Medical Assistance Administration to provide its services through a health insuring or a managed care organization shall include a requirement for the organization to provide screening and reporting services pursuant to the provisions of this section and the rules implementing this section, or to provide reimbursement for those services."},{"prefix":"1","text":" The agreement or contract shall explicitly include the provision of medical case management and other follow-up treatment of a Medicaid-enrolled, lead-exposed child as may be required to protect the child's health, or reimbursement for that management and treatment."},{"prefix":"2","text":" The Medical Assistance Administration shall provide for coverage and reimbursement of an environmental investigation and source control measures necessary to eliminate any lead-based paint hazard to which a Medicaid-enrolled, lead-poisoned child is exposed in the child's home environment, including, but not limited to, paint stabilization and cleanup of any dust-lead hazard."},{"prefix":"g","text":" The Mayor shall issue an annual report to the Council summarizing and analyzing the lead screening results obtained pursuant to this chapter.   The report shall include recommendations based on or pertaining at a minimum to:"},{"prefix":"1","text":" The extent of compliance with the requirements of this section; and"},{"prefix":"2","text":" The incidence and prevalence rates of childhood lead poisoning in the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Child and Infant Screening; Early Intervention."},"chapter":{"identifier":"8D","text":"Childhood Lead Poisoning Screening and Reporting."},"heading":{"title":"7","chaptersection":"871","identifier":"7-871.03","catch_text":"Childhood lead screening and reporting requirements."}}