{"text":"Each: (1) health, educational, and social service agency or institution operating in the District of Columbia and having in its care or custody (either full or part time), or rendering service to, any blind person; (2) physician and osteopath licensed or registered by the District of Columbia who has in his professional care for diagnosis or treatment such a person; and (3) optometrist licensed by the District of Columbia who, in the course of his practice of optometry, ascertains that a person is blind, shall report in writing to the Mayor the name, age, and residence of such person and such additional information as the Council may, by regulation, require for incorporation in the register referred to in § 7-901. Such register and reports shall not be open to public inspection. The Mayor may make available in the form of statistical abstracts or digests information contained in such register and reports if the identity of persons referred to in such register or reports is not disclosed in such abstracts or digests.","historical":"Prior Codifications\n\n1981 Ed., § 6-1602.\n\n1973 Ed., § 6-1402.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 7-902\n\nCurrent through December 11, 2012","credits":"(Aug. 3, 1968, 82 Stat. 633, Pub. L. 90-458, § 2.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"B-I","text":" Blind and Physically Disabled Persons."},"chapter":{"identifier":"9","text":"Register of Blind Persons. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"902","identifier":"7-902","catch_text":"Persons required to file reports; confidentiality of register and reports; statistical abstracts."}}