{"text":"That the Mayor of the District of Columbia shall establish and maintain a register of blind persons residing in the District of Columbia. Such register shall, under regulations prescribed by the Council of the District of Columbia, provide information of such nature as will or may be of assistance in the planning of improved facilities and services for blind persons and in the restoration and conservation of sight.","historical":"Prior Codifications\n\n1981 Ed., § 6-1601.\n\n1973 Ed., § 6-1401.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nTransfer of Functions\n\nOrganization Order No. 104 provided for the establishment, maintenance, and administration of a register of blind persons by the Department of Vocational Rehabilitation. All functions stated in such Order were transferred to the Director of the Department of Human Resources by Commissioner's Order No. 69- 96, dated March 7, 1969, as amended by Commissioner's Order No. 70-83, dated March 6, 1970. The Department of Human Resources was replaced by the Department of Human Services, by Reorganization Plan No. 2 of 1979, dated February 21, 1980.\n\nDC CODE § 7-901\n\nCurrent through December 11, 2012","credits":"(Aug. 3, 1968, 82 Stat. 633, Pub. L. 90-458, § 1.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"7","text":"Human Health Care and Safety. (Refs & Annos)"},"subtitle":{"prefix":"B-I","text":" Blind and Physically Disabled Persons."},"chapter":{"identifier":"9","text":"Register of Blind Persons. (Refs & Annos)"},"heading":{"title":"7","chaptersection":"901","identifier":"7-901","catch_text":"Establishment of register; purpose."}}