{"text":"For the purposes of this subchapter, the term:","historical":"Temporary Amendments of Section\n\nSection 2 of D.C. Law 18-140 amended section 10 of D.C. Law 18-55 to read as follows:\n\n\"Sec. 10. Applicability.\n\n\"Sections 2 and 4 through 6 shall apply as of January 1, 2010. Section 3 shall apply as of April 1, 2010.\".\n\nSection 4(b) of D.C. Law 18-140 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section 10 of D.C. Law 18-55, see § 2 of Anacostia River Clean Up and Protection Clarification Emergency Act of 2009 (D.C. Act 18-282, January 11, 2010, 57 DCR 950).\n\nLegislative History of Laws\n\nLaw 18-55, the \"Anacostia River Clean Up and Protection Act of 2009\", was introduced in Council and assigned Bill No. 18-150, which was referred to the Committees on Finance and Revenue and Government Operations and the Environment. The Bill was adopted on first and second readings on June 2, 2009, and June 16, 2008, respectively. Enacted without signature by the Mayor on July 6, 2009, it was assigned Act No. 18-134 and transmitted to both Houses of Congress for its review. D.C. Law 18-55 became effective on September 23, 2009.\n\nMiscellaneous Notes\n\nSection 10 of D.C. Law 18-55 provides:\n\n\"Sec. 10. Applicability.\n\n\"Sections 2 through 6 shall apply as of January 1, 2010.\"\n\nDC CODE § 8-102.01\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 2009, D.C. Law 18-55, § 2, 56 DCR 5703.)","sections":[{"prefix":"1","text":" \"Disposable carryout bag\" means a bag of any material, commonly plastic or kraft paper, which is provided to a consumer at the point of sale to carry purchases. The term \"disposable carryout bag\" shall not include:"},{"prefix":"A","text":" Bags used by consumers inside stores to:"},{"prefix":"i","text":" Package bulk items, such as fruit, vegetables, nuts, grains, candy, or small hardware items;"},{"prefix":"ii","text":" Contain or wrap frozen foods, meat, or fish, whether prepackaged or not;"},{"prefix":"iii","text":" Contain or wrap flowers, potted plants, or other items where dampness may be a problem; and"},{"prefix":"iv","text":" Contain unwrapped prepared foods or bakery goods;"},{"prefix":"B","text":" Bags provided by pharmacists to contain prescription drugs;"},{"prefix":"C","text":" Newspaper bags, door-hanger bags, laundry-dry cleaning bags, or bags sold in packages containing multiple bags intended for use as garbage, pet waste, or yard waste bags;"},{"prefix":"D","text":" Paper carryout bags that restaurants, as defined in § 47-2827(e)(2), provide to customers to take food away from the retail establishment;"},{"prefix":"E","text":" Reusable carryout bags; or"},{"prefix":"F","text":" Bags provided to the consumer, as required by § 25-113(b)(5)(C), for the purpose of transporting a partially consumed bottle of wine."},{"prefix":"2","text":" \"Fund\" means the Anacostia River Clean Up and Protection Fund established by § 8-102.05(a)."},{"prefix":"3","text":" \"Retail establishment\" means any licensee under a Public Health: Food Establishment Retail endorsement to a basic business license under Chapter 28 of Title 47 or under an off-premises retailer's license, class A or B, pursuant to § 25-112."},{"prefix":"4","text":" \"Reusable carryout bag\" means a bag with handles that is specifically designed and manufactured for multiple reuse and is made of cloth, fiber, other machine washable fabric, or durable plastic that is at least 2.25 millimeters thick."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"1-A","text":"Anacostia River Clean Up and Protection."},"heading":{"title":"8","chaptersection":"102","identifier":"8-102.01","catch_text":"Definitions."}}