{"text":"For the purposes of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 6-3403.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-226, see Historical and Statutory Notes following § 8-1001.\n\nLaw 8-93, the \"District of Columbia Solid Waste Management and Multi-Material Recycling Act of 1988 Amendment Temporary Act of 1989,\" was introduced in Council and assigned Bill No. 8-484. The Bill was adopted on first and second readings on December 5, 1989, and December 19, 1989, respectively. Signed by the Mayor on January 11, 1990, it was assigned Act No. 8-144 and transmitted to both Houses of Congress for its review. Law 8-93 became effective on March 15, 1990.\n\nLaw 8-154, the \"Recycling Clarification Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-408, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on May 15, 1990, and May 29, 1990, respectively. Signed by the Mayor on June 14, 1990, it was assigned Act No. 8-215 and transmitted to both Houses of Congress for its review.\n\nD.C. Law 10-68, the \"Technical Amendments Act of 1993,\" was introduced in Council and assigned Bill No. 10-166, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 29, 1993, and July 13, 1993, respectively. Signed by the Mayor on August 23, 1993, it was assigned Act No. 10-107 and transmitted to both Houses of Congress for its review. D.C. Law 10-68 became effective on February 5, 1994.\n\nLaw 10-178, the \"District of Columbia Solid Waste Management and Multi-Material Recycling Act of 1988 Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-10, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on June 7, 1994, and July 5, 1994, respectively. Signed by the Mayor on July 26, 1994, it was assigned Act No. 10-303 and transmitted to both Houses of Congress for its review. D.C. Law 10-178 became effective on September 24, 1994.\n\nDC CODE § 8-1003\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-226, § 4, 36 DCR 595; Mar. 15, 1990, D.C. Law 8-93, § 2(a), 37 DCR 780; Sept. 8, 1990, D.C. Law 8-154, § 2(a), 37 DCR 4045; Feb. 5, 1994, D.C. Law 10-68, § 19(a), 40 DCR 6311; Sept. 24, 1994, D.C. Law 10-178, § 3(a), 41 DCR 5205.)","sections":[{"prefix":"1","text":" \"Commercial solid waste stream\" means that part of the solid waste stream that is not collected by the District government."},{"prefix":"2","text":" \"Commercial property\" means any property that does not receive solid waste collection services from the District government."},{"prefix":"3","text":" \"Compost\" means the substance produced through the decomposition of organic materials, including wood, paper, mulch, yard, and food waste, that is capable of being used as a soil amendment."},{"prefix":"4","text":" \"Composting\" means the decomposition of organic materials to form compost."},{"prefix":"5","text":" \"Construction and demolition wastes\" means the waste building materials and rubble resulting from construction, remodeling, repair, and demolition operation on houses, commercial buildings, pavements, and other structures."},{"prefix":"6","text":" \"Disposition\" means the transport, placement, reuse, sale, donation, transfer, or temporary storage, for a period not exceeding 6 months, of recyclable materials for all possible uses except disposal as solid waste."},{"prefix":"7","text":" \"Intermediate processing facility\" means a facility where commingled solid waste can be separated, processed, stored, assembled, and prepared for sale or other disposition, except incineration or burial."},{"prefix":"8","text":" \"Market\" means the disposition of recyclable materials that are source separated in the District and exchanged for fair market value."},{"prefix":"9","text":" \"Multi-material recycling buy-back center\" means any publicly or privately operated facility that pays the public for recyclable materials."},{"prefix":"10","text":" \"Office building\" means any commercial property where the primary functions are the transaction of administrative, business, civic, or professional services including any library, museum, university, or other facility where handling goods, wares, or merchandise, in limited quantities, is accessory to the primary occupancy or use."},{"prefix":"11","text":" \"Paper\" means all newspaper, high-grade office paper, fine paper, bond paper, offset paper, xerographic paper, memo paper, duplicator paper, continuous form paper, envelopes, printed material, or related cellulosic material containing not more than 10% by weight or volume of non-cellulosic material such as laminates, binders, coatings, or saturants."},{"prefix":"12","text":" \"Paper product\" means any paper item or commodity, including paper napkins, towels, corrugated and other cardboard, construction material, toilet tissue, and related cellulosic products containing not more than 10% by weight or volume of non-cellulosic materials such as laminates, binders, coatings, or saturants."},{"prefix":"13","text":" \"Recycling\" means a resource recovery method that involves the collection and treatment of waste material that can be reprocessed and returned to the economic mainstream as raw material or products."},{"prefix":"14","text":" \"Recyclable material\" means material that would otherwise become municipal solid waste, and that may be collected, separated, or processed and returned to the economic mainstream as a raw material or product."},{"prefix":"15","text":" \"Recycled paper\" means any paper the total weight of which is not less than 40% secondary waste paper material."},{"prefix":"16","text":" \"Recycled paper product\" means any paper product consisting of not less than 40% secondary waste paper material."},{"prefix":"17","text":" \"Recycling service\" means the service provided by a person engaged in the business of recycling, including the collection, processing, storage, purchase, sale, or disposition of recyclable materials."},{"prefix":"18","text":" \"Residential solid waste stream\" means that part of the solid waste stream that is collected by the District government."},{"prefix":"19","text":" \"Residential property\" means property that receives solid waste collection services from the District government including single family dwellings and any building or structure containing 3 or fewer dwelling units used exclusively for residential purposes."},{"prefix":"20","text":" \"Source separated recyclable material\" means a recyclable material, including paper, metal, glass, yard waste, office paper, or plastic that is stored separately from residential and commercial solid waste for the purposes of collection, disposition, and recycling."},{"prefix":"21","text":" \"Solid waste\" means garbage, refuse, or any other waste product including solid, liquid, semisolid, or contained gaseous material resulting from an industrial, commercial, or government operation or a community activity."},{"prefix":"22","text":" \"Solid waste stream\" means all residential and commercial garbage or refuse generated within the District that, unless recycled, would be disposed of by landfilling or incineration."},{"prefix":"23","text":" \"White goods\" means refrigerators, stoves, ice freezers or appliances that may contain chlorofluorocarbons."},{"prefix":"24","text":" \"Yard waste\" means any organic material, except food, and includes wood, mulch, leaves, or plants."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"10","text":"Solid Waste Management and Multi-Material Recycling. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"1003","identifier":"8-1003","catch_text":"Definitions."}}