{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-936.\n\nEffect of Amendments\n\nD.C. Law 15-39, in subsec. (a), inserted \"except that any person who violates § 8-103.14a, or the regulations promulgated thereunder, shall be fined not more than $5,000, imprisoned for no more than 90 days, or both\" before the period in par. (2), and inserted \"except that any person who violates § 8-103.14a, or the regulations promulgated thereunder, shall be fined not more than $10,000, imprisoned for no more than one year, or both\" before the period in par. (3).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 612(g) of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) amendment of section, see § 612(g) of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-188, see Historical and Statutory Notes following § 8-101.03.\n\nFor legislative history of D.C. Law 6-42, see Historical and Statutory Notes following § 7-1706.\n\nFor Law 15-39, see notes following § 8-103.01.\n\nDC CODE § 8-103.16\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1985, D.C. Law 5-188, § 17, 32 DCR 919; Oct. 5, 1985, D.C. Law 6-42, § 401, 32 DCR 4450; Nov. 13, 2003, D.C. Law 15-39, § 612(g), 50 DCR 5668.)","sections":[{"prefix":"a","text":"(1) A person who willfully or negligently violates this subchapter or the regulations promulgated pursuant to this subchapter shall be guilty of a misdemeanor."},{"prefix":"2","text":" The person shall be fined at least $2,500 or no more than $25,000 for each day of the violation, imprisoned for no more than 1 year, or both fined and imprisoned according to this paragraph, except that any person who violates § 8-103.13a, or the regulations promulgated thereunder, shall be fined not more than $5,000, imprisoned for no more than 90 days, or both."},{"prefix":"3","text":" If the person has been previously convicted under this subsection, then the person shall be fined at least $2,500 or no more than $50,000 for each day of the violation, imprisoned for no more than 2 years, or both fined and imprisoned according to this paragraph, except that any person who violates § 8-103.13a, or the regulations promulgated thereunder, shall be fined not more than $10,000, imprisoned for no more than one year, or both."},{"prefix":"b","text":"(1) Any person who knowingly makes a false statement in an application, record, report, plan, or other document maintained under this subchapter shall be guilty of a misdemeanor."},{"prefix":"2","text":" The person shall be fined no more than $10,000, imprisoned no more than 6 months, or both fined and imprisoned according to this paragraph."},{"prefix":"c","text":" Any person who violates § 8-103.08(a)(1) shall be guilty of a misdemeanor."},{"prefix":"d","text":" For the purposes of this section, the term \"person\" shall mean, in addition to the definition contained in § 8-103.01, any responsible corporate officer."},{"prefix":"e","text":" The Corporation Counsel shall prosecute violations of this subchapter in the Superior Court of the District of Columbia or any other court of competent jurisdiction."},{"prefix":"f","text":" Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this subchapter, or any rules or regulations issued under the authority of this subchapter, pursuant to Chapter 18 of Title 2. Adjudication of any infraction shall be pursuant to Chapter 18 of Title 2."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"II","text":"Water Pollution Control. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"103","identifier":"8-103.16","catch_text":"Penalties."}}