{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-938.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-188, see Historical and Statutory Notes following § 8-101.03.\n\nDC CODE § 8-103.18\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1985, D.C. Law 5-188, § 19, 32 DCR 919.)","sections":[{"prefix":"a","text":"(1) The Mayor is authorized to institute a civil action for a prohibitory or mandatory injunction or other appropriate relief by way of a temporary restraining order, preliminary or permanent injunction, or other judicial decree."},{"prefix":"2","text":" The action shall be brought in the Superior Court of the District of Columbia or any other court of competent jurisdiction."},{"prefix":"3","text":" In any action under this subsection, upon a showing that any person is violating or is about to violate any provision of this subchapter or any regulations promulgated pursuant to this subchapter or any order, permit, or permit condition established according to this subchapter, the court may grant an injunction without requiring a showing of a lack of an adequate remedy at law."},{"prefix":"b","text":"(1) For violations of this subchapter or related regulations or orders, the Mayor may bring civil action in the Superior Court of the District of Columbia or any other court of competent jurisdiction."},{"prefix":"2","text":"(A) A person who violates the laws referred to in paragraph (1) of this subsection shall be subject to a civil penalty of no more than $50,000 for each violation."},{"prefix":"B","text":" A person who willfully violates the laws referred to in paragraph (1) of this subsection shall be subject to a civil penalty of no more than $250,000 for each violation."},{"prefix":"C","text":" The court shall determine the amount of the civil penalty under this paragraph based on consideration of the following factors:"},{"prefix":"i","text":" The size of the person's business;"},{"prefix":"ii","text":" The ability of the person to continue the business despite the penalty;"},{"prefix":"iii","text":" The seriousness of the violation; and"},{"prefix":"iv","text":" The nature and the extent of success in the person's efforts to mitigate the effects of the discharge."},{"prefix":"3","text":" If the Mayor does not apply the administrative remedy under § 8- 103.17(d)(1), then the Mayor may bring suit in the Superior Court of the District of Columbia or any other court of competent jurisdiction to charge the penalty described in paragraph (2) of this subsection."},{"prefix":"4","text":" Each violation of the laws referred to in paragraph (1) of this subsection shall be considered a separate offense."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"II","text":"Water Pollution Control. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"103","identifier":"8-103.18","catch_text":"Civil actions."}}