{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-989.\n\nEffect of Amendments\n\nD.C. Law 18-223 rewrote subsec. (b), which had read as follows:\n\n\"(b) Within 180 days of October 18, 1989, the Department of Consumer and Regulatory Affairs shall issue rules to assist District agencies in the preparation of an EIS, pursuant to subchapter I of Chapter 5 of Title 2.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 6062(a) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-36, see Historical and Statutory Notes following § 8-109.01.\n\nFor Law 18-223, see notes following § 8-102.05.\n\nMiscellaneous Notes\n\nApproval and disapproval of proposed Environmental Policy Act rules: Pursuant to Resolution 8-314, the \"District of Columbia Environmental Policy Act of 1989 Proposed Rulemaking Approval & Disapproval Resolution of 1990,\" effective December 21, 1990, the Council approved, in part, and disapproved, in part, the proposed rules to implement the District of Columbia Environmental Policy Act of 1989.\n\nDistrict of Columbia Environmental Policy Act Proposed Rulemaking Approval Resolution of 1994: Pursuant to Proposed Resolution 11-25, deemed approved February 18, 1995, Council approved the proposed rulemaking adopting Chapter 72 (Environmental Policy Act Regulations) of Title 20, DCMR, issued pursuant to the \"District of Columbia Environmental Policy Act of 1989.\"\n\nShort title: Section 6061 of D.C. Law 18-223 provided that subtitle G of title VI of the act may be cited as the \"Environmental Impact Screening Forms and Environmental Impact Statements Amendment Act of 2010\".\n\nDC CODE § 8-109.09\n\nCurrent through December 11, 2012","credits":"(Oct. 18, 1989, D.C. Law 8-36, § 10, 36 DCR 5741; Sept. 24, 2010, D.C. Law 18-223, § 6062(a), 57 DCR 6242.)","sections":[{"prefix":"a","text":" Within 180 days of October 18, 1989, the Mayor shall, pursuant to subchapter I of Chapter 5 of Title 2, issue proposed rules to implement the provisions of this subchapter, including rules that establish categorical exemptions for major actions that would have no significant impact on the environment. The proposed rules shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution within this 45-day review period, the proposed rules shall be deemed approved."},{"prefix":"b","text":" The District Department of the Environment shall issue rules to assist District agencies in the review of an environmental impact screening form and in the preparation of an EIS, pursuant to subchapter I of Chapter 5 of Title 2."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"V","text":"Environmental Impact Statements. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"109","identifier":"8-109.09","catch_text":"Rules."}}