{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-930.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-188, see Historical and Statutory Notes following § 8-101.03.\n\nFor legislative history of D.C. Law 8-242, see Historical and Statutory Notes following § 8-113.01.\n\nDC CODE § 8-103.10\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1985, D.C. Law 5-188, § 11, 32 DCR 919; Mar. 8, 1991, D.C. Law 8-242, § 14, 38 DCR 344.)","sections":[{"prefix":"a","text":"(1) No person shall store a pollutant or hazardous substance at an onshore or offshore facility until the Mayor has approved a spill prevention and cleanup plan for the pollutant or hazardous substance."},{"prefix":"2","text":" The plan shall describe the procedures and the equipment, as well as the personnel preparations, for preventing and cleaning up a spill of the pollutant into District waters."},{"prefix":"b","text":"(1) If information indicates that a discharge exists from an underground facility then the Mayor may require the owner or operator to monitor to determine if the discharge exists and the extent of the discharge."},{"prefix":"2","text":" The Mayor may also require the owner or operator to remove and prevent the spread of the discharge."},{"prefix":"c","text":" The owner or operator of an underground storage tank containing oil, gasoline, or any other pollutant shall test the tank at regular intervals for leaks in conformity with the requirements of subchapter VII of this chapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"II","text":"Water Pollution Control. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"103","identifier":"8-103.10","catch_text":"Spill prevention and cleanup plan for onshore or offshore facility; discharge from underground facility; testing of underground tanks for leaks."}}