{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-3413.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(e) of District of Columbia Solid Waste Management and Multi-Material Recycling Act of 1988 Temporary Amendment Act of 1992 (D.C. Law 9-263, March 27, 1993, law notification 40 DCR 2333).\n\nFor temporary (225 day) amendment of section, see § 2(e) of District of Columbia Solid Waste Management and Multi-Material Recycling Act of 1988 Temporary Amendment Act of 1993 (D.C. Law 10-86, March 19, 1994, law notification 41 DCR 1636).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(e) of the District of Columbia Solid Waste Management and Multi-Material Recycling Act of 1988 Emergency Amendment Act of 1992 (D.C. Act 9-346, December 22, 1992, 40 DCR 141).\n\nFor temporary amendments of section, see § 2(e) of the District of Columbia Solid Waste Management and Multi-Material Recycling Act of 1988 Emergency Amendment Act of 1993 (D.C. Act 10-147, November 4, 1993, 40 DCR 8091) and § 2(e) of the District of Columbia Solid Waste Management and Multi-Material Recycling Act of 1988 Congressional Review Emergency Amendment Act of 1994 (D.C. Act 10-185, February 2, 1994, 41 DCR 627).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-226, see Historical and Statutory Notes following § 8-1001.\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Law 7-226, the \"D.C. Solid Waste Management & Multi-Material Recycling Act of 1988\", see Mayor's Order 89-160, July 20, 1989.\n\nDC CODE § 8-1013\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-226, § 14, 36 DCR 595.)","sections":[{"prefix":"a","text":" The Mayor shall modify all bid specifications relating to the purchase of paper and paper products to promote the maximum purchase of paper and products made from recycled paper and recycled paper products. Preference shall be given to recycled paper and recycled paper products, unless the price of the paper and paper products is not competitive for the purpose intended. For the purposes of this section, the term \"competitive\" means a price within 10% of the price of items that are manufactured or produced from virgin paper products."},{"prefix":"b","text":" The Mayor shall make a yearly written determination as to whether the price of recycled paper and recycled paper products is competitive, and on the percentage of recycled paper and recycled paper products purchased by the District government during the prior year. The Mayor shall submit a copy of the report to the Council on January 1, 1990, and on January 1st of each subsequent year."},{"prefix":"c","text":" Unless the price of recycled paper and recycled paper products is not competitive as determined by the Mayor pursuant to subsection (b) of this section, the percentage of the total amount of paper or paper products made from recycled paper or recycled paper products purchased by the District shall be as follows:"},{"prefix":"1","text":" Not less than 15% by October 1, 1990;"},{"prefix":"2","text":" Not less than 30% by October 1, 1991; and"},{"prefix":"3","text":" Not less than 45% by October 1, 1992."},{"prefix":"d","text":" The Mayor, after formal advertisement and solicitation of proposals for recycled paper or recycled paper products, may award a contract for paper or paper products manufactured or produced from virgin paper products in the manner prescribed by law, if no competitive proposals for recycled paper or recycled paper products are received. The award of a contract for virgin paper products shall not relieve the Mayor of any future obligation to contract for recycled paper or recycled paper products."},{"prefix":"e","text":" The Mayor shall investigate other products that are recyclable or composed, in whole or in part, of recycled materials that can be purchased for use by the District government and submit a report on the findings of the investigation and a plan for the purchase of other recycled products including glass, plastics, and tires within 6 months after March 16, 1989."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"10","text":"Solid Waste Management and Multi-Material Recycling. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"1013","identifier":"8-1013","catch_text":"District procurement policies."}}