{"text":"For the purposes of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 6-952.\n\nEffect of Amendments\n\nD.C. Law 13-91, in subsec. (3A), validated a previously made technical amendment.\n\nD.C. Law 18-256, rewrote the section, which formerly read:\n\n\"For the purposes of this subchapter, the term:\n\n\"(1) 'Categorical pretreatment standards' or 'Categorical standards' means any regulation promulgated by the Environmental Protection Agency ('EPA') which specifies quantities or concentrations of pollutants or pollutant properties which may be discharged to a POTW by existing or new industrial users in specific industrial categories.\n\n\"(1A) 'Clean Water Act' means the Federal Water Pollution Control Act (33 U.S.C. § 1251 et seq.).\n\n\"(1B) 'CFR' means the Code of Federal Regulations.\n\n\"(2) 'Discharge' means any solid, liquid, or gas introduced into the wastewater system.\n\n\"(3) 'District' means the District of Columbia.\n\n\"(3A) 'Industrial user' means a non-domestic user who discharges, causes, or permits the discharge of wastewater into the District's wastewater system.\n\n\"(4) 'Interference' means the inhibition or disruption of the District's wastewater system processes or operations which causes, may cause, or contributes to a violation of any requirement of the District's National Pollutant Discharge Elimination System permit, or which threatens life, property, or environment. Interference includes inhibition or prevention of legitimate sludge use or disposal.\n\n\"(5) 'Mayor' means the Mayor of the District of Columbia.\n\n\"(5A) 'National pretreatment standards', 'Pretreatment standards', or 'Standards' means any regulation containing pollutant discharge limits promulgated by the EPA in accordance with § 307(b) and (c) of the Clean Water Act. National pretreatment standards, Pretreatment standards, or Standards, also includes the prohibitions in § 8-105.06.\n\n\"(5B) 'NPDES' means the National Pollutant Discharge Elimination System.\n\n\"(5C) 'NPDES permit' means the National Pollution Discharge Elimination System permit issued by the EPA to the District for the operation of the Blue Plains Wastewater Treatment Facility in effect on May 8, 1998, and as it may be amended in the future, and any successor permits issued by the EPA to either the District or to WASA.\n\n\"(6) 'Objectionable color' means a color inappropriate for the normal characteristics of the receiving water.\n\n\"(7) 'Pass through' means any discharge which exits the District's wastewater system into waters of the United States in quantities or concentrations which, alone or in conjunction with a discharge or discharges from other sources, causes or may cause, or contributes to, a violation of any requirement of the NPDES permit (including an increase in the magnitude of duration of a violation).\n\n\"(8) 'Person' means any natural person, partnership, copartnership, firm, company, corporation, association, joint stock company, trust, estate, governmental entity or any other legal entity, or their legal representatives, agents, or assigns.\n\n\"(9) 'Pollutant' means any substance which induces or may induce an alteration of the chemical, physical, biological, or radiological integrity of water, which has or may have a detrimental effect on a subsequent use of that water, or which interferes or may interfere with the wastewater system.\n\n\"(10) 'Pretreatment' means the elimination of or reduction in the amount of pollutants or the alteration of the nature of pollutant properties in wastewater to a less detrimental state prior to discharge into the District's wastewater system.\n\n\"(10A) 'Pretreatment requirements' means any federal, state, or local substantive or procedural requirement related to pretreatment, other than National Pretreatment Standard, imposed on an Industrial User.\n\n\"(10B) 'Prohibited Discharge Standards' means any regulation containing prohibitions on pollutant discharges to include such regulations promulgated by the EPA. 'Prohibited Discharge Standards' also includes discharges prohibited in § 8-105.06.\n\n\"(11) 'Septic tank' means a watertight receptacle which receives the discharge from a drainage system or a part of the drainage system, and is designed and constructed to separate solids from the liquid, decompose organic matter through a period of detention, and allow the liquids to discharge into the soil outside of the tank.\n\n\"(12) 'Sludge and residue' means the accumulated solids, grease, liquids, and scum separated from wastewater during the wastewater treatment process.\n\n\"(13) 'Slug Discharge' or 'Slug load' means a discharge capable of violating the specific prohibited discharge provisions of § 8-105.06.\n\n\"(14) 'User' means any person who discharges, causes, or permits the discharge of wastewater into the District's wastewater system.\n\n\"(14A) 'WASA' means the District of Columbia Water and Sewer Authority, as established by Chapter 22 of Title 34.\n\n\"(15) 'Wastewater' means the liquid and water-carried wastes from dwellings, commercial buildings, industrial facilities, institutions, and swimming pools.\n\n\"(16) 'Wastewater system' means the devices, facilities, structures, equipment, or works owned, operated, maintained, or used by the District for the purpose of the transmission, storage, treatment, recycling, and reclamation of wastewater or to recycle or reuse water, including intercepting sewers, outfall sewers, wastewater collection systems, treatment, pumping, power, and other equipment and their appurtenances, extensions, improvements, remodeling of improvements, additions, and alterations to the additions, elements essential to provide a reliable recycled water supply such as standby treatment units and clear well facilities, and any works, including land, that are or may be an integral part of the treatment process or that are or may be used for disposal of sludge and residue resulting from such treatment, and sewers designated as storm sewers shall be considered a part of the wastewater system for purposes of this subchapter.\n\n\"(17) 'Wastewater System Regulation Act' means this subchapter.\"\n\nD.C. Law 19-171, in par. (3E), validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-76, see Historical and Statutory Notes following § 8-105.01.\n\nFor legislative history of D.C. Law 6-95, see Historical and Statutory Notes following § 8-105.01.\n\nLaw 12-106, the \"Wastewater System Regulation Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-299, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on January 6, 1998, and February 3, 1998, respectively. Signed by the Mayor on February 17, 1998, it was assigned Act No. 12-284 and transmitted to both Houses of Congress for its review. Law 12-106 became effective on May 8, 1998.\n\nLaw 13-91, the \"Technical Amendments Act of 1999,\" was introduced in Council and assigned Bill No. 13-435, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 2, 1999, and December 7, 1999, respectively. Signed by the Mayor on December 29, 1999, it was assigned Act No. 13-234 and transmitted to both Houses of Congress for its review. D.C. Law 13-91 became effective on April 12, 2000.\n\nLaw 18-256 , the \"Wastewater System Regulation Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-252, which was referred to the Committee on Public Works and Transportation. The Bill was adopted on first and second readings on June 29, 2010, and July 13, 2010, respectively. Signed by the Mayor on August 3, 2010, it was assigned Act No. 18-527 and transmitted to both Houses of Congress for its review. D.C. Law 18-256 became effective on October 26, 2010.\n\nLaw 19-171, the \"Technical Amendments Act of 2012\", was introduced in Council and assigned Bill No. 19-397, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 20, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 23, 2012, it was assigned Act No. 19-376 and transmitted to both Houses of Congress for its review. D.C. Law 19-171 became effective on September 26, 2012.\n\nReferences in Text\n\n\"Section 307(b) and (c) of the Clean Water Act\", referred to in (1E), (3E), (5E) and (5A), is 33 U.S.C. § 1317(b) and (c).\n\nDC CODE § 8-105.02\n\nCurrent through December 11, 2012","credits":"(Mar. 12, 1986, D.C. Law 6-95, § 3, 33 DCR 577; May 8, 1998, D.C. Law 12- 106, § 2(a), 45 DCR 1724; May 8, 1998, D.C. Law 12-106, § 2(a), 45 DCR 1724; Apr. 12, 2000, D.C. Law 13-91, § 139(a), 47 DCR 520; Oct. 26, 2010, D.C. Law 18-256, § 2(a), 57 DCR 8082; Sept. 26, 2012, D.C. Law 19- 171, § 57(a), 59 DCR 6190.)","sections":[{"prefix":"1","text":" Repealed."},{"prefix":"1A","text":" Repealed."},{"prefix":"1B","text":" Repealed."},{"prefix":"1C","text":" \"Best Management Practices\" or \"BMPs\" means the schedules of activities, prohibitions of practices, maintenance procedures, and other management practices to implement the prohibitions listed in 40 CFR § 403.5(a)(1) and (b), § 8-105.06 and local pretreatment requirements established pursuant to §§ 8-105.07 and 8-105.15. BMPs also include treatment requirements, operating procedures, and practices to control plant site runoff, spillage or leaks, sludge or waste disposal, or drainage from raw materials storage."},{"prefix":"1D","text":" \"Blue Plains\" means the District of Columbia's Wastewater Treatment Plant at Blue Plains, a POTW."},{"prefix":"1E","text":" \"Categorical Pretreatment Standards\" or \"Categorical Standards\" or \"National Categorical Pretreatment Standards\" means any regulation promulgated by the Environmental Protection Agency (\"EPA\") in accordance with section 307(b) and (c) of the Clean Water Act which specifies quantities or concentrations of pollutants or pollutant properties which may be discharged to a POTW by existing or new Industrial Users in specific industrial categories provided in 40 CFR Chapter I, Subchapter N, Parts 405-471."},{"prefix":"1F","text":" \"Categorical wastewater\" means wastewater subject to National Categorical Pretreatment Standards."},{"prefix":"1G","text":" \"Clean Water Act\" means the Federal Water Pollution Control Act, approved October 18, 1972 (86 Stat. 816; 33 U.S.C. § 1251 et seq.)."},{"prefix":"1H","text":" \"CFR\" means the Code of Federal Regulations."},{"prefix":"1I","text":" \"Cooling water\" means the wastewaters discharged from any system of heat transfer, such as condensation, air conditioning, cooling, or refrigeration to which the only pollutant added is heat."},{"prefix":"2","text":" \"Discharge\" means any solid, liquid, or gas introduced into the wastewater system, including indirect discharges."},{"prefix":"3","text":" \"District\" means the District of Columbia."},{"prefix":"3A","text":" Repealed."},{"prefix":"3B","text":" \"District pretreatment standards\" or \"Local limits\" means those limits established pursuant to §§ 8-105.07 and 8-105.15."},{"prefix":"3C","text":" \"Hazardous waste\" means any waste defined as hazardous waste in § 8- 1302(2)."},{"prefix":"3D","text":" \"High strength wastes\" means wastewater containing concentrations of organic matter, solids, or nutrients that are higher than domestic (residential) strength wastewater."},{"prefix":"3E","text":" \" Indirect discharge\" means the introduction of pollutants into a POTW or the District's wastewater system from any non-domestic source regulated under sections 307(b), (c), or (d) of the Clean Water Act, and this subchapter."},{"prefix":"3F","text":" \"Industrial User\" means a source of indirect discharge from a non-domestic user who discharges, causes, or permits the discharge of wastewater into the District's wastewater system."},{"prefix":"3G","text":" \"Infectious waste\" means any waste defined as infectious waste in § 8- 1051(21)."},{"prefix":"4","text":" \"Interference\" means a discharge which, alone or in conjunction with a discharge or discharges from other sources, both:"},{"prefix":"A","text":" Inhibits or disrupts the District's wastewater system, its treatment processes or operations, or its sludge processes, use, or disposal; and"},{"prefix":"B","text":" Therefore is a cause of a violation of any requirement of WASA's NPDES permit (including an increase in the magnitude or duration of a violation) or of the prevention of sewage sludge use or disposal in compliance with the following statutory provisions and regulations or permits issued thereunder (or more stringent State or local regulations):"},{"prefix":"i","text":" Section 405 of the Clean Water Act (33 U.S.C. § 1345);"},{"prefix":"ii","text":" The Solid Waste Disposal Act (\"SWDA\"), more commonly known as the Resource Conservation and Recovery Act of 1976, approved October 21, 1976 (90 Stat. 2795; 42 U.S.C. § 6901 et seq.), and including State or District regulations contained in any State or District sludge management plan prepared pursuant to subtitle D of the SWDA;"},{"prefix":"iii","text":" The Clean Air Act, approved December 17, 1963 (77 Stat. 392; 42 U.S.C. § 7401 et seq.);"},{"prefix":"iv","text":" The Toxic Substances Control Act, approved October 11, 1976 (90 Stat. 2003; 15 U.S.C. § 2601 et seq.); and"},{"prefix":"v","text":" The Marine Protection, Research, and Sanctuaries Act of 1972, approved October 23, 1972 (86 Stat. 1052; 33 U.S.C. § 1401 et seq.)."},{"prefix":"5","text":" \"Mayor\" means the Mayor of the District of Columbia or any representative or agency designated by the Mayor to carry out the provisions of this subchapter."},{"prefix":"5A","text":" Repealed."},{"prefix":"5B","text":" Repealed."},{"prefix":"5C","text":" Repealed."},{"prefix":"5D","text":" \"Medical waste\" means any waste defined as medical waste in § 8- 901(3A)."},{"prefix":"5E","text":" \"National Pretreatment Standards\", \"Pretreatment standards\", or \"Standards\" means any regulation containing pollutant discharge limits promulgated by the EPA in accordance with section 307(b) and (c) of the Clean Water Act, which applies to Industrial Users. National Pretreatment Standards, pretreatment standards, or standards, includes prohibitive discharge limits and local limits established pursuant to 40 CFR § 403.5."},{"prefix":"5F","text":" \"Natural outlet\" means any outlet into a watercourse, pond, ditch, river, lake, or other body of surface water."},{"prefix":"5G","text":" \"NPDES\" means the National Pollutant Discharge Elimination System."},{"prefix":"5H","text":" \"NPDES permit\" means the National Pollution Discharge Elimination System permit issued by the EPA Region III to WASA for the operation of the Blue Plains Wastewater Treatment Facility in effect on June 4, 2007 and as it may be amended or modified in the future, and any successor permits issued by the EPA Region III to either the District or to WASA."},{"prefix":"6","text":" \"Objectionable color\" means a color inappropriate for the normal characteristics of the receiving water."},{"prefix":"7","text":" \"Pass through\" means any discharge which exits the District's wastewater system into waters of the United States in quantities or concentrations which, alone or in conjunction with a discharge or discharges from other sources, causes or may cause, or contributes to, a violation of any requirement of the NPDES permit (including an increase in the magnitude of duration of a violation)."},{"prefix":"8","text":" \"Person\" means any natural person, partnership, copartnership, firm, company, corporation, association, joint stock company, trust, estate, governmental entity or any other legal entity, or their legal representatives, agents, or assigns."},{"prefix":"9","text":" \"Pollutant\" means any substance which induces or may induce an alteration of the chemical, physical, biological, or radiological integrity of water, which has or may have a detrimental effect on a subsequent use of that water, or which interferes or may interfere with the wastewater system."},{"prefix":"10","text":" \"Pretreatment\" means the reduction of the amount of pollutants, the elimination of pollutants, or the alteration of the nature of pollutant properties in wastewater prior to or in lieu of discharging or otherwise introducing such pollutants to the District's wastewater system. This reduction or alteration may be obtained by physical, chemical, or biological processes, process changes, or by other means, except as prohibited by 40 CFR § 403.6(d) and § 8-105.06(h). Appropriate pretreatment technology includes control equipment, such as equalization tanks or facilities, for protection against surges or slug loadings that might interfere with or otherwise be incompatible with the District's wastewater system. However, if wastewater from a regulated process is mixed in an equalization facility with unregulated wastewater or with wastewater from another regulated process, the effluent from the equalization facility must meet an adjusted pretreatment limit calculated in accordance with 40 CFR § 403.6(e)."},{"prefix":"10A","text":" \"Pretreatment requirements\" means any District pretreatment standard or federal, state, or local substantive or procedural requirement related to pretreatment, other than a National Pretreatment Standard, imposed on an Industrial User."},{"prefix":"10B","text":" \"Prohibited Discharge Standards\" or \"Prohibitive Discharge limits\" means any statute or regulation containing prohibitions on pollutant discharges including regulations promulgated by the EPA and the prohibitions in § 8- 105.06 and local pretreatment requirements established pursuant to §§ 8- 105.07 and 8-105.15."},{"prefix":"10C","text":" \"Publicly Owned Treatment Works\" or \"POTW\" means a treatment works as defined by section 212 of the Clean Water Act (33 U.S.C. § 1292), which is owned by a State or municipality, such as the District of Columbia. The term includes any devices and systems used in the storage, treatment, recycling, and reclamation of municipal sewage or industrial wastes of a liquid nature. It also includes sewers, pipes, and other conveyances which convey wastewater to a treatment plant."},{"prefix":"10D","text":" \"POTW treatment plant\" means that portion of a POTW which is designed to provide treatment (including recycling and reclamation) of municipal sewage and industrial waste."},{"prefix":"11","text":" \"Septic tank\" means a watertight receptacle which receives the discharge from a drainage system or a part of the drainage system, and is designed and constructed to separate solids from the liquid, decompose organic matter through a period of detention, and allow the liquids to discharge into the soil outside of the tank."},{"prefix":"11A","text":" \"Significant Industrial User\" or \"SIU\" means:"},{"prefix":"A","text":" Except as provided in subparagraphs (B) and (C) of this paragraph, the term \"Significant Industrial User\" or \"SIU\" means:"},{"prefix":"i","text":" All Industrial Users subject to Categorical Pretreatment Standards under 40 CFR § 403.6, and 40 CFR Chapter I, Subchapter N; and"},{"prefix":"ii","text":" Any other Industrial User that:"},{"prefix":"I","text":" Discharges an average of 25,000 gallons per day or more of process wastewater to the District's wastewater system or other POTW (excluding sanitary, non-contact cooling, and boiler blowdown wastewater);"},{"prefix":"II","text":" Contributes a process wastestream which makes up 5% or more of the average dry weather hydraulic or organic capacity of Blue Plains; or"},{"prefix":"III","text":" Is designated as a Significant Industrial User by WASA on the basis that the Industrial User has a reasonable potential for adversely affecting the operation of Blue Plains or for violating any pretreatment standard or requirement."},{"prefix":"B","text":" WASA may determine that an Industrial User subject to Categorical Pretreatment Standards under 40 CFR § 403.6 and 40 CFR Chapter I, Subchapter N is a Non-Significant Categorical Industrial User rather than a Significant Industrial User on a finding that the Industrial User never discharges more than 100 gallons per day of total categorical wastewater (excluding sanitary, non-contact cooling, and boiler blowdown wastewater, unless specifically included in the pretreatment standard) and the following conditions are met:"},{"prefix":"i","text":" The Industrial User, prior to WASA's finding, has consistently complied with all applicable Categorical Pretreatment Standards and requirements;"},{"prefix":"ii","text":" The Industrial User annually submits the certification statement required in 40 CFR § 403.12(q) together with any additional information necessary to support the certification statement; and"},{"prefix":"iii","text":" The Industrial User never discharges any untreated concentrated wastewater."},{"prefix":"C","text":" Upon a finding that an Industrial User meeting the criteria in subparagraph (A)(ii) of this paragraph has no reasonable potential for adversely affecting the operation of Blue Plains or for violating any pretreatment standards or requirements, WASA may at any time, on its own initiative or in response to a petition received from an Industrial User, and in accordance with 40 CFR § 403.8(f)(6), determine that such Industrial User is not a Significant Industrial User."},{"prefix":"11B","text":" \"Significant noncompliance\" means a Significant Industrial User that is in significant noncompliance with the pretreatment standards and requirements if it violates a term of a discharge permit and its violation meets one or more of the criteria listed in § 8-105.13, or an Industrial User whose violation meets one or more of the criteria listed in § 8-105.13(c)(3), (7) or (8)."},{"prefix":"12","text":" \"Sludge and residue\" means the accumulated solids, grease, liquids, and scum separated from wastewater during the wastewater treatment process."},{"prefix":"13","text":" \"Slug discharge\" or \"Slug load\" means any discharge of a non-routine, episodic nature, including an accidental spill or a non-customary batch discharge, which has a reasonable potential to cause interference or pass through, or in any other way violate WASA's regulations, local limits, or permit conditions such that it is capable of violating the specific prohibitive discharge limits of § 8-105.06 and local pretreatment requirements established pursuant to §§ 8-105.07 and § 8-105.15."},{"prefix":"14","text":" \"User\" means any person who discharges, causes, or permits the discharge of wastewater into the District's wastewater system."},{"prefix":"14A","text":" \"WASA\" means the District of Columbia Water and Sewer Authority, as established by Chapter 22 of Title 34."},{"prefix":"15","text":" \"Wastewater\" means the liquid and water-carried wastes from dwellings, commercial buildings, industrial facilities, institutions, and swimming pools."},{"prefix":"16","text":" \"Wastewater system\" means the devices, facilities, structures, equipment, or works owned, operated, maintained, or used by the District or WASA for the purpose of the transmission, storage, treatment, recycling, and reclamation of wastewater or to recycle or reuse water, including intercepting sewers, outfall sewers, wastewater collection systems, treatment, pumping, power, and other equipment and their appurtenances, extensions, improvements, remodeling of improvements, additions, and alterations to the additions, elements essential to provide a reliable recycled water supply such as standby treatment units and clear well facilities, and any works, including land, that are or may be an integral part of the treatment process or that are or may be used for disposal of sludge and residue resulting from such treatment, and sewers designated as storm sewers shall be considered a part of the wastewater system for purposes of this subchapter."},{"prefix":"17","text":" \"Wastewater System Regulation Act\" means this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"III","text":"Wastewater Control. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"105","identifier":"8-105.02","catch_text":"Definitions."}}