{"text":"Within 90 days after March 16, 1989, the Mayor shall, pursuant to subchapter I of Chapter 5 of Title 2, issue proposed rules to implement the provisions of this subchapter. The proposed rules shall be submitted to the Council for a 45-day period of review excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules in whole or in part, by resolution within this 45-day review period, the proposed rules shall be deemed approved.","historical":"Prior Codifications\n\n1981 Ed., ยง 6-3418.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-226, see Historical and Statutory Notes following ยง 8-1001.\n\nMiscellaneous Notes\n\nApproval in part and disapproval in part of proposed rules: Pursuant to Resolution 8-102, the \"District of Columbia Solid Waste Management and Multi-Material Recycling Act Proposed Rules Approval and Disapproval Resolution of 1989\", effective October 10, 1989, the Council approved in part and disapproved in part the proposed rules issued pursuant to the District of Columbia Solid Waste Management and Multi-Material Recycling Act of 1988.\n\nPursuant to Resolution 8-201, the \"District of Columbia Solid Waste Management & Multi-Material Recycling Act Proposed Amendments to Rules Approval & Disapproval Resolution of 1990\", effective February 9, 1990, the Council approved in part and disapproved in part the proposed rules issued pursuant to the District of Columbia Solid Waste Management and Multi-Material Recycling Act of 1988.\n\nApproval and disapproval of amendments to rules: Pursuant to Resolution 8-228, the \"District of Columbia Solid Waste Management and Multi-Material Recycling Act Proposed Mayoral Amendments to Rules Approval & Disapproval Resolution of 1990\", effective June 8, 1990, the Council approved, in part, and disapproved, in part, the proposed Mayoral amendments to the rules issued pursuant to the District of Columbia Solid Waste Management and Multi-Material Recycling Act of 1988.\n\nRecycling Rules Amendment Conditional Approval Resolution of 1992: Pursuant to Resolution 9-231, effective May 22, 1992, the Council conditionally approved the proposed rules to amend the recycling regulations and corresponding schedule of fines.\n\nDC CODE ยง 8-1018\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-226, ยง 20, 36 DCR 595.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"10","text":"Solid Waste Management and Multi-Material Recycling. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"1018","identifier":"8-1018","catch_text":"Rules."}}