{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-937.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-188, see Historical and Statutory Notes following § 8-101.03.\n\nDC CODE § 8-103.17\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1985, D.C. Law 5-188, § 18, 32 DCR 919.)","sections":[{"prefix":"a","text":" When the Mayor has reason to believe that a person has violated this subchapter or regulations or orders established under this subchapter, the Mayor shall enforce this subchapter by use of any measure, or combination of measures, authorized by this subchapter; provided, however, that a person shall not, for the same violation, be assessed a civil penalty through both the judicial and the administrative processes."},{"prefix":"b","text":"(1) For violations of the law referred to in subsection (a) of this section, the Mayor may order the following:"},{"prefix":"A","text":" That the person comply with this subchapter;"},{"prefix":"B","text":" Order the person to eliminate the violation; and"},{"prefix":"C","text":" Set a deadline for the person's compliance with the commands under subparagraphs (A) and (B) of this paragraph."},{"prefix":"2","text":"(A) The Mayor shall with the order notify the person that the person has a right to timely challenge the order at a hearing before the Mayor, where the hearing will determine whether the order shall become effective."},{"prefix":"B","text":" The order shall state with reasonable specificity the nature of the violation."},{"prefix":"C","text":" The order shall set forth the corrective or remedial action to be taken."},{"prefix":"D","text":" The order shall clearly explain when it shall become effective."},{"prefix":"E","text":" The order shall clearly state the deadline for the person to request a hearing with the Mayor under subparagraph (F) of this paragraph."},{"prefix":"F","text":" If the person requests a hearing, then the Mayor shall conduct a hearing within 10 days of receiving the request and shall render a decision concerning the order within 10 days of the hearing."},{"prefix":"3","text":" Any compliance order issued by the Mayor may be served personally or by registered mail to the person's last known address, as shown on the Mayor's records."},{"prefix":"c","text":"(1) If water quality sufficient for a designated beneficial use of the water quality standards is not being attained or maintained and there is reason to believe that the use represents a health hazard to the public, the Mayor shall issue an order forbidding the use."},{"prefix":"2","text":" The orders shall contain the following to the extent needed:"},{"prefix":"A","text":" The use which is forbidden;"},{"prefix":"B","text":" The waters affected by the order;"},{"prefix":"C","text":" The duration of the order;"},{"prefix":"D","text":" The health hazard involved;"},{"prefix":"E","text":" The reason the health hazard is believed to exist;"},{"prefix":"F","text":" The penalty for violating the order; and"},{"prefix":"G","text":" The measures needed to implement the order and to improve the water quality."},{"prefix":"d","text":"(1) A civil penalty under § 8-103.18(b)(2) may be assessed by the Mayor after the Mayor notifies and provides an opportunity for a hearing to the person charged with the violation."},{"prefix":"2","text":" If the Mayor charges a civil penalty under this subsection, then the Mayor shall consider the following while determining the amount of the penalty:"},{"prefix":"A","text":" The gravity of the offense;"},{"prefix":"B","text":" The care shown by the owner, operator, or person in charge; and"},{"prefix":"C","text":" The extent of the success in mitigating the effects of the discharge."},{"prefix":"e","text":" Except where an owner or operator can prove that an unauthorized discharge was caused solely by (1) an act of God, (2) negligence on the part of the District, (3) an act of war, (4) an act or omission of a 3rd party, or (5) any combination of the foregoing causes, an owner or operator of any vessel or onshore or offshore facility from which a hazardous substance or pollutant is discharged shall be liable for the full costs of removal, or for the cost of any assistance provided or arranged by the Mayor, in accordance with § 8- 103.08(b), and for such amount as represents the damage to water quality and the aquatic life, in addition to any civil penalty."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"II","text":"Water Pollution Control. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"103","identifier":"8-103.17","catch_text":"Enforcement of subchapter."}}