{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-986.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 12 of Solid Waste Facility Permit Temporary Act of 1994 (D.C. Law 10-251, March 23, 1995, law notification 42 DCR 1650).\n\nFor temporary (225 day) amendment of section, see § 12 of Solid Waste Facility Permit Temporary Act of 1995 (D.C. Law 11-80, February 6, 1996, law notification 43 DCR 776).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 12 of the Solid Waste Facility Permit Emergency Act of 1994 (D.C. Act 10-384, December 28, 1994, 42 DCR 45).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-36, see Historical and Statutory Notes following § 8-109.01.\n\nLaw 11-94, the \"Solid Waste Facility Permit Act of 1995,\" was introduced in Council and assigned Bill No. 11-036, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on November 7, 1995, and December 5, 1995, respectively. Signed by the Mayor on December 18, 1995, it was assigned Act No. 11-177 and transmitted to both Houses of Congress for its review. D.C. Law 11-94 became effective on February 27, 1996.\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 8-101.06.\n\nDC CODE § 8-109.06\n\nCurrent through December 11, 2012","credits":"(Oct. 18, 1989, D.C. Law 8-36, § 7, 36 DCR 5741; Feb. 27, 1996, D.C. Law 11-94, § 12, 42 DCR 7172; Apr. 9, 1997, D.C. Law 11-255, § 13, 44 DCR 1271.)","sections":[{"prefix":"a","text":" No EIS shall be required by this subchapter with respect to an action:"},{"prefix":"1","text":" For which an EIS has been prepared in accordance with the National Environmental Policy Act of 1969 (42 U.S.C. § 4321 et seq.) (\"NEPA\"), and its implementing regulations, or a determination has been made under NEPA and its implementing regulations that no impact statement is required due to a finding of no significant impact or a finding that the proposed action is categorically excluded from consideration;"},{"prefix":"2","text":" For which a request has been made for the authorization or allocation of funds for a project that involves only a feasibility or planning study for a possible future action that has not been approved, adopted, or funded. The study, however, shall include consideration of environmental factors;"},{"prefix":"3","text":" Whose impact on the environment has been considered in the functional equivalent of an EIS;"},{"prefix":"4","text":" That has reached a critical stage of completion prior to October 18, 1989 and the cost of altering or abandoning the action for environmental reasons outweighs the benefits derived from the action;"},{"prefix":"5","text":" Of an environmentally protective regulatory nature;"},{"prefix":"6","text":" Exempted by rules approved pursuant to § 8-109.09(a);"},{"prefix":"7","text":" Within the Central Employment Area as defined in the Zoning Regulations of the District of Columbia;"},{"prefix":"8","text":" For which a lease, permit, certificate, or any other entitlement or permission to act by a District government agency has been approved before December 31, 1989; or"},{"prefix":"9","text":" Granting an interim operating permit to an existing solid waste facility pursuant to § 8-1053."},{"prefix":"b","text":" The Mayor or a board, commission, authority, or person shall prepare a supplemental EIS for any action exempted pursuant to subsection (a)(1) or (a)(3) of this section, if a substantial and relevant question remains with regard to the impact of the action on the environment that would otherwise be addressed in an EIS prepared in accordance with this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"V","text":"Environmental Impact Statements. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"109","identifier":"8-109.06","catch_text":"Exemptions."}}