{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-926.\n\nEffect of Amendments\n\nD.C. Law 15-39, in subsec. (a), made a nonsubstantive change in par. (2), rewrote par. (3), and added par. (4); and rewrote subsec. (d). Prior to amendment, par. (3) of subsec. (a) and subsec. (d) had read as follows:\n\n\"(3) Except as provided in subsection (d) of this section, allow dredging and filling activities on underwater lands to the extent that the activities do not interfere with fish migration, and to the extent that the aquatic habitat remains preserved or the mitigation of the destruction of the habitat takes place.\"\n\n\"(d) Before the permit is issued under subsection (a)(1) or (3) of this section, the Mayor may require the person to be permitted to perform studies to ensure conformance with this subchapter.\"\n\nD.C. Law 15-354, in subsecs. (b)(2) and (d), validated previously made technical corrections.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 612(b) of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) amendment of section, see § 612(b) of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-188, see Historical and Statutory Notes following § 8-103.01.\n\nFor Law 15-39, see notes following § 8-103.01.\n\nLaw 15-354, the \"Technical Amendments Act of 2004\", was introduced in Council and assigned Bill No. 15-1130 which was referred to the Committee of the Whole.  The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively.   Signed by the Mayor on February 9, 2005, it was assigned Act No. 15-770 and transmitted to both Houses of Congress for its review.  D.C. Law 15-354 became effective on April 13, 2005.\n\nReferences in Text\n\nThe Federal Water Pollution Control Act, referred to in subsections (b)(1) and (j), is codified at 33 U.S.C. § 1251 et seq.\n\nDC CODE § 8-103.06\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1985, D.C. Law 5-188, § 7, 32 DCR 919; Nov. 13, 2003, D.C. Law 15-39, § 612(b), 50 DCR 5668; Apr. 13, 2005, D.C. Law 15-354, §§ 18, 84(d)(1), 52 DCR 2638.)","sections":[{"prefix":"a","text":" Except that no one may discharge into a sewer corrosive, flammable, or explosive material, or material that may adversely affect the structure of a sewer line, the Mayor may:"},{"prefix":"1","text":" Allow activity which, from a point source, discharges a hazardous substance, oil or other pollutant;"},{"prefix":"2","text":" Limit pollution from nonpoint sources to a feasible degree;"},{"prefix":"3","text":" Allow dredge and fill activities or construction activities in wetlands and on underwater lands; provided, that:"},{"prefix":"A","text":" The activities do not interfere with fish migration and the aquatic habitat remains preserved; or"},{"prefix":"B","text":" Damage to, or destruction of, the habitat is mitigated to the extent the Mayor requires through onsite or offsite replacement of the habitat or through payment of an amount determined by the Mayor that shall be deposited into the fund established under § 8-103.09(d); and"},{"prefix":"4","text":" Allow underground injection, except for any hazardous waste as defined by § 6-702(2), and the rules and regulations promulgated thereunder."},{"prefix":"b","text":" If the Mayor permits any discharge under subsection (a)(1) of this section, then the Mayor shall:"},{"prefix":"1","text":" Permit the discharge and the regulated activity according to this subchapter, the Federal Water Pollution Control Act, and regulations related to these acts of legislation;"},{"prefix":"2","text":" Explicitly list the conditions under which the discharge will be permitted;"},{"prefix":"3","text":" Explicitly determine the amount of wastewater and pollutants that will be permitted under the permit referred to in this section;"},{"prefix":"4","text":" Clearly establish the location of the discharge;"},{"prefix":"5","text":" Require any monitoring and reporting by the permittee to ensure compliance with the terms and conditions of the permit;"},{"prefix":"6","text":" Limit any other types or sources of pollution that may occur as a result of the operation;"},{"prefix":"7","text":" Ensure that District waters, waters in adjacent and downstream states, and the beneficial uses of these waters will not be harmed or degraded by the discharge or a combination of discharges; and"},{"prefix":"8","text":" Permit the discharge according to the most stringent of the following:"},{"prefix":"A","text":" The maintenance or attainment of water quality standards; or"},{"prefix":"B","text":" Removing pollutants with control technology."},{"prefix":"c","text":"(1) If the Mayor limits pollution from nonpoint sources under subsection (a)(2) of this section, then the regulation of the nonpoint sources shall apply to real estate construction and development."},{"prefix":"2","text":" Before any real estate construction takes place, the person performing the construction or the development shall obtain a permit for controlling pollution from the nonpoint source."},{"prefix":"d","text":" Before any permit is issued under subsection (a)(1), (3), or (4) of this section, or any federal permit is certified under subsection (j) of this section, the Mayor may require the person seeking the permit or certification to perform studies to ensure conformance with this subchapter."},{"prefix":"e","text":"(1) The permit shall be valid for a period not to exceed 5 years and may be renewed for up to 5-year increments; provided the Mayor may by regulation provide for modification, revocation and reissuance, and termination of permits."},{"prefix":"2","text":" If the permittee timely files a complete application for renewal according to the renewal terms of the permit, then, during any delay before the permit is renewed, the Mayor may extend the validity of the expired permit for 6-month periods until the renewal takes place."},{"prefix":"f","text":"(1) If an affected state protests against a permit or a term in a permit, then the Mayor shall include the protest in the record concerning the application for the permit and shall duly consider the protest."},{"prefix":"2","text":" The Mayor shall deliver to the United States Environmental Protection Agency a copy of the protest and the Mayor's preliminary determination concerning the protest."},{"prefix":"g","text":" In addition to the enforcement procedures otherwise provided for in this subchapter, if any person violates a permit condition, discharges without a permit, or submits a fraudulent report to the Mayor, the Mayor may:"},{"prefix":"1","text":" Revoke or modify the permit; or"},{"prefix":"2","text":" Require the permittee to submit for approval a plan to eliminate the violation and in this plan describe the personnel, engineering, and the operations necessary to eliminate any further violation of this subchapter."},{"prefix":"h","text":" Those persons having a permit which has been issued by the United States Environmental Protection Agency prior to March 16, 1985, shall be exempted from the requirement for obtaining a permit under the provisions of this subchapter until the expiration date of the United States Environmental Protection Agency permit, at which time a permit from the District will be required. However, the conditions of the permit issued by the United States shall continue in force until the effective date of a permit issued by the Mayor if:"},{"prefix":"1","text":" The expired permit would remain in effect pursuant to applicable federal regulations;"},{"prefix":"2","text":" Either the regulations to implement this subsection are not yet effective; or"},{"prefix":"3","text":" The permittee has submitted a timely and complete application for a District permit; and, the Mayor, through no fault of the permittee, does not issue a new permit on or before the expiration date of the previous permit."},{"prefix":"i","text":" Before issuing any permit, the Mayor shall provide notice of the intent to issue the permit and the opportunity for a public hearing."},{"prefix":"j","text":" Before a federal permit is issued, the Mayor shall certify whether the permit conforms with this subchapter, the Federal Water Pollution Control Act, and the related regulations."},{"prefix":"k","text":"(1) Treatment facilities shall keep and have available a current manual describing the operation and maintenance procedures for the facility."},{"prefix":"2","text":" The Mayor shall periodically inspect and monitor permitted facilities to evaluate the operation and maintenance of the facility."},{"prefix":"l","text":" The Mayor may issue permits for industrial discharges to sanitary sewers flowing to municipal treatment facilities."},{"prefix":"m","text":" The discharge of sanitary sewage, wash or process water, oil laden bilge water, refuse, or litter from watercraft is prohibited."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"II","text":"Water Pollution Control. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"103","identifier":"8-103.06","catch_text":"Certain discharges permitted; terms of permit; additional enforcement procedures; effect of federal permit; public hearing on permit; special requirements for treatment facilities; permits for industrial discharges; certain discharges from watercraft prohibited."}}