{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-959.\n\nEffect of Amendments\n\nD.C. Law 18-256, rewrote the section, which formerly read:\n\n\"(a) User information and data provided to the District shall be available to the public or to any government agency without restriction unless the user specifically requests and is able to demonstrate to the satisfaction of the Mayor that the release of the information would divulge information, processes, or methods of operation entitled to protection as trade secrets, pursuant to § 2-534(a)(1).\n\n\"(b) When requested by the user in writing, information and data which might disclose trade secrets or secret processes shall not be made available for public inspection. However, the information and data shall be immediately available to the EPA for any purpose, and to WASA and the District in administrative and judicial review or enforcement proceedings to which the user is a party or in which the user has standing. Additionally, upon written request, WASA and the District may release such information and data to other government agencies in connection with uses related to this subchapter or to pretreatment programs.\n\n\"(c) Wastewater constituents and characteristics shall not be considered confidential information.\n\n\"(d) Information accepted by the Mayor as confidential shall not be transmitted to any governmental agency unless written notification is sent to the user at least 10 days before transmitting the information.\n\n\"(e)(1) All users shall retain and preserve any records, books, documents, memoranda, reports, correspondence, and any summaries of these materials relating to testing, internal or external monitoring, sampling, investigative and chemical analyses made by or in behalf of a user in connection with its discharge for no less than 3 years from the date of preparation, drafting, or memorialization.\n\n\"(2) All records which pertain to or may pertain to matters which are the subject of enforcement or litigation activities initiated by the District shall be retained and preserved by the user until all the enforcement activities have concluded and all periods of appeal have expired.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-76, see Historical and Statutory Notes following § 8-105.01.\n\nFor legislative history of D.C. Law 6-95, see Historical and Statutory Notes following § 8-105.01.\n\nFor legislative history of D.C. Law 12-106, see Historical and Statutory Notes following § 8-105.02.\n\nFor history of Law 18-256, see notes under § 8-105.02.\n\nDC CODE § 8-105.09\n\nCurrent through December 11, 2012","credits":"(Mar. 12, 1986, D.C. Law 6-95, § 10, 33 DCR 577; May 8, 1998, D.C. Law 12-106, § 2(e), 45 DCR 1724; Oct. 26, 2010, D.C. Law 18-256, § 2(g), 57 DCR 8082.)","sections":[{"prefix":"a","text":" Repealed."},{"prefix":"a-1","text":" In accordance with 40 CFR Part 2, any information submitted to WASA may be claimed as confidential by the submitter. Any such claim must be asserted at the time of submission in the manner prescribed on the application form or instructions, or, in the case of other submissions, by stamping the words \"confidential business information\" on each page containing such information. If no claim of confidentiality is made at the time of submission, WASA may make the information available to the public without further notice. If a claim is asserted, the information will be treated in accordance with the procedures in 40 CFR Part 2 (Public Information)."},{"prefix":"a-2","text":" User information and data provided to the District or WASA shall be available to the public or to any government agency without restriction unless the user specifically requests and is able to demonstrate to the satisfaction of the Mayor or WASA that the release of the information would divulge information, processes, or methods of operation entitled to protection as trade secrets, pursuant to § 2-534(a)(1)."},{"prefix":"b","text":" When requested by the user in writing at the time of submission, information and data which might disclose trade secrets or secret processes shall not be made available for public inspection. However, the information and data shall be immediately available to the EPA for any purpose, and to WASA and the District in administrative and judicial review or enforcement proceedings to which the user is a party or in which the user has standing. Additionally, upon written request, WASA and the District may release such information and data to other government agencies in connection with uses related to this subchapter or to pretreatment programs."},{"prefix":"c","text":" Effluent data, as defined in 40 CFR § 2.302, which is provided to WASA shall be available to the public without restriction."},{"prefix":"d","text":" Information accepted by the Mayor or WASA as confidential shall not be transmitted to any governmental agency, except EPA as provided in subsection (b) of this section, unless written notification is sent to the user at least 10 days before transmitting the information."},{"prefix":"d-1","text":" All other information submitted to WASA shall be available to the public at least to the extent provided by 40 CFR § 2.302."},{"prefix":"e","text":"(1) All users shall retain, preserve and make available for inspection and copying any records, books, documents, memoranda, reports, correspondence, and any summaries of these materials relating to testing, internal or external monitoring, sampling, investigative and chemical analyses made by or on behalf of a user in connection with its discharge, and documentation associated with its Best Management Practices pursuant to this subchapter, for no less than 3 years from the date of preparation, drafting, or memorialization."},{"prefix":"2","text":" All records which pertain to or may pertain to matters which are the subject of enforcement or litigation activities initiated by the District or WASA shall be retained and preserved by the user until all the enforcement activities have concluded and all periods of appeal have expired."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"III","text":"Wastewater Control. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"105","identifier":"8-105.09","catch_text":"Information and confidentiality."}}