{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 6-939.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-188, see Historical and Statutory Notes following ยง 8-101.03.\n\nDC CODE ยง 8-103.19\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1985, D.C. Law 5-188, ยง 20, 32 DCR 919.)","sections":[{"prefix":"a","text":" Any citizen of the District, private party, company, business, or citizen group may commence a civil action against any person who is in violation of any provision of this subchapter; provided, that no such action may be commenced unless:"},{"prefix":"1","text":" The complaining person has, at least 90 days prior to the commencement of such action, given the Mayor and the alleged violator notice of the alleged violation and of the intention to sue; and"},{"prefix":"2","text":" The Mayor has not within the 90-day period either taken reasonable action to bring the alleged violator into compliance or initiated enforcement proceedings in accordance with this subchapter."},{"prefix":"b","text":"(1) The Mayor shall promulgate regulations for receiving and ensuring proper consideration of information submitted by the public about violations."},{"prefix":"2","text":" The Mayor shall investigate and provide a written response to all reports submitted in accord with the procedures promulgated pursuant to paragraph (1) of this subsection."},{"prefix":"3","text":" The Mayor shall not oppose intervention by any citizen in a civil action brought pursuant to this section."},{"prefix":"4","text":" Before settlement of any enforcement action brought pursuant to this section the Mayor shall publish notice of the proposed settlement in the District of Columbia Register and shall allow at least 30 days for public comment."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"II","text":"Water Pollution Control. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"103","identifier":"8-103.19","catch_text":"Private rights of action permitted; prior notice to Mayor; regulations and investigations concerning reported violations."}}