{"text":"In enacting this subchapter, the Council of the District of Columbia supports the following statutory purposes and objectives:","historical":"Prior Codifications\n\n1981 Ed., ยง 6-951.\n\nLegislative History of Laws\n\nLaw 6-76, the \"Wastewater System Regulation Temporary Act of 1985,\" was introduced in Council and assigned Bill No. 6-314, which was retained by CounciL. The Bill was adopted on first and second readings on September 24, 1985, and October 8, 1985, respectively. Signed by the Mayor on November 4, 1985, it was assigned Act No. 6-99 and transmitted to both Houses of Congress for its review.\n\nLaw 6-95, the \"Wastewater System Regulation Amendment Act of 1985,\" was introduced in Council and assigned Bill No. 6-189, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on December 3, 1985, and December 17, 1985, respectively. Signed by the Mayor on January 15, 1986, it was assigned Act No. 6-124 and transmitted to both Houses of Congress for its review.\n\nDC CODE ยง 8-105.01\n\nCurrent through December 11, 2012","credits":"(Mar. 12, 1986, D.C. Law 6-95, ยง 2, 33 DCR 577.)","sections":[{"prefix":"1","text":" To provide for the maximum possible beneficial public use of the District's wastewater system;"},{"prefix":"2","text":" To prevent the introduction of pollutants into the wastewater system which will interfere with the operation of the system or the use or disposal of sludge and residue;"},{"prefix":"3","text":" To prevent the introduction of pollutants into the wastewater system which will pass through the system inadequately treated and into receiving waters or into the atmosphere or will otherwise be incompatible with the system;"},{"prefix":"4","text":" To improve the opportunity to recycle and reclaim wastewater and sludge from the system;"},{"prefix":"5","text":" To prevent tampering or misuse of the wastewater system; and"},{"prefix":"6","text":" To provide procedures for complying with the requirements contained in this statute."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"III","text":"Wastewater Control. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"105","identifier":"8-105.01","catch_text":"Purpose."}}