{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-3421.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-208, see Historical and Statutory Notes following § 8-1019.\n\nDC CODE § 8-1021\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-226, § 24, as added Mar. 6, 1991, D.C. Law 8- 208, § 2, 37 DCR 8458.)","sections":[{"prefix":"a","text":" Any person may apply for an exemption from the minimum recycled content requirements of § 8-1019 when the person files the annual report with the Office of Recycling. The application shall include a written certification to the Office of Recycling regarding the reasons the person is unable to obtain a sufficient amount of paper or paper products for sale or distribution that contain the required percentage of recycled material at the competitive price. Any certification shall include the name and address of any producer of recycled paper that the seller or distributor has contacted, and indicate the variance from the recycled content requirement. For the purposes of this section, the term \"competitive\" means a price within 10% of the price of items that are manufactured or produced from virgin material. Any paper or paper product found exempt from the requirements of § 8-1019 shall not exempt the person from compliance with the minimum content requirements for any other paper or paper product subject to § 8-1019. An application shall be approved if the Office of Recycling determines that the person has taken all reasonable steps to contract with each producer who manufactures paper or paper products that contain the required percentage of recycled material."},{"prefix":"b","text":" The Office of Recycling shall, consistent with § 2-505, before an application for an exemption is approved or denied, publish in the District of Columbia Register notice of the intended action to afford interested persons an opportunity for written comment. If at least 25 residents of the District petition the Office of Recycling for a public hearing, the Office of Recycling shall conduct a public hearing pursuant to rules issued in accordance with § 8-1023."},{"prefix":"c","text":" Within 90 days after any written comments have been received or a public hearing has been conducted, whichever is later, the Office of Recycling shall publish a final decision in the District of Columbia Register, including findings of fact and conclusions of law, regarding the approval or denial of an application for an exemption."},{"prefix":"d","text":" Within 30 days after a final decision is published as set forth in subsection (c) of this section, any interested person may file a written petition for judicial review in the District of Columbia Court of Appeals consistent with § 2-510."},{"prefix":"e","text":" The District of Columbia Court of Appeals may award reasonable attorney's fees and court costs to a prevailing party who appeals the approval or intervenes to defend denial of an exemption under this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"10","text":"Solid Waste Management and Multi-Material Recycling. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"1021","identifier":"8-1021","catch_text":"Application for exemption and hearing procedure."}}