{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-3407.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of District of Columbia Solid Waste Management and Multi-Material Recycling Act of 1988 Temporary Amendment Act of 1992 (D.C. Law 9-263, March 27, 1993, law notification 40 DCR 2333).\n\nFor temporary (225 day) amendment of section, see § 2(b) of District of Columbia Solid Waste Management and Multi-Material Recycling Act of 1988 Temporary Amendment Act of 1993 (D.C. Law 10-86, March 19, 1994, law notification 41 DCR 1636).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(b) of the District of Columbia Solid Waste Management and Multi-Material Recycling Act of 1988 Emergency Amendment Act of 1992 (D.C. Act 9-346, December 22, 1992, 40 DCR 141).\n\nFor temporary amendments of section, see § 2(b) of the District of Columbia Solid Waste Management and Multi-Material Recycling Act of 1988 Emergency Amendment Act of 1993 (D.C. Act 10-147, November 4, 1993, 40 DCR 8091) and § 2 (b) of the District of Columbia Solid Waste Management and Multi-Material Recycling Act of 1988 Congressional Review Emergency Amendment Act of 1994 (D.C. Act 10-185, February 2, 1994, 41 DCR 627).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-226, see Historical and Statutory Notes following § 8-1001.\n\nFor legislative history of D.C. Law 8-93, see Historical and Statutory Notes following § 8-1003.\n\nFor legislative history of D.C. Law 8-154, see Historical and Statutory Notes following § 8-1003.\n\nFor legislative history of D.C. Law 10-178, see Historical and Statutory Notes following § 8-1003.\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Law 7-226, the \"D.C. Solid Waste Management & Multi-Material Recycling Act of 1988\", see Mayor's Order 89-160, July 20, 1989.\n\nDC CODE § 8-1007\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-226, § 8, 36 DCR 595; Mar. 15, 1990, D.C. Law 8-93, § 2(b), 37 DCR 780; Sept. 8, 1990, D.C. Law 8-154, § 2(b), 37 DCR 4045; Sept. 24, 1994, D.C. Law 10-178, § 3(d), 41 DCR 5205.)","sections":[{"prefix":"a","text":" By October 1, 1989, owners and occupants of commercial property shall separate from their solid waste, bundle or containerize, and provide for the recycling of all newspaper. In addition, owners and occupants of office buildings, including the District government, shall separate for collection and provide for the recycling of all paper, as required by the Mayor by rules issued pursuant to § 8-1018."},{"prefix":"b","text":" By October 1, 1990, owners and occupants of commercial property shall separate for collection and provide for the recycling of all glass and metal."},{"prefix":"c","text":" By October 1, 1989, occupants of residential property shall separate from their solid waste and separately bundle or containerize all yard waste and newspaper for recycling, as required by the Mayor by rules pursuant to § 8- 1018. The Mayor shall provide recycling collection services for yard waste and newspaper no less than twice each month and notify all residents receiving collection services from the District of scheduled collection days as required by subsection (e) of this section."},{"prefix":"d","text":" By April 1, 1990, occupants of residential property shall separate from their solid waste and containerize all metals and glass in 1 container as required by the Mayor by rules issued pursuant to § 8-1018. The Mayor shall provide collection services and establish a collection schedule to implement this subsection pursuant to subsection (e) of this section."},{"prefix":"e","text":" The Mayor shall, by July 1, 1989, and at least once every 6 months after that date, notify all persons occupying residential premises within the District of local recycling opportunities, the dates for collection of source separated materials, and all other source separation requirements of this subchapter. In order to fulfill the notification requirements of this subsection, the Mayor shall advertise in a newspaper with wide circulation in the District, post in public places, and mail notice with the residential water and sewer bills as the Mayor deems necessary and appropriate."},{"prefix":"f","text":" The Mayor shall have the authority to mandate the source separation and recycling of any other component of the solid waste stream by owners and occupants of residential and commercial properties in the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"10","text":"Solid Waste Management and Multi-Material Recycling. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"1007","identifier":"8-1007","catch_text":"Mandatory source separation program."}}