{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-904.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Air Pollution Control Temporary Amendment Act of 1996 (D.C. Law 11-256, April 9, 1997, law notification 44 DCR 2614).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Air Pollution Control Emergency Amendment Act of 1996 (D.C. Act 11-450, December 5, 1996, 43 DCR 6682), and § 2 of the Air Pollution Control Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-16, March 3, 1997, 44 DCR 1754).\n\nLegislative History of Laws\n\nLaw 5-165, the \"District of Columbia Air Pollution Control Act of 1984\", was introduced in Council and assigned Bill No. 5-168, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on December 4, 1984, and December 18, 1984, respectively. Signed by the Mayor on January 11, 1985, it was assigned Act No. 5-230 and transmitted to both Houses of Congress for its review.\n\nDelegation of Authority\n\nDelegation of authority under D.C. Law 5-165, the District of Columbia Air Pollution Control Act of 1984, see Mayor's Order 93-12, February 16, 1993.\n\nDelegation of authority pursuant to D.C. Law 5-165, the \"D.C. Air Pollution Control Act of 1984\", see Mayor's Order 98-44, April 10, 1998 (45 DCR 2689).\n\nMiscellaneous Notes\n\nAir quality control regulations: D.C. Law 5-165, § 3, the \"District of Columbia Air Pollution Control Act of 1984\", enacted the air quality control regulations of the District of Columbia as Title 20 of the District of Columbia Municipal Regulations (20 DCMR Chapters 1-9).\n\nDC CODE § 8-101.04\n\nCurrent through December 11, 2012","credits":"(Mar. 15, 1985, D.C. Law 5-165, § 4, 32 DCR 562.)","sections":[{"prefix":"a","text":" The Mayor of the District of Columbia shall conduct tests as necessary at least once a year to determine the compliance of Solid Waste Reduction Center Number 1 with the emission standards for incinerators established by the District of Columbia and by the United States Environmental Protection Agency. These tests shall also include determinations of emissions of such other pollutants as may be useful or necessary in the management of the environment in the District of Columbia."},{"prefix":"b","text":" More frequent tests shall be conducted as may be necessary to ensure the operation of Solid Waste Reduction Center Number 1 in compliance with District of Columbia and federal emission standards for incinerators. The need for more frequent tests shall be determined by such factors as visible emission characteristics and operating and maintenance parameters."},{"prefix":"c","text":" The Mayor of the District of Columbia shall promptly submit the results of all tests performed pursuant to this section to the Council of the District of Columbia."},{"prefix":"d","text":" Beginning 3 months after March 15, 1985, and every 6 months thereafter, the Mayor of the District of Columbia shall submit to the Council of the District of Columbia a report regarding Solid Waste Reduction Center Number 1. Each report shall describe, as applicable, but need not be limited to, the following subjects:"},{"prefix":"1","text":" The status of any construction or repairs;"},{"prefix":"2","text":" Any changes in operational or maintenance procedures instituted since the last report to the Council of the District of Columbia and the effect of the changes on emissions from the facility;"},{"prefix":"3","text":" Visible emissions from the facility; and"},{"prefix":"4","text":" Anticipated additional funding requirements, if any, to achieve and maintain operation of the facility in compliance with applicable emission limitations."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"I","text":"Air Pollution Control. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"101","identifier":"8-101.04","catch_text":"Testing of Solid Waste Reduction Center Number 1 for compliance with certain emission standards; submission of test results and reports to Council."}}