{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-935.\n\nEffect of Amendments\n\nD.C. Law 15-39, rewrote subsecs. (a) and (b); and added subsec. (c). Prior to amendment, subsecs. (a) and (b) had read as follows:\n\n\"(a) The Mayor may issue subpoenas to compel the presentation of information pertinent to the regulation of the quality of District waters.\"\n\n\"(b)(1) The Mayor may inspect and monitor facilities, discharges, activities, equipment, waters, and other items pertinent to the regulation of the quality of District waters.\n\n\"(2) The inspection shall be reasonably calculated to ensure compliance with the purposes of this subchapter.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 612(f) of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) amendment of section, see § 612(f) of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-188, see Historical and Statutory Notes following § 8-101.03.\n\nFor Law 15-39, see notes following § 8-103.01.\n\nDC CODE § 8-103.15\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1985, D.C. Law 5-188, § 16, 32 DCR 919; Nov. 13, 2003, D.C. Law 15-39, § 612(f), 50 DCR 5668.)","sections":[{"prefix":"a","text":" The Mayor may issue a subpoena to compel the presentation of information pertinent to the regulation of the quality of District waters. If any person neglects or refuses to obey the subpoena, the Mayor may invoke the aid of a court of competent jurisdiction to compel compliance with the subpoena. The court may issue an order requiring the subpoenaed person to appear before the Mayor to produce the information requested. The court may punish any failure to obey an order issued pursuant to this subsection as a contempt thereof."},{"prefix":"b","text":" For the purpose of enforcing this subchapter or any rule issued pursuant to this subchapter, the Mayor or his or her designated representative may, at any reasonable time, upon the presentation of appropriate credentials to the owner, operator, or agent in charge:"},{"prefix":"1","text":" Enter without delay any place to inspect any facilities, discharges, activities, equipment, wells, wetlands, underwater lands, or any other item that reasonably relates to the regulation of the quality of District waters;"},{"prefix":"2","text":" Inspect and obtain samples of any water or soil that will assist in regulating the quality of District waters; and"},{"prefix":"3","text":" Inspect and copy any record, report, information, or test result required to be maintained pursuant to the rules issued pursuant to this subchapter."},{"prefix":"c","text":" If the Mayor is denied access to any place, that reasonably relates to the regulation of the quality of District waters, the Mayor may apply to a court of competent jurisdiction for a search warrant."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"II","text":"Water Pollution Control. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"103","identifier":"8-103.15","catch_text":"Subpoena and inspection powers of Mayor."}}