{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-21 added subsec. (e).\n\nLegislative History of Laws\n\nFor Law 18-55, see notes following § 8-102.01.\n\nLaw 19-21, the \"Fiscal Year 2012 Budget Support Act of 2011\", was introduced in Council and assigned Bill No. 19-203, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 25, 2011, and June 14, 2011, respectively. Signed by the Mayor on July 22, 2011, it was assigned Act No. 19-98 and transmitted to both Houses of Congress for its review. D.C. Law 19-21 became effective on September 14, 2011.\n\nMiscellaneous Notes\n\nShort title: Section 6031 of D.C. Law 19-21 provided that subtitle D of title VI of the act may be cited as \"Bag Fee Compliance Amendment Act of 2011\".\n\nDC CODE § 8-102.03\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 2009, D.C. Law 18-55, § 4, 56 DCR 5703; Sept. 14, 2011, D.C. Law 19-21, § 6032(a), 58 DCR 6226.)","sections":[{"prefix":"a","text":"(1) A consumer making a purchase from a retail establishment shall pay at the time of purchase a fee of $.05 for each disposable carryout bag."},{"prefix":"2","text":" A retail establishment shall not advertise or hold out or state to the public or to a customer directly or indirectly that the reimbursement of the fee or any part thereof to be collected by the retail establishment will be assumed or absorbed by the retail establishment or otherwise refunded to the customer."},{"prefix":"3","text":" All retail establishments shall indicate on the consumer transaction receipt the number of disposable carryout bags provided and the total amount of fee charged."},{"prefix":"b","text":"(1)(A) Each retail establishment shall retain $.01 of each $.05 fee collected; provided, that an establishment that chooses to offer a carryout bag credit program to its customers, as set forth in subparagraph (B) of this paragraph, shall retain an additional $.01 from each fee collected, for a total of $.02 for each $.05 fee collected."},{"prefix":"B","text":" A retail establishment shall retain an additional $.01 of each $.05 fee for a carryout program which:"},{"prefix":"i","text":" Credits the consumer no less than $.05 for each carryout bag provided by the consumer for packaging their purchases, regardless of whether that bag is paper, plastic, or reusable;"},{"prefix":"ii","text":" Is prominently advertised at each checkout register; and"},{"prefix":"iii","text":" Reflects the total credit amount on the consumer transaction receipt."},{"prefix":"C","text":" The fees retained by the retail establishment under this paragraph shall not be classified as revenue and shall be tax-exempt for the purposes of Chapters 18, 20, and 27B of Title 47."},{"prefix":"D","text":" The fees retained by the retail establishment shall be excluded from the definition of retail sale under § 47-2001(n)(2) and from the definition of gross receipts under § 47-2761(5)."},{"prefix":"E","text":" The fees to be remitted to the District under subsection (b)(2) of this section shall be added to other tax payments in determining whether the electronic payment requirement under § 47-4402(c) applies."},{"prefix":"2","text":" The remaining amount of each fee collected shall be paid to the Office of Tax and Revenue and shall be deposited in the Anacostia River Cleanup and Protection Fund established by § 8-102.05(a)."},{"prefix":"c","text":" The Office of Tax and Revenue shall develop rules for frequency and method for reporting and transmitting the fees, as set forth in subsection (a) of this section, to the District."},{"prefix":"d","text":" Except to the extent of any inconsistency with this subchapter, the same provisions to Title 47 that are applicable to the gross sales tax shall govern the administration, collection, and enforcement of the fee set forth in subsection (a) of this section."},{"prefix":"e","text":" Notwithstanding any other law, the Office of Tax and Revenue shall furnish to the District Department of the Environment, upon request, the names, addresses, and whether any fees were collected pursuant to subsection (a) of this section of retail establishments subject to the provisions of this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"1-A","text":"Anacostia River Clean Up and Protection."},"heading":{"title":"8","chaptersection":"102","identifier":"8-102.03","catch_text":"Establishment of fee."}}