{"text":"In enacting this subchapter, the Council supports the following purposes:","historical":"Prior Codifications\n\n1981 Ed., ยง 6-3402.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-226, see Historical and Statutory Notes following ยง 8-1001.\n\nDC CODE ยง 8-1002\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-226, ยง 3, 36 DCR 595.)","sections":[{"prefix":"1","text":" To increase the life expectancy of the Interstate 95 Landfill and decrease the need for future expansion of alternative refuse disposal facilities through a comprehensive program of solid waste stream reduction."},{"prefix":"2","text":" To develop alternative methods of recovering resources from solid waste, recommend uses for the recovered resources, and determine the impact of the distribution of the resources in existing markets."},{"prefix":"3","text":" To identify methods of collection, reduction, and separation that will promote more efficient use of solid waste disposal facilities and contribute to more effective programs for the reuse of solid waste."},{"prefix":"4","text":" To employ District government procurement procedures to develop market demand for recovered resources, with special emphasis on maximum District government use of recycled paper."},{"prefix":"5","text":" To encourage public agencies, private organizations, and individuals to participate in the reclamation and recycling of resources from solid wastes."},{"prefix":"6","text":" To promote policies of energy conservation, environmental protection, economic productivity, and cost-effectiveness in the District."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"10","text":"Solid Waste Management and Multi-Material Recycling. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"1002","identifier":"8-1002","catch_text":"Purposes."}}