{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-223, in subsec. (c), designated the existing text as par. (1) and added par. (2).\n\nD.C. Law 19-188 added subsec. (b)(1A); and rewrote subsec. (b)(8), which formerly read:\n\n\"(8) Purchasing and installing equipment designed to minimize trash pollution, including, recycling containers, and covered trash receptacles;\"\n\nTemporary Amendments of Section\n\nSection 802 of D.C. Law 18-222 rewrote subsec. (c) to read as follows:\n\n\"(c)(1) The Fund shall not be used to supplant funds appropriated as part of an approved annual budget for Anacostia River cleaning activities.\n\n\"(2) The Fund shall not be used to fund street sweeping activities.\".\n\nSection 2002(b) of D.C. Law 18-222 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 802 of Fiscal Year 2010 Balanced Budget Support Emergency Act of 2010 (D.C. Act 18-450, June 28, 2010, 57 DCR 5635).\n\nFor temporary (90 day) amendment of section, see § 802 of Fiscal Year 2010 Balanced Budget Support Congressional Review Emergency Act of 2010 (D.C. Act 18-531, August 6, 2010, 57 DCR 8109).\n\nFor temporary (90 day) amendment of section, see § 1132 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 18-55, see notes following § 8-102.01.\n\nLaw 18-223, the \"Fiscal Year 2011 Budget Support Act of 2010\", was introduced in Council and assigned Bill No. 18-731, which was referred to the Committee of the Whole.   The Bill was adopted on first and second readings on May 26, 2010, and June 15, 2010, respectively.  Signed by the Mayor on July 2, 2010, it was assigned Act No. 18-462 and transmitted to both Houses of Congress for its review.   D.C. Law 18-223 became effective on September 24, 2010.\n\nFor history of Law 19-188, see notes under § 8-102.04.\n\nMiscellaneous Notes\n\nShort title: Section 1131 of D.C. Law 18-223 provided that subtitle N of title I of the act may be cited as the \"Anacostia River Clean Up and Protection Clarification Amendment Act of 2010\".\n\nDC CODE § 8-102.05\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 2009, D.C. Law 18-55, § 6, 56 DCR 5703; Sept. 24, 2010, D.C. Law 18-223, § 1132, 57 DCR 6242; Oct. 23, 2012, D.C. Law 19-188, § 2(b), 59 DCR 10151.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the Anacostia River Clean Up and Protection Fund. The fees established by § 8-102.03for disposable carryout bags and transmitted to the Office of Tax and Revenue, the net proceeds from the issuance of Anacostia River Commemorative License Plates, and the net proceeds from the voluntary tax check-off provided in § 47-1812.111c shall be deposited in the Fund. The Fund shall be used solely for the purposes set forth in subsection (b) of this section and shall be administered by the Office of the Director of the District Department of the Environment."},{"prefix":"b","text":" The Fund shall be used solely for the purposes of cleaning and protecting the Anacostia River and other impaired waterways. Funds shall be used for the following projects in the following order of priority:"},{"prefix":"1","text":" A public education campaign to educate residents, businesses, and tourists about the impact of trash on the District's environmental health;"},{"prefix":"1A","text":" The pilot program described in § 8-102.06a, and, at the discretion of the District Department of the Environment, the pilot program's full implementation;"},{"prefix":"2","text":" Providing reusable carryout bags to District residents, with priority distribution to seniors and low-income residents;"},{"prefix":"3","text":" Purchasing and installing equipment, such as storm drain screens and trash traps, designed to minimize trash pollution that enters waterways through storm drains, with priority given to storm drains surrounding the significantly impaired tributaries identified by the District Department of the Environment;"},{"prefix":"4","text":" Creating youth-oriented water resource and water pollution educational campaigns for students at the District public and charter schools;"},{"prefix":"5","text":" Monitoring and recording pollution indices;"},{"prefix":"6","text":" Preserving or enhancing water quality and fishery or wildlife habitat;"},{"prefix":"7","text":" Promoting conservation programs, including programs for wildlife and endangered species;"},{"prefix":"8","text":" Purchasing and installing signs and equipment designed to minimize trash pollution, including anti-littering signs to be installed in areas where littering would impact the Anacostia River, recycling containers, and covered trash receptacles;"},{"prefix":"9","text":" Restoring and enhancing wetlands and green infrastructure to protect the health of the watershed and restore the aquatic and land resources of its watershed;"},{"prefix":"10","text":" Funding community cleanup events and other activities that reduce trash, such as increased litter collection;"},{"prefix":"11","text":" Funding a circuit rider program with neighboring jurisdictions to focus river and tributary clean-up efforts upstream;"},{"prefix":"12","text":" Supporting vocational and job training experiences in environmental and sustainable professions that enhance the health of the watershed;"},{"prefix":"13","text":" Maintaining a public website that educates District residents on the progress of clean-up efforts; and"},{"prefix":"14","text":" Paying for the administration of this program."},{"prefix":"c","text":"(1) The Fund shall not be used to supplant funds appropriated as part of an approved annual budget for Anacostia River cleaning activities."},{"prefix":"2","text":" The Fund shall not be used to fund street sweeping activities."},{"prefix":"d","text":" All funds deposited into the Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of the fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (b) of this section without regard to fiscal year limitation, subject to authorization from Congress."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"1-A","text":"Anacostia River Clean Up and Protection."},"heading":{"title":"8","chaptersection":"102","identifier":"8-102.05","catch_text":"Establishment of the Anacostia River Clean Up and Protection Fund."}}