{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-3462.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-286, see Historical and Statutory Notes following § 8-1051.\n\nDC CODE § 8-1062\n\nCurrent through December 11, 2012","credits":"(Feb. 27, 1996, D.C. Law 11-94, § 11b, as added June 11, 1999, D.C. Law 12-286, § 2(f), 46 DCR 3435.)","sections":[{"prefix":"a","text":" The Panel shall be a nonpartisan Panel composed of 9 voting and 5 non-voting, ex officio members."},{"prefix":"1","text":" The voting members of the Panel shall be composed as follows:"},{"prefix":"A","text":" One member shall have expertise in environmental health standards;"},{"prefix":"B","text":" One member shall have expertise in the economics of solid waste management;"},{"prefix":"C","text":" One member shall have expertise in neighborhood economic development;"},{"prefix":"D","text":" One member shall have expertise in land use planning;"},{"prefix":"E","text":" One member shall have expertise in environmental law;"},{"prefix":"F","text":" Three members shall be District residents, drawn from the public at large, who have no fiduciary or pecuniary interest in the operation of a solid waste facility in the District and public at large; and"},{"prefix":"G","text":" One member shall be a representative of the solid waste industry, not associated with any company currently operating a facility in the District."},{"prefix":"2","text":" The non-voting, ex officio members of the Panel shall be the following persons or their designees:"},{"prefix":"A","text":" The Director of the Department of Health, Environmental Health Administration;"},{"prefix":"B","text":" The Director of the Department of Public Works;"},{"prefix":"C","text":" The Director of the Department of Consumer and Regulatory Affairs;"},{"prefix":"D","text":" The Director of the Office of Planning; and"},{"prefix":"E","text":" The Corporation Counsel."},{"prefix":"b","text":" Members of the Panel shall be nominated by the Mayor who shall transmit to the Council, for a 45-day period of review, excluding days of Council recess, these nominations to the Panel. The Council shall be deemed to have approved a nomination under this subsection if during the 45-day period, no member introduces a resolution disapproving the nomination. If a member introduces a resolution disapproving the nomination within the 45-day period, the Council shall have an additional 45 days, excluding days of Council recess, to disapprove the nomination by resolution, or it will be deemed approved. All appointments shall be made within 90 calendar days of the effective date of the Solid Waste Facility Permit Amendment Act of 1998. The members of the Panel shall elect a Chairperson from among their number by majority vote at a regularly scheduled meeting at which a majority is present. A vacancy shall be filled in the same manner in which its initial appointment was made."},{"prefix":"c","text":" Members of the Panel shall serve a single, non-renewable term not to exceed one year."},{"prefix":"d","text":" Members of the Panel shall serve without compensation. Members, however, may be reimbursed for actual expenses incurred in the performance of official duties for parking, transportation or mileage, not to exceed $15 per meeting."},{"prefix":"e","text":" The Panel is authorized to receive funding for office space and for administrative expenses not to exceed $150,000, which funds shall be made available from the Non-Personnel Services budget of the City Administrator based on the availability of appropriations."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"10","text":"Solid Waste Management and Multi-Material Recycling. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Solid Waste Facility Permits. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"1062","identifier":"8-1062","catch_text":"Composition; appointment; vacancies; terms of office; compensation."}}