{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-3457.\n\nTemporary Addition of Section\n\nSee Historical and Statutory Notes following § 8-1051.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-94, see Historical and Statutory Notes following § 8-1051.\n\nFor legislative history of D.C. Law 12-286, see Historical and Statutory Notes following § 8-1051.\n\nDC CODE § 8-1057\n\nCurrent through December 11, 2012","credits":"(Feb. 27, 1996, D.C. Law 11-94, § 8, 42 DCR 7172; June 11, 1999, D.C. Law 12-286, § 2(c), 46 DCR 3435.)","sections":[{"prefix":"a","text":" In addition to the solid waste facility application fee for a permit, a person shall pay a solid waste facility charge for operating a solid waste facility in the District. The solid waste facility charge shall be based upon the actual tonnage of solid waste deposited at the solid waste facility, as indicated in the periodic report."},{"prefix":"b","text":"(1) Except as provided in subsection (c) of this section, the solid waste facility charge shall be determined by multiplying the actual tonnage of solid waste deposited or placed at the solid waste facility by $4 per ton. The person shall pay the annual facility charge in conjunction with the submittal of periodic reports required by § 8-1055."},{"prefix":"2","text":" If an applicant has already paid an annual solid waste facility charge of $10 per ton pursuant to section 8(b) of the Solid Waste Facility Permit Temporary Act of 1994, effective March 23, 1995 (D.C.Law 10-251; 42 DCR 520) (\"Temporary Act of 1994\"), the person may deduct from the first solid waste facility charge due after October 23, 1995, an amount equal to $6 per ton for any annual solid waste facility charge paid under the Temporary Act of 1994."},{"prefix":"c","text":" Any solid waste facility which receives and processes construction and demolition wastes exclusively shall pay a solid waste facility charge which shall be determined by multiplying the actual tonnage of construction and demolition material deposited or placed at the solid waste facility by $2 per ton. The person shall pay the solid waste facility charge in conjunction with the submittal of periodic reports required by § 8-1055."},{"prefix":"d","text":" The Mayor may revise the solid waste facility charge as necessary to offset the cost of developing new and additional methods of solid waste management and to fund recycling activities of the District to enforce the provisions of this subchapter."},{"prefix":"e","text":" The Mayor shall suspend a solid waste facility operating permit and close the solid waste facility if the person fails to pay the solid waste facility charge within 10 calendar days of the due date. The Mayor shall keep the solid waste facility closed until all charges due the District are paid in full, including payment of a penalty equal to 1% per month for any unpaid balance."},{"prefix":"f","text":" Subject to the enactment of appropriations, revenues collected from the payment of the solid waste facility charge shall be used to fund recycling activities in accordance with § 8-1015. Not more than 20% of the solid waste facility charge shall be made available to the agency responsible for the enforcement of the requirements of this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"10","text":"Solid Waste Management and Multi-Material Recycling. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Solid Waste Facility Permits. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"1057","identifier":"8-1057","catch_text":"Solid waste facility charge."}}