{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-972.\n\nEffect of Amendments\n\nD.C. Law 18-336, in subsec. (b), substituted \"0.5%\" for \"8.7%\"; in subsec. (e), deleted \"or\" from the end of par. (2), substituted \";   or\" for a period the end of par. (3 ), and added par. (4).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-98, see Historical and Statutory Notes following § 8-107.01.\n\nLaw 18-336, the \"Human and Environmental Health Protection Act of 2010\", was introduced in Council and assigned Bill No. 18-521, which was referred to the Committee on Government Operations and the Environment. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on January 12, 2011, it was assigned Act No. 18-680 and transmitted to both Houses of Congress for its review. D.C. Law 18- 336 became effective on March 31, 2011.\n\nDelegation of Authority\n\nDelegation of authority pursuant to Law 6-98, see Mayor's Orders 86-102, June 19, 1986; 87-48, February 17, 1987.\n\nMiscellaneous Notes\n\nSection 8 of D.C. Law 18-336 provides:\n\n\"Sec. 8. Applicability.\n\n\"This act shall apply as of July 1, 2011.\"\n\nDC CODE § 8-107.02\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-98, § 3, 33 DCR 723; Mar. 31, 2011, D.C. Law 18-336, § 7, 58 DCR 605.)","sections":[{"prefix":"a","text":" Except as provided in subsection (e) of this section, after 180 days after March 25, 1986, no cleaning agent may be used, sold, or furnished in the District of Columbia if it contains a phosphorous compound in a concentration exceeding a trace quantity of phosphorus, except that a cleaning agent with more than a trace quantity of phosphorus may be used for cleaning health care equipment, for use by any commercial or institutional laundry in providing laundry services for a hospital or health care facility; for cleaning food processing equipment, beverage and dairy products handling and processing equipment, and other institutional and industrial applications meeting the requirements of subsection (e) of this section, and designed specifically for cleaning dishes washed in dishwashers."},{"prefix":"b","text":" Except as provided in subsection (e) of this section, after 180 days after March 25, 1986, no cleaning agent for use in dishwashers may be used, sold, or furnished in the District of Columbia if it contains elemental phosphorus exceeding 0.5% by weight."},{"prefix":"c","text":" A manufacturer may state on packages containing the cleaning agent which the manufacturer has produced either of the following:"},{"prefix":"1","text":" The percentage of the mass of the cleaning agent comprised of elemental phosphorus according to the chemical weight of the product as compared to the chemical weight of the cleaning agent itself; or"},{"prefix":"2","text":" That the cleaning agent conforms to the requirements stated in subsections (a) and (b) of this section."},{"prefix":"d","text":"(1) If a package containing a cleaning agent does not, in writing, present either of the 2 statements suggested in subsection (c) of this section, then the Mayor of the District of Columbia (\"Mayor\") shall test the cleaning agent to determine whether it complies with subsection (a) or (b) of this section."},{"prefix":"2","text":" Except as provided in subsection (e) of this section, the Mayor shall prohibit from being marketed in the District of Columbia a cleaning agent that does not conform to this section."},{"prefix":"e","text":" After the Mayor issues rules for applying for and receiving an exemption from the obligations in subsection (a) or (b) of this section, the Mayor may permit the use of cleaning agents that do not comply with subsection (a) or (b) under the following circumstances:"},{"prefix":"1","text":" Complying with subsection (a) or (b) of this section would create a significant hardship on the consumers using the cleaning agent;"},{"prefix":"2","text":" Complying with subsection (a) or (b) of this section would be unreasonable because an adequate substitute is not available;"},{"prefix":"3","text":" Complying with subsection (a) or (b) of this section would disrupt research clearly designed for scientific purposes and not intended to circumvent the purpose of this subchapter; or"},{"prefix":"4","text":" Complying with subsection (b) of this section may be impracticable for persons using commercial dishwashers; provided, that dishwashing detergents designed for use in commercial dishwashers shall not be used, sold, or furnished in the District of Columbia if it contains elemental phosphorus equal to or greater than 8.7% by weight."},{"prefix":"f","text":"(1) The Mayor shall issue rules to implement the provisions of this subchapter pursuant to subchapter I of Chapter 5 of Title 2."},{"prefix":"2","text":" The Mayor shall transmit the rules required by this section to the Council of the District of Columbia (\"Council\") for a 30-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess, during which the Council may approve or disapprove, in whole or in part, the rules by resolution. If the Council does not approve or disapprove the rules during the 30-day review period, then the rules shall be considered approved at the expiration of the 30 days."},{"prefix":"g","text":" The Mayor shall report annually, in writing, to the Council on March 1 the reasons for and the number of exemptions granted pursuant to this section and shall identify each person or organization granted an exemption by name and address."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"IV","text":"Restrictions on Phosphate Cleaners."},"heading":{"title":"8","chaptersection":"107","identifier":"8-107.02","catch_text":"Sale and use of phosphate cleaners prohibited; exceptions; manufacturer's package statement; testing of products for compliance; exemptions for use of noncomplying cleaners; rules and regulations; annual report by Mayor."}}