{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-3422.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-208, see Historical and Statutory Notes following § 8-1019.\n\nFor legislative history of D.C. Law 9-130, see Historical and Statutory Notes following § 8-1022.01.\n\nDC CODE § 8-1022\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-226, § 25, as added Mar. 6, 1991, D.C. Law 8- 208, § 2, 37 DCR 8458; July 22, 1992, D.C. Law 9-130, § 2(b), 39 DCR 4054.)","sections":[{"prefix":"a","text":" Subject to § 8-1019(g) and subsection (a-1) of this section, beginning in calendar year 1994, and annually thereafter, any person who fails to comply with § 8-1019 and who is not exempt under § 8-1021 shall be subject to a recycling surcharge. The recycling surcharge shall be paid by the person to the Department of Public Works before February 15, 1995, and annually thereafter, for the preceding calendar year if the aggregate tonnage of a paper or paper product sold or distributed for the reporting period contains less than the percentage of recycled content required under § 8-1019(c). If the aggregate percentage of recycled content is less than the percentage required in § 8-1019(c), the amount of the surcharge shall be 15% of the price paid for the paper or paper product sold or distributed during the reporting period that falls below the required percentage of recycled content."},{"prefix":"a-1","text":"(1) For newsprint, the amount of the recycling surcharge shall be $10 per ton for the amount of newsprint that falls below the required percentage of recycled content."},{"prefix":"2","text":" The recycling surcharge for newsprint shall apply to each person subject to this section only with regard to any year in which the recycled content percentages required by this section shall be measured on a non-aggregate basis in accordance with § 8-1019(g)."},{"prefix":"b","text":" Revenue generated from the recycling surcharge shall be used to fund recycling activities in the District in accordance with § 8-1015."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"10","text":"Solid Waste Management and Multi-Material Recycling. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"1022","identifier":"8-1022","catch_text":"Minimum recycled content surcharge."}}