{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-3408.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-226, see Historical and Statutory Notes following § 8-1001.\n\nFor legislative history of D.C. Law 8-154, see Historical and Statutory Notes following § 8-1003.\n\nFor legislative history of D.C. Law 10-178, see Historical and Statutory Notes following § 8-1003.\n\nLaw 11-110, the \"Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nDC CODE § 8-1008\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-226, § 9, 36 DCR 595; Sept. 8, 1990, D.C. Law 8-154, § 2(c), 37 DCR 4045; Sept. 24, 1994, D.C. Law 10-178, § 3(e), 41 DCR 5205; Apr. 18, 1996, D.C. Law 11-110, § 16, 43 DCR 530.)","sections":[{"prefix":"a","text":" The Office of Recycling is established as a single administrative unit within the executive office of the Director of the Department of Public Works to administer the recycling program in the District."},{"prefix":"b","text":" The duties of the Office shall include to:"},{"prefix":"1","text":" Coordinate, supervise, and implement the mandatory source separation program established by § 8-1007, including a system to respond to citizen inquiries;"},{"prefix":"2","text":" Ensure the adherence of the District to target dates for solid waste reduction pursuant to § 8-1006;"},{"prefix":"3","text":" Develop an educational and promotional campaign, in conjunction with the Environmental Planning Commission, for commercial and residential solid waste generators on the mandatory source separation program and recycling;"},{"prefix":"4","text":" Research the technology available for solid waste utilization, including recycling;"},{"prefix":"5","text":" Identify potential markets for recyclable materials and obtain statements of interest for recovered materials;"},{"prefix":"6","text":" Identify the amount and characteristics of the solid waste stream in the District;"},{"prefix":"7","text":" Provide an assessment of the potential impact of alternative methods of solid waste management, including the public health, physical, social, economic, fiscal, environmental, and aesthetic implications;"},{"prefix":"8","text":" Conduct and evaluate the results of public forums or surveys of local citizen opinion on solid waste management practices in conjunction with the Environmental Planning Commission;"},{"prefix":"9","text":" Make site analyses;"},{"prefix":"10","text":" Coordinate efforts to stimulate markets for recycled materials, including District government purchasing policies;"},{"prefix":"11","text":" Serve as a liaison between the District and neighboring jurisdictions in developing a regional recycling and waste reduction campaign;"},{"prefix":"12","text":" Develop a semi-annual household hazardous waste collection day to educate citizens on household hazardous waste and convenient and safe disposal through separate collection; and"},{"prefix":"13","text":" License businesses and vehicles to engage in the collection or transportation of recyclable materials as required by this subchapter or by rules issued pursuant to § 8-1018."},{"prefix":"c","text":" Within 90 days of March 16, 1989, the Mayor shall designate a Recycling Coordinator who shall head the Office of Recycling."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"10","text":"Solid Waste Management and Multi-Material Recycling. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"1008","identifier":"8-1008","catch_text":"Establishment of Office of Recycling."}}