{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-962.\n\nEffect of Amendments\n\nD.C. Law 13-91, in subsec. (d), substituted \"WASA\" for \"the Mayor\".\n\nD.C. Law 15-354, in subsec. (c), substituted \"Office of Administrative Hearings\" for \"Board of Appeals and Review\".\n\nD.C. Law 18-256 rewrote subsec. (c), which had read as follows:\n\n\"(c) WASA's decision to suspend service may be appealed to the Office of Administrative Hearings as set forth in § 8-105.10.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-76, see Historical and Statutory Notes following § 8-105.01.\n\nFor legislative history of D.C. Law 6-95, see Historical and Statutory Notes following § 8-105.01.\n\nFor legislative history of D.C. Law 12-106, see Historical and Statutory Notes following § 8-105.02.\n\nFor Law 13-91, see notes following § 8-105.02.\n\nFor Law 15-354, see notes following § 8-103.06.\n\nFor history of Law 18-256, see notes under § 8-105.02.\n\nDC CODE § 8-105.12\n\nCurrent through December 11, 2012","credits":"(Mar. 12, 1986, D.C. Law 6-95, § 13, 33 DCR 577; May 8, 1998, D.C. Law 12-106, § 2(g), 45 DCR 1724; Apr. 12, 2000, D.C. Law 13-91, § 139(c), 47 DCR 520; Apr. 13, 2005, D.C. Law 15-354, § 19(b), 52 DCR 2638; Oct. 26, 2010, D.C. Law 18-256, § 2(j), 57 DCR 8082.)","sections":[{"prefix":"a","text":"(1) In the event of an actual or threatened discharge to the District's wastewater system which, in the sole discretion of WASA, reasonably appears to present an imminent danger to the health or welfare of persons, WASA may, after informal notice to the discharger, suspend water service to any user who is or may be responsible for the discharge as is necessary to avoid or abate the danger. WASA is not required to conduct a hearing before taking such action."},{"prefix":"2","text":" In the event of an actual or threatened discharge to the District's wastewater system which, in the sole discretion of WASA, reasonably appears to present an imminent danger to the environment or the operation or integrity of the District's wastewater system, WASA may, after providing notice and an opportunity to respond to the user, suspend water service to any user who is or may be responsible for the discharge as is necessary to avoid or abate the danger."},{"prefix":"3","text":" Any notice or opportunity to respond to which WASA is required under the United States Constitution to provide to a user as a result of any action taken by WASA pursuant to subsection (a)(1) or (2) of this section, is not required to be provided or conducted pursuant to subchapter I of Chapter 5 of Title 2."},{"prefix":"b","text":" The services shall be restored by WASA as soon as practicable after the emergency situation has been corrected."},{"prefix":"c","text":" WASA's decision to suspend service may be appealed by filing a petition for an administrative hearing as set forth in § 8-105.10."},{"prefix":"d","text":" An appeal of WASA's decision shall not stay suspension of service."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"III","text":"Wastewater Control. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"105","identifier":"8-105.12","catch_text":"Emergency suspension of service."}}