{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-956.\n\nEffect of Amendments\n\nD.C. Law 13-91, in subsec. (l), substituted \"promulgated by WASA.\" for \"promulgated by WASA; and\".\n\nD.C. Law 18-256 rewrote subsecs. (b) and (m); in subsec. (c), substituted \"National standard\" for \"national standard\"; repealed subsec. (e); and added subsec. (m). Prior to amendment or repeal, subsecs. (b), (e), and (m) read as follows:\n\n\"(b) All users shall comply with the following standards which set forth prohibited discharges:\n\n\"(1) General prohibitions. -- A user shall not introduce into the District's wastewater system any pollutant which causes pass through or interference. This general prohibition applies to any user introducing pollutants into the District's wastewater system whether or not the user is subject to National Pretreatment Standards or national, state or local pretreatment requirements;\n\n\"(2) Specific prohibitions. -- In addition, the following pollutants shall not be introduced into the District's wastewater system:\n\n\"(A) Pollutants which create a fire or explosion hazard in the District's wastewater system, including, but not limited to, waste streams with a closed-cup flashpoint of less than 140 degrees Fahrenheit or 60 degrees Centigrade using test methods specified in 40 CFR Chapter I, Subchapter N, Part 261.21. This prohibition includes any liquids, solids, or gases, which by reason of their nature or quantity are, or may be, sufficient either alone or by interaction with other substances to create fire or explosion or to injure in any other way the wastewater system or the process or operation and maintenance of the wastewater system. Prohibited materials under this section include, but are not limited to, gasoline, kerosene, naphtha, ethers, alcohols, ketones, aldehydes, peroxides, chlorates, perchlorates, bromates, carbides, hydrides, and sulfides.\n\n\"(B) Pollutants which have any corrosive property capable of damaging or creating a hazard to structures, equipment, processes and personnel of the District's wastewater system, including, but not limited to, discharges with pH (that is, a base 10 logarithm of the reciprocal of the concentration of hydrogen ions stated in grams per liter) of less than 5, or greater than 10.\n\n\"(C) Solid or viscous substances with a specific gravity greater than 2.50, or having any linear dimension greater than 1 inch, or which will or may cause, or contribute to obstruction of the flow in a sewer or otherwise interfere with the operation of the wastewater system including, but not limited to, grease, incompletely shredded garbage, animal remains, blood, feathers, ashes, cinders, sand, spent lime, stone or marble dust, metal, glass, straw, shavings, grass clippings, spent grains, waste paper, wood, plastic, gas, tar, asphalt residue, residues from refining or processing of fuel or lubricating oil, mud, or glass grinding, or polishing wastes.\n\n\"(D) Any pollutant, including oxygen demanding pollutants, released in discharge at a flow rate, or concentration, or a combination of both, which causes interference with the District's wastewater system.\n\n\"(E) Any wastewater with heat in such amounts as will inhibit the biological activity of processes in the District's wastewater system resulting in interference. In no case shall wastewater be discharged by a user in temperatures in excess of 140 degrees Fahrenheit or 60 degrees Centigrade, nor shall wastewater be discharged which causes individually or in combination with other wastewater, the influent at the District's wastewater treatment plant to have a temperature exceeding 104 degrees Fahrenheit or 40 degrees Centigrade.\n\n\"(F) Any wastewater containing petroleum oil, non-biodegradable cutting oil, or products of mineral oil origin in amounts that will cause pass through or interference.\n\n\"(G) Any wastewater containing substances which may solidify or become viscous at temperatures above 32 degrees Fahrenheit or 0 degrees Centigrade.\n\n\"(H) Any wastewater containing pollutants which result in the presence of toxic, noxious or malodorous liquids, solids or gases, which alone or in interaction with other wastes, are capable of creating a public nuisance or hazard to humans or animals, or are sufficient to inhibit access of District personnel to any part of the District's wastewater system, or cause interference or pass through.\n\n\"(I) Any wastewater of objectionable color or tint not removed in the treatment process, including, but not limited to, dye wastes and vegetable tanning wastes.\n\n\"(J) Any trucked or hauled pollutants, except at discharge points designated by WASA.\"\n\n\"(e) Disposal of radioactive wastes shall comply with the regulations of the Nuclear Regulatory Commission, promulgated March 17, 1965 (31 Fed. R. 4502; 10 CFR, ch. 1).\"\n\n\"(m) All users shall notify WASA, the Mayor, the Director of EPA's Region III Waste Management Division, and the appropriate city and state hazardous waste authorities in the jurisdiction in which the discharge emanated, in writing, of any discharge into the District's wastewater system of a substance which, if otherwise disposed of, would be a hazardous waste under applicable federal, state and municipal regulations. Such notification must include the name of the hazardous waste, the EPA hazardous waste number, and the type of discharge.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-76, see Historical and Statutory Notes following § 8-105.01.\n\nFor legislative history of D.C. Law 6-95, see Historical and Statutory Notes following § 8-105.01.\n\nFor legislative history of D.C. Law 12-106, see Historical and Statutory Notes following § 8-105.02.\n\nFor Law 13-91, see notes following § 8-105.02.\n\nFor history of Law 18-256, see notes under § 8-105.02.\n\nDC CODE § 8-105.06\n\nCurrent through December 11, 2012","credits":"(Mar. 12, 1986, D.C. Law 6-95, § 7, 33 DCR 577; May 8, 1998, D.C. Law 12- 106, § 2(b), 45 DCR 1724; Apr. 12, 2000, D.C. Law 13-91, § 139(b), 47 DCR 520; Oct. 26, 2010, D.C. Law 18-256, § 2(d), 57 DCR 8082.)","sections":[{"prefix":"a","text":" The Mayor is authorized to establish a system of wastewater treatment allocation."},{"prefix":"b","text":" All users shall comply with the following prohibitive discharge limits:"},{"prefix":"1","text":" General prohibitions. -- A user shall not introduce into the District's wastewater system any pollutant which causes pass through or interference. These general prohibitions and the specific prohibitions in paragraph (2) of this subsection apply to any user introducing pollutants into the District's wastewater system whether or not the user is subject to National Pretreatment Standards or National, State, District, or local pretreatment standards or requirements;"},{"prefix":"2","text":" Specific prohibitions. -- In addition, the following pollutants shall not be introduced into the District's wastewater system:"},{"prefix":"A","text":" Pollutants which create a fire or explosion hazard in the District's wastewater system, including waste streams with a closed-cup flashpoint of less than 140 degrees Fahrenheit or 60 degrees Centigrade using test methods specified in 40 CFR § 261.21 or waste streams causing 2 readings on an explosion hazard meter at the point of discharge into the POTW, or at any point in the POTW, of more than 5% or any single reading over 10% of the Lower Explosive Limit of the meter. This prohibition includes any liquids, solids, or gases, which by reason of their nature or quantity are, or may be, sufficient either alone or by interaction with other substances to create fire or explosion or to injure in any other way the wastewater system or the process or operation and maintenance of the wastewater system. Prohibited materials under this section include, but are not limited to, gasoline, kerosene, naphtha, ethers, alcohols, ketones, aldehydes, peroxides, chlorates, perchlorates, bromates, carbides, hydrides, and sulfides."},{"prefix":"B","text":" Pollutants which have a pH of less than 5.0 or more than 10.0, except when a waiver to the upper pH limit is authorized in writing by WASA, or which have any corrosive property capable of damaging or creating a hazard to structures, equipment, processes, and personnel of the District's wastewater system, including acids, sulfides, concentrated chloride and fluoride compounds, and substances which will react with water to form acidic or alkaline products."},{"prefix":"C","text":" Solid or viscous substances in amounts which may cause, or contribute to obstruction of the flow in a sewer or otherwise interfere with the operation of the District's wastewater system, including, but not limited to: substances which may solidify or become viscous at temperatures above 32 degrees Fahrenheit or 0 degrees Centigrade, solids having any linear dimensions greater than 1 inch, fats, oils, and grease, incompletely shredded garbage, animal remains, blood, feathers, ashes, cinders, sand, spent lime, stone or marble dust, metal, glass, straw, shavings, grass clippings, rags, spent grains, spent hops, waste paper, wood, plastic, gas, tar, asphalt residues, residues from refining or processing of fuel or lubricating oil, mud, glass grinding, or polishing wastes."},{"prefix":"D","text":" Any pollutant, including oxygen demanding pollutants, released in discharge at a flow rate, or concentration, or a combination of both, which causes interference with the District's wastewater system."},{"prefix":"E","text":" Any wastewater with heat in such amounts as will inhibit the biological activity of processes in the District's wastewater system resulting in interference. In no case shall wastewater be discharged by a user in temperatures in excess of 140 degrees Fahrenheit or 60 degrees Centigrade, nor shall wastewater be discharged which causes individually or in combination with other wastewater, the influent at the District's wastewater treatment plant to have a temperature exceeding 104 degrees Fahrenheit or 40 degrees Centigrade, except where a variance from the 140 degrees Fahrenheit discharge limit is authorized in writing by WASA."},{"prefix":"F","text":" Any wastewater containing petroleum oil, non-biodegradable cutting oil, or products of mineral oil origin in amounts that will cause pass through or interference."},{"prefix":"G","text":" Any wastewater containing pollutants which result in the presence of toxic, noxious or malodorous liquids, solids, gases, vapors, or fumes within the District's wastewater system which alone or in interaction with other wastes, are capable of creating a public nuisance or hazard to humans or animals, are sufficient to cause acute worker health and safety problems, or are sufficient to cause interference or pass through."},{"prefix":"H","text":" Any wastewater of objectionable color or tint not removed in the treatment process, including, but not limited to, dye wastes and vegetable tanning wastes."},{"prefix":"I","text":" Any trucked or hauled pollutants, except at discharge points designated by WASA."},{"prefix":"J","text":" Wastewater containing any radioactive wastes or isotopes of such half-life or concentration as may exceed limits established by WASA or applicable State or National standards, cause pass through or interference or otherwise adversely impact the District's wastewater system or cause or contribute to pollution."},{"prefix":"K","text":" Sludges, screenings, or other residues from the pretreatment of industrial wastes."},{"prefix":"L","text":" Medical or infectious wastes, except as specifically authorized in writing by WASA."},{"prefix":"M","text":" Wastewater causing, alone or in conjunction with other sources, the effluent from Blue Plains to fail toxicity tests."},{"prefix":"N","text":" Detergents, surface-active agents, or other substances which might cause excessive foaming in the District's wastewater system."},{"prefix":"O","text":" Any waste that if otherwise disposed of would be a hazardous waste, unless specifically authorized in writing by WASA."},{"prefix":"P","text":" Any substance which, alone or in conjunction with a discharge or discharges from other sources, causes or may cause, or contributes to, a violation of any requirement of the Blue Plains Title V permit issued pursuant to the Clean Air Act."},{"prefix":"c","text":" All users shall comply with the National Pretreatment Standards and any national or local pretreatment requirement. All users shall comply with the National Categorical Pretreatment Standards in 40 CFR Chapter I, Subchapter N, Parts 405 through 471 and any amendments thereto. Should any National standard, requirement, or limitation conflict with a matter regulated by this subchapter or its implementing regulations, the more stringent standard shall govern."},{"prefix":"d","text":" Storm waters (including snow), surface waters, ground waters, roof runoff, subsurface drainage, cooling waters, or other non-wastewater flow shall be discharged only into those sewers specifically designated as storm or combined sewers, or to a natural outlet. Discharge of any waters into any storm or combined sewer or to a natural outlet is prohibited if the discharge will create a detrimental effect upon the receiving water."},{"prefix":"e","text":" Repealed."},{"prefix":"f","text":" Unless specifically authorized by WASA, no user shall discharge directly into a manhole or catch basin or similar opening in or into a sewer, any substance including, but not limited to, septic tank sludge, restaurant grease, waste or discharge from fuel service stations, or boat holding tank or portable toilet effluent."},{"prefix":"g","text":" The installation of septic tanks and the installation or continuing use of earth pit privies shall be prohibited. Whenever replacement or significant repair to a septic tank or discharge piping is necessary, the user shall notify WASA, which shall determine if the tank should be discontinued and the wastewater conducted to the wastewater system."},{"prefix":"h","text":" Increased use of process water or dilution of a discharge shall not constitute either a partial or complete substitute for adequate or necessary pretreatment to achieve compliance with any discharge limitation."},{"prefix":"i","text":" Provisions for storage of any substance in areas draining into a District sewer which, because of actual or potential discharge or leakage from the storage, creates or may create an explosion hazard in, or in any other way have a detrimental effect upon, the wastewater system, or otherwise constitute or pose a hazard to human beings, animals, property, or the receiving waters shall be subject to review by WASA, who shall require reasonable safeguards to eliminate or minimize the detrimental effect."},{"prefix":"j","text":" All users shall notify WASA immediately of all discharges whether accidental or intentional, that violate these standards or that could otherwise cause problems in the District's wastewater system, including any slug load or slug discharges as defined in § 8-105.02. The notification shall include location of the discharge, type of waste, concentration, and volume, and corrective actions undertaken or to be undertaken by the user. Within 5 days following an accidental discharge, the user shall submit to WASA a detailed written report describing the cause of the discharge and the measures taken or to be taken by the user to prevent similar future occurrences. The notice shall not relieve the user of liability for any expense, loss, or damage which may be incurred or occasioned by damage to the wastewater system, injury to fish, or other damage to persons, property, or the environment caused by the user's act. Compliance with the provisions of this subsection shall not relieve the user of liability for any fines or penalties which may be imposed by this subchapter or other applicable law or regulation. Notices shall be permanently posted on the user's bulletin boards or other prominent places advising employees whom to notify in the event of an accidental discharge. Employers shall ensure that all employees who may cause or discover a discharge are advised of the emergency notification procedures."},{"prefix":"k","text":" All users shall provide wastewater pretreatment necessary to comply with this subchapter. Any facilities required to pretreat wastewater shall be provided, operated, monitored, and maintained at the user's expense."},{"prefix":"l","text":" No user shall discharge pollutants into the District's wastewater system in excess of the limitations established and promulgated by WASA."},{"prefix":"m","text":" No user shall discharge into the District's wastewater system any substance which, if otherwise disposed of, would be a hazardous waste under applicable federal, state, and municipal regulations without prior written notification to WASA, the Mayor, the Director of EPA Region III's Waste Management Division, and the appropriate city and state hazardous waste authorities in the jurisdiction in which the discharge will occur. Such notification shall include the name of the hazardous waste, the EPA hazardous waste number, and the type of discharge."},{"prefix":"n","text":" All Significant Industrial Users shall notify WASA immediately of any changes at their facility affecting the potential for a slug discharge."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"III","text":"Wastewater Control. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"105","identifier":"8-105.06","catch_text":"Regulation."}}