{"text":"For the purposes of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 6-982.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-36, see Historical and Statutory Notes following § 8-109.01.\n\nDC CODE § 8-109.02\n\nCurrent through December 11, 2012","credits":"(Oct. 18, 1989, D.C. Law 8-36, § 3, 36 DCR 5741.)","sections":[{"prefix":"1","text":" \"Action\" means (A) a new project or activity directly undertaken by the Mayor or a board, commission, or authority of the District government or (B) a project or activity that involves the issuance of a lease, permit, license, certificate, other entitlement, or permission to act by an agency of the District government."},{"prefix":"2","text":" \"Major action\" means any action that costs over $1,000,000 and that may have a significant impact on the environment, except that, subject to the exemptions in § 8-109.06, the Mayor, pursuant to rules issued in accordance with § 8-109.09, shall classify any action that costs less than $1,000,000 as a major action, if the action imminently and substantially affects the public health, safety, or welfare. The cost level of $1,000,000 shall be based on 1989 dollars adjusted annually according to the Consumer Price Index."},{"prefix":"3","text":" \"Environment\" means the physical conditions that will be affected by a proposed action, including but not limited to, the land, air, water, minerals, flora and fauna."},{"prefix":"4","text":" \"Hazardous substance\" means any solid, liquid, gaseous, or semisolid form or combination that, because of its nature, concentration, physical, chemical, or infectious characteristic, as established by the Mayor, may:"},{"prefix":"A","text":" Cause or significantly contribute to an increase in mortality or an increase in a serious, irreversible or incapacitating reversible illness; or"},{"prefix":"B","text":" Pose a substantial hazard to human health or the environment if improperly treated, stored, transported, disposed of, or otherwise managed, including substances that are toxic, carcinogenic, flammable, irritants, strong sensitizers, or that generate pressure through decomposition, heat, or other means and containers and receptacles previously used in the transportation, storage, use, or application of hazardous substances."},{"prefix":"5","text":" \"Lead agency\" means the District agency designated by the Mayor to have primary responsibility for the preparation of an Environmental Impact Statement (\"EIS\")."},{"prefix":"6","text":" \"Functional equivalent\" means the full and adequate description and analysis of the environmental impact of a proposed action by an agency, board, commission, or authority of the District government that examines or imposes environmental controls under procedures that provide for notice, opportunity for public comment, and the creation of a reviewable record."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"V","text":"Environmental Impact Statements. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"109","identifier":"8-109.02","catch_text":"Definitions."}}