{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 6-927.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-188, see Historical and Statutory Notes following ยง 8-103.01.\n\nDC CODE ยง 8-103.07\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1985, D.C. Law 5-188, ยง 8, 32 DCR 919.)","sections":[{"prefix":"a","text":" While pollution from point sources into storm sewers shall be considered discharges into District waters, the location of the discharge of the storm sewer wastewater into the waters of the District or other jurisdictions shall be the location of the discharge for any permit issued by the Mayor."},{"prefix":"b","text":" Except for loss of heat, no reduction of pollutants in the discharged wastewater while flowing in the storm sewer will be recognized by the Mayor."},{"prefix":"c","text":" No person shall discharge to a sanitary or combined sewer any material in a quantity which would interfere with or pass through a municipal treatment facility or a unit process of the facility, cause or contribute to a violation of any permit or water quality standard, or interfere with the potential to use sludge for a beneficial purpose."},{"prefix":"d","text":" The discharge of oil, gasoline, anti-freeze, acid, or other hazardous substance, pollutant or nuisance material to any street, alley, sidewalk or other public space in quantities sufficient to constitute a hazard or nuisance is prohibited."},{"prefix":"e","text":" The discharge of used motor oil to any sewer is prohibited."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"II","text":"Water Pollution Control. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"103","identifier":"8-103.07","catch_text":"Location of discharge; recognition of reduction of pollutants; restrictions on quantity of materials discharged; discharge of used motor oil to sewer prohibited."}}