{"text":"","historical":"Temporary Enactment\n\nFor temporary (225 day) addition of section, see § 2 of the Lamond-Riggs Air Quality Study Temporary Act of 2006 (D.C. Law 16-113, June 8, 2006 law notification 53 DCR 5351).\n\nPrior Codifications\n\n1981 Ed., § 6-905.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Lamond-Riggs Air Quality Study Emergency Act of 2006 (D.C. Act 16-284, February 27, 2006, 53 DCR 1635).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-165, see Historical and Statutory Notes following § 8-101.04.\n\nLaw 11-30, the \"Technical Amendments Act of 1995,\" was introduced in Council and assigned Bill No. 11-58, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on February 7, 1995, and March 7, 1995, respectively. Signed by the Mayor on March 22, 1995, it was assigned Act No. 11-32 and transmitted to both Houses of Congress for its review. D.C. Law 11-30 became effective on July 25, 1995.\n\nMiscellaneous Notes\n\nAir Quality Control Regulations amended: Section 485 of D.C. Law 6-42 amended §§ 100.4 and 105.1 of the Air Quality Control Regulations, effective March 15, 1985, (D.C. Law 5-165; 20 DCMR Chapters 1 through 9) to provide for adjudication of infractions pursuant to Chapter 18 of Title 2. Section 501(b) of D.C. Law 6-42 provided that the provisions of the act shall apply only to infractions which occur or are discovered by inspection after October 5, 1985.\n\nSection 2(v) of D.C. Law 8-237 amended § 485 of D.C. Law 6-42, effective March 8, 1991, to insert subsections 105.2 and 3013.4 regarding the imposition of civil fines, penalties, and fees as alternative sanctions.\n\nDC CODE § 8-101.05\n\nCurrent through December 11, 2012","credits":"(Mar. 15, 1985, D.C. Law 5-165, § 5, 32 DCR 562; July 25, 1995, D.C. Law 11-30, § 3, 42 DCR 1547.)","sections":[{"prefix":"a","text":" The Mayor of the District of Columbia shall prepare a comprehensive program for the control and prevention of air pollution in the District of Columbia. This program shall provide for the administration and enforcement by the Mayor of the District of Columbia of the rules stated in 20 DCMR. As part of the program, the Mayor of the District of Columbia:"},{"prefix":"1","text":" Shall conduct research, investigations, experiments, training demonstrations, surveys, and studies, relating to the causes, effects, extent, prevention, and control of air pollution in the District of Columbia;"},{"prefix":"2","text":" Shall collect and make available, through publication, educational and training programs, and other appropriate means, the results of, and other information pertaining to, the activities carried out under paragraph (1) of this subsection; and"},{"prefix":"3","text":" May advise, cooperate, and enter into agreements with the governments and agencies of any state or political subdivision adjacent to the District of Columbia and any interstate or other regional agency representing these states or political subdivisions to perform the following:"},{"prefix":"A","text":" Establish cooperative effort and mutual assistance for the prevention and control of air pollution and the enforcement of their respective air pollution laws; and"},{"prefix":"B","text":" Establish any agency as may be necessary to carry out these agreements."},{"prefix":"b","text":" For the purpose of carrying out the mayoral duties under this section, the Mayor of the District of Columbia may:"},{"prefix":"1","text":" Delegate the performance of the duties to an agency of the government of the District of Columbia, designated or established by the Mayor of the District of Columbia;"},{"prefix":"2","text":" Hold hearings relating to the administration of this section;"},{"prefix":"3","text":" Secure necessary scientific, technical, administrative, and operational services, including laboratory facilities, by contract, or otherwise;"},{"prefix":"4","text":" Receive and administer grants or gifts made for the purpose of carrying out the purposes of this section; and"},{"prefix":"5","text":" Take any other action which may be necessary to carry out the mayoral duties listed in this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"I","text":"Air Pollution Control. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"101","identifier":"8-101.05","catch_text":"Comprehensive air pollution control program."}}