{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-995.10.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-242, see Historical and Statutory Notes following § 8-113.01.\n\nFor legislative history of D.C. Law 9-159, see Historical and Statutory Notes following § 8-113.01.\n\nDC CODE § 8-113.10\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 1991, D.C. Law 8-242, § 11, 38 DCR 344; Sept. 29, 1992, D.C. Law 9-159, § 2(h), 39 DCR 5690.)","sections":[{"prefix":"a","text":" If the Mayor determines during or after an investigation that the conduct of any business or individual who installs, removes, or tests an underground storage tank presents an imminent danger to the health or safety of the residents of the District, the Mayor may summarily suspend or restrict, without a hearing, the license of the business or certificate of the individual."},{"prefix":"b","text":" At the time of the summary suspension or restriction, the Mayor shall provide the licensee or certificate holder with a written notice stating the action that is being taken, the basis for the action, and the right of the licensee or certificate holder to request a hearing."},{"prefix":"c","text":" A licensee or certificate holder shall have the right to request a hearing within 72 hours after service of notice of the summary suspension or restriction of the license or certificate. The Mayor shall hold a hearing within 15 days of receipt of a timely request, and shall issue a decision within 15 days after the hearing."},{"prefix":"d","text":" Any decision and order adverse to a licensee or certified holder shall be in writing and accompanied by findings of fact and conclusions of law. The Mayor shall provide a copy of the decision and order and findings of fact and conclusions of law to each party or his or her attorney of record."},{"prefix":"e","text":" Any licensee or certificate holder aggrieved by a decision and order may file an appeal in accordance with § 2-510."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"VII","text":"Underground Storage Tank Management."},"heading":{"title":"8","chaptersection":"113","identifier":"8-113.10","catch_text":"Summary action."}}