{"text":"For purposes of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., ยง 6-991.1.\n\nLegislative History of Laws\n\nLaw 8-116, the \"Asbestos Licensing and Control Act of 1990,\" was introduced in Council and assigned Bill No. 8-131, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on January 30, 1990, and February 13, 1990, respectively. Signed by the Mayor on February 28, 1990, it was assigned Act No. 8-170 and transmitted to both Houses of Congress for its review.\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Law 8-116, the \"Asbestos Licensing and Control Act of 1990\", see Mayor's Order 98-51, April 15, 1998 (45 DCR 2697).\n\nDelegation of authority under D.C. Act 8-116, the District of Columbia Asbestos Licensing and Control Act of 1990, see Mayor's Order 92-152, December 1, 1992.\n\nDC CODE ยง 8-111.01\n\nCurrent through December 11, 2012","credits":"(May 1, 1990, D.C. Law 8-116, ยง 2, 37 DCR 1641.)","sections":[{"prefix":"1","text":" \"Asbestos\" means any material that contains more than 1% by weight of an asbestiform variety of serpentinite or chrysotile, riebackite or crocidolite, cummingtanite, grunerite, anthophyllite, or tremolite."},{"prefix":"2","text":" \"Asbestos abatement\" means the removal, encapsulation, enclosure, disposal, or transportation of asbestos or material that contains asbestos."},{"prefix":"3","text":" \"Business entity\" means a partnership, firm, association, corporation, or sole proprietorship that is engaged in asbestos abatement."},{"prefix":"4","text":" \"Asbestos worker\" means a person who is engaged in asbestos abatement."},{"prefix":"5","text":" \"Demolition\" means to wreck or remove a load-supporting structural member of a facility or handling operation."},{"prefix":"6","text":" \"Encapsulate\" means to coat, bind, or resurface a wall, ceiling, pipe, or other structure to prevent friable asbestos or material that contains asbestos from becoming airborne."},{"prefix":"7","text":" \"Friable asbestos material\" means any material that can be crumbled, pulverized, reduced to powder by hand pressure, or that emits or can be expected to emit fibers into the air under normal use or maintenance."},{"prefix":"8","text":" \"Mayor\" means the Mayor of the District of Columbia."},{"prefix":"9","text":" \"Person\" means an individual or nonbusiness entity, including a District of Columbia (\"District\") government employee."},{"prefix":"10","text":" \"Structural member\" means a load-supporting member, including a beam or load-supporting wall, or any non-supporting member, including a ceiling or nonload-supporting wall."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"VI","text":"Asbestos Licensing and Control. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"111","identifier":"8-111.01","catch_text":"Definitions."}}