{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-991.3.\n\nEffect of Amendments\n\nD.C. Law 15-38, in subsec. (d), substituted \"an Environmental Materials endorsement to a basic business license under the basic\" for \"a Class A Environmental Materials endorsement to a master business license under the master\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(k) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-116, see Historical and Statutory Notes following § 8-111.01.\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 8-111.02.\n\nLaw 15-38, the \"Streamlining Regulation Act of 2003\", was introduced in Council and assigned Bill No. 15-19, which was referred to Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 3, 2003, and July 8, 2003, respectively. Signed by the Mayor on August 11, 2003, it was assigned Act No. 15-146 and transmitted to both Houses of Congress for its review. D.C. Law 15-38 became effective on October 28, 2003.\n\nDC CODE § 8-111.03\n\nCurrent through December 11, 2012","credits":"(May 1, 1990, D.C. Law 8-116, § 4, 37 DCR 1641; Apr. 20, 1999, D.C. Law 12-261, § 2003(i), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 3(k), 50 DCR 6913.)","sections":[{"prefix":"a","text":" To obtain or renew a license to engage in asbestos abatement, a business entity shall:"},{"prefix":"1","text":" Train employees and agents to comply with federal standards for asbestos abatement;"},{"prefix":"2","text":" Certify that employees and agents have completed a course of instruction on asbestos abatement that has been approved by the Mayor;"},{"prefix":"3","text":" Provide certification to the Mayor that the business entity is able to comply with all applicable federal standards for asbestos abatement and all applicable District environmental, safety, and health laws or rules;"},{"prefix":"4","text":" Provide certification to the Mayor that the business entity has access to an approved asbestos disposal site to deposit any asbestos waste that the business entity generates during the term of the license;"},{"prefix":"5","text":" Utilize only licensed asbestos workers;"},{"prefix":"6","text":" Provide certification to the Mayor that the business entity will use appropriate equipment and materials;"},{"prefix":"7","text":" Provide the Mayor with a copy of the respiratory protection program of the business entity;"},{"prefix":"8","text":" Provide evidence of a license to haul asbestos or material that contains asbestos or of an agreement with a commercial hauler who is licensed to transport asbestos or material that contains asbestos;"},{"prefix":"9","text":" Provide disclosure to the Mayor of any violation of applicable federal or District environmental, safety, health, licensing, or construction code law, rule, or regulation relating to asbestos abatement for which the business entity has been cited, and provide certification to the Mayor that any penalty or fee assessed to the business entity by a federal or District agency has been paid in full; and"},{"prefix":"10","text":" Meet any other standards that the Mayor deems necessary."},{"prefix":"b","text":" A license for a business entity to engage in asbestos abatement shall expire 2 years from the date of issuance. A license may be renewed for 2-year periods if the business entity submits a renewal application with the renewal fee to the Mayor."},{"prefix":"c","text":" A business entity shall apply for a permit prior to the commencement of each asbestos abatement project. Before a permit may be issued, the business entity must demonstrate that the business entity will perform the work in compliance with the Construction Code, this subchapter, and rules issued pursuant to this subchapter."},{"prefix":"d","text":" Any license issued pursuant to this section shall be issued as an Environmental Materials endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of Chapter 28 of Title 47."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"VI","text":"Asbestos Licensing and Control. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"111","identifier":"8-111.03","catch_text":"Business entity license and permit."}}