{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-991.13.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-116, see Historical and Statutory Notes following § 8-111.01.\n\nFor legislative history of D.C. Law 10-37, see Historical and Statutory Notes following § 8-111.04.\n\nLaw 10-255, the \"Technical Amendments Act of 1994,\" was introduced in Council and assigned Bill No. 10-673, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 21, 1994, and July 5, 1994, respectively. Signed by the Mayor on July 25, 1994, it was assigned Act No. 10-302 and transmitted to both Houses of Congress for its review. D.C. Law 10-255 became effective May 16, 1995.\n\nD.C. Act 10-302 which affected this section became Law 10-255, effective May 16, 1995. The historical citation and notes relating to D.C. Law 10-255 have been set out herein to clarify the law number and effective date of that act.\n\nMiscellaneous Notes\n\nDistrict of Columbia Asbestos Licensing and Contract Act of 1990 Proposed Rulemaking Approval Resolution of 1997: Proposed Resolution 12-0112, the \"District of Columbia Asbestos Licensing and Contract Act of 1990 Proposed Rulemaking Approval Resolution of 1997\" was deemed approved, effective Jan. 25, 1997.\n\nDC CODE § 8-111.13\n\nCurrent through December 11, 2012","credits":"(May 1, 1990, D.C. Law 8-116, § 14, 37 DCR 1641; Oct. 15, 1993, D.C. Law 10-37, § 2(b), 40 DCR 5817; May 16, 1995, D.C. Law 10-255, § 9, 41 DCR 5193.)","sections":[{"prefix":"a","text":" Within 180 days of May 1, 1990, the Mayor shall submit proposed rules on the control of asbestos and materials that contain asbestos to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution within the 45-day review period, the proposed rules shall be deemed effective. The Mayor shall submit any amendment to the proposed rules to the Council for a 45-day period of review pursuant to this section."},{"prefix":"b","text":" The proposed rules shall include, but not be limited to, the following:"},{"prefix":"1","text":" Criteria for the display of caution signs at an asbestos abatement project site;"},{"prefix":"2","text":" Requirements for wetting asbestos material;"},{"prefix":"3","text":" Requirements for the disposal of asbestos or material that contains asbestos;"},{"prefix":"4","text":" Requirements to clean and monitor an asbestos abatement project site where abatement has occurred;"},{"prefix":"5","text":" Requirements to enclose and seal materials used in an asbestos abatement project;"},{"prefix":"6","text":" Asbestos control procedures for demolition and renovation projects;"},{"prefix":"7","text":" Appropriate exemption standards and alternative procedures for removal, including the use of resilient floor covering manufacturers' recommended work practices for the handling and removal of resilient floor covering materials;"},{"prefix":"8","text":" A schedule of license and permit fees;"},{"prefix":"9","text":" Criteria for asbestos health and safety training courses;"},{"prefix":"10","text":" Continuing education requirements for asbestos workers, supervisory asbestos workers, or contractors that are engaged in asbestos abatement;"},{"prefix":"11","text":" Reciprocity and endorsement provisions;"},{"prefix":"12","text":" Procedures to notify the public that an asbestos abatement project is about to commence;"},{"prefix":"13","text":" Requirements for asbestos worker protection, including provisions that require a business entity to:"},{"prefix":"A","text":" Submit to the Mayor a copy of the federally required respiratory protection program;"},{"prefix":"B","text":" Ensure that workers complete a training course on asbestos abatement that includes, but is not limited to, recognition of asbestos health hazards to the public, and federal and District asbestos requirements;"},{"prefix":"C","text":" Certify to the Mayor that the business entity provides workers with protective clothing and equipment; and"},{"prefix":"14","text":" Requirements that provide protection of occupants of a building affected by an asbestos abatement project, including but not limited to, provisions that require:"},{"prefix":"A","text":" Certification that the level of asbestos fibers in affected units after an asbestos project is not more than .01 fibers per cubic centimeter;"},{"prefix":"B","text":" Certification by the business entity and District inspectors that the techniques used during the asbestos abatement project are safe and that an affected unit is safe for rehabitation; and"},{"prefix":"C","text":" Procedures for the notification and education of occupants not less than 30 days prior to the commencement of an asbestos abatement project of the health or safety reasons that necessitate the asbestos abatement project and the procedures, including alternate accommodations and protection of belongings, that will be used to protect the health and safety of occupants of affected units."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"VI","text":"Asbestos Licensing and Control. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"111","identifier":"8-111.13","catch_text":"Rules."}}