{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-995.11.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-242, see Historical and Statutory Notes following § 8-113.01.\n\nFor legislative history of D.C. Law 9-159, see Historical and Statutory Notes following § 8-113.01.\n\nDC CODE § 8-113.11\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 1991, D.C. Law 8-242, § 12, 38 DCR 344; Sept. 29, 1992, D.C. Law 9-159, § 2(i), 39 DCR 5690.)","sections":[{"prefix":"a","text":" Any person aggrieved by a violation of any requirement of this subchapter or rule issued pursuant to this subchapter may commence a civil action on his or her own behalf against any person who is alleged to be in violation."},{"prefix":"b","text":" The Court shall have jurisdiction in any action brought pursuant to subsection (a) of this section to enforce the requirement or to order any action necessary to correct the violation, and to impose any civil penalty provided for the violation."},{"prefix":"c","text":" No action may be commenced under subsection (a) of this section until 30 days after the plaintiff has given notice of the violation to the Office of Corporation Counsel for the District of Columbia and to the alleged violator."},{"prefix":"d","text":" No action may be commenced under subsection (a) of this section if the Mayor has commenced and is diligently prosecuting an action to obtain compliance with the requirements of this subchapter or rules issued pursuant to this subchapter."},{"prefix":"e","text":" The Court, in issuing any final order in any action brought pursuant to this section, may award costs of litigation, including reasonable attorney and expert witness fees, to the prevailing or substantially prevailing party if the court determines an award is appropriate."},{"prefix":"f","text":" An owner or operator who enters on the property of another person in order to investigate or remediate a leaking underground storage tank site shall be liable for any damages to person or property which result from the action of the owner or operator or the agents of the owner or operator."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"VII","text":"Underground Storage Tank Management."},"heading":{"title":"8","chaptersection":"113","identifier":"8-113.11","catch_text":"Citizen's right of action."}}