{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 6-991.11.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-116, see Historical and Statutory Notes following ยง 8-111.01.\n\nDC CODE ยง 8-111.11\n\nCurrent through December 11, 2012","credits":"(May 1, 1990, D.C. Law 8-116, ยง 12, 37 DCR 1641.)","sections":[{"prefix":"a","text":" A business entity that is engaged in asbestos abatement shall keep a record of each asbestos abatement project and make the record available to the Mayor."},{"prefix":"b","text":" The records shall include:"},{"prefix":"1","text":" The name and address of the person who supervised the asbestos abatement project;"},{"prefix":"2","text":" The location of and a description of the asbestos abatement project;"},{"prefix":"3","text":" The amount of asbestos or material that contains asbestos that was involved in the asbestos abatement project;"},{"prefix":"4","text":" The commencement and completion date of the asbestos abatement project;"},{"prefix":"5","text":" A summary of the procedures that were used to comply with all applicable District and federal standards for asbestos abatement;"},{"prefix":"6","text":" The name and address of each asbestos disposal site that was used in the asbestos abatement project;"},{"prefix":"7","text":" The location, date, and description of any fiber release episodes;"},{"prefix":"8","text":" A report of any air sampling, including the location, date, method used, results, and the name and address of any worker who performed the air sampling;"},{"prefix":"9","text":" Information that relates to asbestos worker training and licensing;"},{"prefix":"10","text":" The name and address of a certified laboratory that is independent of the business entity and that will conduct analysis of bulk, dust, or air samples during an asbestos abatement project, and the name and address of the owner of the building in which the asbestos abatement project is being conducted; and"},{"prefix":"11","text":" Any other information that the Mayor deems necessary."},{"prefix":"c","text":" The business entity or any successor or assignee shall maintain the records required by this section for not less than 30 years."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"VI","text":"Asbestos Licensing and Control. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"111","identifier":"8-111.11","catch_text":"Records to be kept by a business entity."}}