{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-991.4.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-116, see Historical and Statutory Notes following § 8-111.02.\n\nD.C. Law 10-37, the \"Asbestos Licensing and Control Act of 1990 Amendment Act of 1993,\" was introduced in Council and assigned Bill No. 10-138, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 29, 1993, and July 13, 1993, respectively. Signed by the Mayor on July 29, 1993, it was assigned Act No. 10-70 and transmitted to both Houses of Congress for its review. D.C. Law 10- 37 became effective on October 15, 1993.\n\nDC CODE § 8-111.04\n\nCurrent through December 11, 2012","credits":"(May 1, 1990, D.C. Law 8-116, § 5, 37 DCR 1641; Oct. 15, 1993, D.C. Law 10-37, § 2(a), 40 DCR 5817.)","sections":[{"prefix":"a","text":" Except as provided in subsection (b) and (c) of this section, no business entity shall engage in the abatement of asbestos or material that contains asbestos without a permit and license that is issued by the Mayor. No person shall undertake or be employed on an asbestos abatement project unless the person is licensed as an asbestos worker by the Mayor."},{"prefix":"b","text":" The Mayor, by rule, may waive the requirements for a license or permit in the case of an emergency that involves asbestos or material that contains asbestos if the emergency poses a threat to the public health or safety of the District."},{"prefix":"c","text":"(1) The asbestos worker license, business entity license and permit, and recordkeeping requirements of this subchapter shall not apply to any removal or other activity involving resilient floor covering materials, including sheet vinyl, resilient tile, and associated adhesives, provided that the business entity or persons performing the removal:"},{"prefix":"A","text":" Follow the resilient floor covering manufacturers' recommended work practices for removal;"},{"prefix":"B","text":" Are not required to obtain asbestos accreditation under applicable federal asbestos requirements and regulations promulgated by the United States Environmental Protection Agency; and"},{"prefix":"C","text":" For removals involving more than 18 square feet of resilient floor covering material, notify the Mayor in writing at least 10 days prior to the removal of the time, place, and entity performing the removal, and certify that asbestos accreditation is not required under subparagraph (B) of this paragraph."},{"prefix":"2","text":" Any other asbestos requirements promulgated by the Mayor shall treat removals and other activity involving resilient floor covering materials in the same manner as prescribed under applicable federal asbestos requirements, including the National Emission Standard for Hazardous Air Pollutants for Asbestos as promulgated by the United States Environmental Protection Agency."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"VI","text":"Asbestos Licensing and Control. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"111","identifier":"8-111.04","catch_text":"Prohibitions."}}