{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 6-991.12.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-116, see Historical and Statutory Notes following ยง 8-111.01.\n\nDC CODE ยง 8-111.12\n\nCurrent through December 11, 2012","credits":"(May 1, 1990, D.C. Law 8-116, ยง 13, 37 DCR 1641.)","sections":[{"prefix":"a","text":" The Mayor shall make available application forms for asbestos abatement licenses to business entities. The application form shall:"},{"prefix":"1","text":" Request the name and address of the business entity;"},{"prefix":"2","text":" Request a description of the protective clothing and respirators to be used by the business entity and the procedure for use of the protective clothing and respirators;"},{"prefix":"3","text":" Request the name and address of each asbestos disposal site to be used;"},{"prefix":"4","text":" Request a description of the site decontamination procedures to be used;"},{"prefix":"5","text":" Request a description of the asbestos abatement methods to be used by the business entity;"},{"prefix":"6","text":" Request a description of the procedure to be used to handle waste that contains asbestos;"},{"prefix":"7","text":" Request a description of the procedure to be used to monitor the air;"},{"prefix":"8","text":" Request a description of the final cleanup procedure to be used;"},{"prefix":"9","text":" Request the signature of the chief executive officer of the business entity or his or her agent;"},{"prefix":"10","text":" Request evidence that any person to be utilized on an asbestos abatement project is a licensed asbestos worker;"},{"prefix":"11","text":" Outline procedures for the business entity to follow to certify that the business entity is able to comply with applicable federal standards for asbestos abatement and District environmental, safety, or health laws or rules;"},{"prefix":"12","text":" Outline procedures for the business entity to follow to certify that the business entity will use appropriate equipment and materials;"},{"prefix":"13","text":" Outline procedures for the business entity to follow to certify that the business entity has access to an approved asbestos disposal site; and"},{"prefix":"14","text":" Request any other information that the Mayor deems necessary."},{"prefix":"b","text":" Prior to expiration of a license for an asbestos worker or for asbestos abatement by a business entity, the Mayor shall send to an asbestos worker or business entity a renewal notice that states:"},{"prefix":"1","text":" The expiration date of the current license;"},{"prefix":"2","text":" The date that the renewal application must be received by the Mayor for the renewal license to be issued and mailed to the asbestos worker or business entity before the current license expires; and"},{"prefix":"3","text":" The amount of the renewal fee."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"VI","text":"Asbestos Licensing and Control. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"111","identifier":"8-111.12","catch_text":"Mayor's responsibilities."}}