{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-3202.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-19, see Historical and Statutory Notes following § 8-1101.\n\nReferences in Text\n\n\"Section 8-1201,\" referred to in (b)(2), was repealed by § 7 of D.C. Law 7-190, effective March 16, 1989.\n\nDC CODE § 8-1102\n\nCurrent through December 11, 2012","credits":"(July 25, 1987, D.C. Law 7-19, § 3, 34 DCR 3810.)","sections":[{"prefix":"a","text":" Within 1 year from July 25, 1987, the Mayor of the District of Columbia (\"Mayor\") shall submit to the Council of the District of Columbia (\"Council\") a comprehensive plan for a District of Columbia (\"District\") multi-material recycling system for the purpose of recovering energy and other resources from discarded materials and solid waste and for distributing reusable organic compounds for public use."},{"prefix":"b","text":" Before submitting the comprehensive plan to the Council, the Mayor shall:"},{"prefix":"1","text":" Hold a public hearing to receive public comments on the proposed comprehensive plan; and"},{"prefix":"2","text":" Consult with the Council, the Litter and Solid Waste Reduction Commission established pursuant to § 3-1001, the Hazardous Materials Study Commission established pursuant to § 8-1201, and other interested parties."},{"prefix":"c","text":" The comprehensive plan submitted to the Council by the Mayor shall include:"},{"prefix":"1","text":" A technical and economic description of the level of performance and results that can be attained from an effective multi-material recycling program and solid waste resource recovery facility;"},{"prefix":"2","text":" Detailed methods for the collection, transportation, separation, and reduction of discarded materials, household hazardous waste, and solid waste;"},{"prefix":"3","text":" Guidelines for the implementation of an office waste paper recycling program for District government office buildings, District-based educational facilities, and private corporations;"},{"prefix":"4","text":" Information regarding the alternative management of garbage disposal and resource recovery;"},{"prefix":"5","text":" Information regarding an adequate location, design, and construction site for a facility associated with the conversion of solid waste to energy;"},{"prefix":"6","text":" Information regarding regional, geographic, demographic, and environmental factors;"},{"prefix":"7","text":" Information regarding public health and safety considerations and applicable federal regulations;"},{"prefix":"8","text":" Guidelines for the distribution of reusable organic compounds, such as mulch, at convenient distribution centers throughout the District for use by its residents for gardening, landscaping, and other similar purposes; and"},{"prefix":"9","text":" A description of a public information campaign and community outreach program to be targeted to District residents and visitors regarding the importance of the District's multi-material recycling system and the public's role in this system."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"11","text":"Multi-Material Recycling Systems."},"heading":{"title":"8","chaptersection":"1102","identifier":"8-1102","catch_text":"Comprehensive plan for multi-material recycling system."}}