{"text":"For purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., ยง 6-3201.\n\nLegislative History of Laws\n\nLaw 7-19, the \"District of Columbia Comprehensive Plan for a Multi-Material Recycling System Act of 1987,\" was introduced in Council and assigned Bill No. 7-62, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on May 5, 1987 and May 19, 1987, respectively. Signed by the Mayor on June 1, 1987, it was assigned Act No. 7- 33 and transmitted to both Houses of Congress for its review.\n\nDC CODE ยง 8-1101\n\nCurrent through December 11, 2012","credits":"(July 25, 1987, D.C. Law 7-19, ยง 2, 34 DCR 3810.)","sections":[{"prefix":"1","text":" \"Discarded material\" means a wide variety of materials including liquids in containers that are considered garbage and rejected as being spent, useless, worthless, or in excess. The term \"discarded material\" does not include household hazardous waste or solid waste found in sewage and water resource systems or those waste products emitted from smoke stacks."},{"prefix":"2","text":" \"Household\" includes single and multiple residences, hotels, motels, bunkhouses, ranger stations, crew quarters, campgrounds, picnic grounds, and day-use recreation areas."},{"prefix":"3","text":" \"Household hazardous waste\" means any material deriving from households that may be toxic, flammable, corrosive, explosive, or chemically active and, if not properly stored or disposed of, may cause or significantly contribute to serious illness or death or may pose a substantial threat to human health or the environment. The term \"household hazardous waste\" includes garbage and waste in septic tanks, pesticides, solvents, degreasers, fertilizers, unused flammables such as gasoline and kerosene, and swimming pool chemicals. The term \"household hazardous waste\" does not apply to a household generating more than 50 kilograms of hazardous waste per month."},{"prefix":"4","text":" \"Multi-material\" means:"},{"prefix":"A","text":" Reusable organic compounds;"},{"prefix":"B","text":" All types of consumer products that have fulfilled their useful function and usually cannot be used further in their present form or at their present location; and"},{"prefix":"C","text":" Products that result in waste from the manufacture or conversion of products."},{"prefix":"5","text":" \"Organic compounds\" means material made from substances composed of chemical compounds of carbon and generally manufactured in the life processes of plants and animals. The term \"organic compounds\" includes paper, wood, mulch, and yard and food wastes capable of being reused for household purposes."},{"prefix":"6","text":" \"Recycling program\" means a resource recovery method that involves the collection and treatment of waste products for use as raw materials in manufacturing the same or a similar product."},{"prefix":"7","text":" \"Resource recovery\" means the recovery of materials or energy from solid waste."},{"prefix":"8","text":" \"Resource recovery facility\" means any facility at which solid waste is processed for the purpose of extracting, converting to energy, or otherwise separating and preparing solid waste for reuse."},{"prefix":"9","text":" \"Separation\" means the segregation and collection of individual recyclable components before the materials become mixed into the process of solid waste disposal."},{"prefix":"10","text":" \"Solid waste\" means garbage, refuse, and sludge from a waste treatment plant, water supply treatment plant, or air pollution control facility, and other waste products, including solid, liquid, semisolid, or contained gaseous material resulting from industrial, commercial, government operations, and from community activities."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"11","text":"Multi-Material Recycling Systems."},"heading":{"title":"8","chaptersection":"1101","identifier":"8-1101","catch_text":"Definitions."}}