{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-995.8.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-242, see Historical and Statutory Notes following § 8-113.01.\n\nFor legislative history of D.C. Law 9-159, see Historical and Statutory Notes following § 8-113.01.\n\nDC CODE § 8-113.08\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 1991, D.C. Law 8-242, § 9, 38 DCR 344; Sept. 29, 1992, D.C. Law 9-159, § 2(f), 39 DCR 5690.)","sections":[{"prefix":"a","text":" For the purpose of enforcing this subchapter or any rule issued pursuant to this subchapter, the Mayor or his or her designated representative may, at any reasonable time, upon the presentation of appropriate credentials to the owner, operator, or agent in charge:"},{"prefix":"1","text":" Enter without delay any place where an underground storage tank is or has been located or where a release is suspected;"},{"prefix":"2","text":" Inspect and obtain samples of any regulated substance contained in the tank;"},{"prefix":"3","text":" Inspect and copy any record, report, information, or test result required to be maintained pursuant to this subchapter, rules issued pursuant to this subchapter, or relevant to the operation of any underground storage tank; and"},{"prefix":"4","text":" Conduct monitoring or testing of any tank, associated equipment, contents, surrounding soils, air, surface water, or groundwater."},{"prefix":"b","text":" If the Mayor is denied access to any place where an underground storage tank is or has been located, the Mayor may apply to a court of competent jurisdiction for a search warrant."},{"prefix":"c","text":" If a designated representative or employee of the Mayor obtains any sample prior to leaving the premises, he or she shall give the owner, operator, or agent in charge, a receipt that describes the sample obtained, and if requested, a portion of the sample equal in volume or weight to the portion obtained. If any analysis is made of a sample, a copy of the results of the analysis shall be furnished promptly to the owner, operator, or agent in charge."},{"prefix":"d","text":" The Mayor may require the responsible party to provide any information or record with respect to any underground storage tank or system if the information or record is necessary to determine compliance with the rules or to conduct monitoring or testing of the tanks, associated equipment, contents, surrounding soils, air, or surface water or groundwater. The Mayor may require the responsible party to take any necessary corrective action."},{"prefix":"d-1","text":" The Mayor, or his or her designated agent, may enter upon property to perform, or cause to be performed, corrective actions necessary to protect human health or the environment under the circumstances set forth in § 8- 113.05(d). The Mayor shall give prior notice of the action to the owner or operator and the real property owner by first attempting personal service or service by registered mail, and, if unsuccessful, by providing notice by publication and conspicuous posting on the property."},{"prefix":"e","text":" The Mayor may take summary corrective action if a release of a regulated substance from an underground storage tank creates an imminent threat to human health or the environment. The Mayor shall provide an opportunity for a hearing with respect to the summary action without prejudice to the authority of the Mayor to take and complete the action. The Mayor shall give prior notice of the action to the owner, operator, or agent in charge and the real property owner, by personal service or by registered mail, and by conspicuous posting on the property, unless the emergency nature of the situation makes prior notice by personal service or registered mail impractical. If the owner, operator, or agent in charge cannot be located, notice shall be provided by conspicuous posting on the property."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"VII","text":"Underground Storage Tank Management."},"heading":{"title":"8","chaptersection":"113","identifier":"8-113.08","catch_text":"Right of entry; inspections; analyses; corrective action."}}