{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-995.12.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-242, see Historical and Statutory Notes following § 8-113.01.\n\nFor legislative history of D.C. Law 9-159, see Historical and Statutory Notes following § 8-113.01.\n\nDC CODE § 8-113.12\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 1991, D.C. Law 8-242, § 13, 38 DCR 344; Sept. 29, 1992, D.C. Law 9-159, § 2(j), 39 DCR 5690.)","sections":[{"prefix":"a","text":" The Mayor shall, pursuant to subchapter I of Chapter 5 of Title 2, issue and may revise, as appropriate, rules necessary to carry out the purposes and implement the provisions of this subchapter, including rules regarding requirements for:"},{"prefix":"1","text":" The maintenance of leak detection, prevention, inventory control, and tank testing systems;"},{"prefix":"2","text":" The maintenance of records of any monitoring or leak detection system or an inventory control or tank testing system;"},{"prefix":"3","text":" The reporting of releases and any corrective action taken;"},{"prefix":"4","text":" The abandonment in place, closure, or removal of underground storage tanks to prevent future releases of regulated substances into the environment;"},{"prefix":"5","text":" The maintenance of evidence of financial responsibility in order to take corrective action and compensate any 3rd party for bodily injury or property damage which shall conform to the federal financial responsibility requirements issued pursuant to section 9004 of the Solid Waste Disposal Act, approved November 8, 1984 (98 Stat. 3282; 42 U.S.C. 6991c);"},{"prefix":"6","text":" The establishment of standards of performance for new underground storage tanks;"},{"prefix":"7","text":" The taking of corrective action in response to a release from an underground storage tank that meets District and federal cleanup objectives;"},{"prefix":"8","text":" Public participation in the implementation and enforcement of this subchapter;"},{"prefix":"9","text":" Standards and fees for the registration, installation, and abandonment of tanks; and"},{"prefix":"10","text":" Tanks that are exempt from regulation."},{"prefix":"b","text":" Until the Mayor, by rule, determines which tanks shall be exempt from regulation, the exemptions set forth in section 9001(1) of the Solid Waste Disposal Act (42 U.S.C. 6991(1)) shall be applicable."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1","text":"Environmental Controls."},"subchapter":{"identifier":"VII","text":"Underground Storage Tank Management."},"heading":{"title":"8","chaptersection":"113","identifier":"8-113.12","catch_text":"Rules."}}