{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-736.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-229, see Historical and Statutory Notes following § 8-1315.\n\nDC CODE § 8-1320\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1978, D.C. Law 2-64, § 22, as added Mar. 8, 1991, D.C. Law 8- 229, title I, § 102(c), 38 DCR 246.)","sections":[{"prefix":"a","text":" Pursuant to rules issued by the Mayor in accordance with § 8-1322, any business may receive a waiver of the fee if the Mayor finds that the business has met the following conditions:"},{"prefix":"1","text":" Satisfied the requirements of this subchapter that pertain to the business;"},{"prefix":"2","text":" Performed and submitted a hazardous waste and toxic chemical source reduction audit to the Mayor; and"},{"prefix":"3","text":" Successfully implemented source reduction techniques so that the generation of hazardous waste or toxic chemical usage has been significantly reduced to levels identified in the technical literature for that standard industrial classification as representative of the best source reduction practice."},{"prefix":"b","text":" Industrial classifications that engage in off-site recycling to reclaim the resource value of waste as the best management strategy for minimizing waste may substitute recycling for the source reduction techniques specified in subsection (a)(3) of this section. At no time shall incineration, with or without energy recovery, be regarded as source reduction or recycling for the purposes of this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Hazardous Waste and Materials Disposal and Management."},"chapter":{"identifier":"13","text":"Hazardous Waste Management. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Toxic Source Reduction."},"heading":{"title":"8","chaptersection":"1320","identifier":"8-1320","catch_text":"Hazardous waste and toxic chemical fee waivers."}}