{"text":"For purposes of this chapter:","historical":"Prior Codifications\n\n1981 Ed., § 6-702.\n\n1973 Ed., § 6-522.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-64, see Historical and Statutory Notes following § 8-1301.\n\nFor legislative history of D.C. Law 5-103, see Historical and Statutory Notes following § 8-1301.\n\nFor legislative history of D.C. Law 8-37, see Historical and Statutory Notes following § 8-1313.\n\nFor legislative history of D.C. Law 8-229, see Historical and Statutory Notes following § 8-1315.\n\nLaw 9-149, the \"Environmental Policy and Hazardous and Solid Waste Temporary Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-522. The Bill was adopted on first and second readings on May 6, 1992, and June 2, 1992, respectively. Signed by the Mayor on June 19, 1992, it was assigned Act No. 9-229 and transmitted to both Houses of Congress for its review. D.C. Law 9-149 became effective on September 10, 1992.\n\nD.C. Law 10-68, the \"Technical Amendments Act of 1993,\" was introduced in Council and assigned Bill No. 10-166, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 29, 1993, and July 13, 1993, respectively. Signed by the Mayor on August 23, 1993, it was assigned Act No. 10-107 and transmitted to both Houses of Congress for its review. D.C. Law 10-68 became effective on February 5, 1994.\n\nDC CODE § 8-1302\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1978, D.C. Law 2-64, § 3, 24 DCR 6289; Aug. 10, 1984, D.C. Law 5-103, § 2(b), 31 DCR 3032; Oct. 18, 1989, D.C. Law 8-37, § 2(b), 36 DCR 5748; Mar. 8, 1991, D.C. Law 8-229, title I, § 102(b), 38 DCR 246; Feb. 5, 1994, D.C. Law 10-68, § 15(a), 40 DCR 6311.)","sections":[{"prefix":"1","text":" The term \"disposal\" means the discharge, deposit, injection, dumping, spilling, leaking, or placing of any hazardous waste into or on any land or water so that such hazardous waste or any constituent thereof may enter the environment, be emitted into the air, or discharged into any waters, including ground waters."},{"prefix":"1A","text":" The term \"guarantor\" means any person, other than the owner or operator, who provides evidence of financial responsibility for an owner or operator."},{"prefix":"2","text":" The term \"hazardous waste\" means any waste or combination of wastes of a solid, liquid, contained gaseous, or semisolid form which, because of its quantity, concentration, or physical, chemical, or infectious characteristics, as established by the Mayor, may: (1) cause, or significantly contribute to an increase in mortality or an increase in serious irreversible, or incapacitating reversible, illness; or (2) pose a substantial present or potential hazard to human health or the environment when improperly treated, stored, transported, or disposed of, or otherwise managed. Such wastes include, but are not limited to, those which are toxic, carcinogenic, flammable, irritants, strong sensitizers, or which generate pressure through decomposition, heat or other means, as well as containers and receptacles previously used in the transportation, storage, use or application of the substances described as a hazardous waste."},{"prefix":"3","text":" The term \"generation\" means the act or process of producing hazardous waste."},{"prefix":"3A","text":" The term \"generator\" means any person by site whose act or process produces hazardous waste or whose act first causes a hazardous waste to be subject to regulation."},{"prefix":"3B","text":" The term \"manifest\" means the form used for identifying the quantity, composition, and the origin, routing and destination of hazardous waste during its transportation from the point of generation to the point of disposal, treatment, or storage."},{"prefix":"4","text":" The term \"Mayor\" means the Mayor of the District of Columbia or his or her designated agent."},{"prefix":"5","text":" The term \"person\" means any individual, partnership, corporation (including a government corporation), trust, association, firm, joint-stock company, organization, commission, the District or federal government, or other entity."},{"prefix":"5A","text":" The term \"person responsible\" means a person who is or has been the generator of hazardous waste, the owner or operator of a site that contains or a vehicle that transports hazardous waste, or a person who by contract, agreement, or otherwise arranges or has arranged for disposal or treatment of hazardous waste."},{"prefix":"5B","text":"(A) The term \"source reduction\" means any practice that:"},{"prefix":"i","text":" Reduces the amount of any hazardous substance, pollutant, or contaminant entering any waste stream or otherwise released into the environment, including fugitive emissions, prior to recycling, treatment, or disposal; and"},{"prefix":"ii","text":" Reduces the hazard to public health and the environment associated with the release of a hazardous substance, pollutant, or contaminant."},{"prefix":"B","text":" The term \"source reduction\" includes equipment or technology modifications, process or procedure modifications, reformulation or redesign of products, substitution of raw materials, and improvements in housekeeping, maintenance, training, or inventory control."},{"prefix":"C","text":" The term \"source reduction\" does not include any practice that alters the physical, chemical, or biological characteristics or the volume of a hazardous substance, pollutant, or contaminant through a process or activity that is not integral to and necessary for the production of a product or the provision of a service."},{"prefix":"6","text":" The term \"storage\" means containment in such a manner as not to constitute disposal."},{"prefix":"6A","text":" The term \"toxic chemical\" means a chemical or chemical category listed in 40 CFR 372.65."},{"prefix":"7","text":" The term \"transport\" means the movement from the point of generation to any intermediate site, and finally to the point of ultimate storage or disposal."},{"prefix":"8","text":" The term \"treatment\" means any method, technique, or process, including neutralization, designed to change the physical, chemical, or biological character or composition of a hazardous waste so as to neutralize or as to render it nonhazardous, safer for transport, amenable for recovery or storage, or reduced in volume."},{"prefix":"9","text":" The term \"treatment facility\" means a location for treatment, including an incinerator or a facility where generation has occurred."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Hazardous Waste and Materials Disposal and Management."},"chapter":{"identifier":"13","text":"Hazardous Waste Management. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"1302","identifier":"8-1302","catch_text":"Definitions."}}