{"text":"Within 1 year from March 8, 1991, the Mayor shall:","historical":"Prior Codifications\n\n1981 Ed., § 6-731.\n\nLegislative History of Laws\n\nLaw 8-229, the \"Toxic Source Reduction Business Assistance Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-695, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on December 4, 1990, and December 18, 1990, respectively. Signed by the Mayor on December 27, 1990, it was assigned Act No. 8-312 and transmitted to both Houses of Congress for its review.\n\nReferences in Text\n\nSection 6605 of the Omnibus Budget Reconciliation Act of 1990, Pub. L. 101-508, the Pollution Prevention Act, referred to in (7), is codified as 42 U.S.C. § 13104.\n\nDC CODE § 8-1315\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1978, D.C. Law 2-64, § 17, as added Mar. 8, 1991, D.C. Law 8- 229, title I, § 102(c), 38 DCR 246.)","sections":[{"prefix":"1","text":" Provide general information that publicizes the advantages of and opportunities for hazardous waste and toxic chemical source reduction, including the requirements of this subchapter, to government agencies, business and trade associations, business conferences, and trade fairs;"},{"prefix":"2","text":" Prioritize and target business sectors that require the greatest assistance in accordance with § 8-1316;"},{"prefix":"3","text":" Provide assistance to any business identified in § 8-1316, as well as other businesses, through the transfer of technical information from other source reduction programs, data bases, and research institutes. The Mayor may facilitate research relationships with universities or other institutions to promote the purposes of this subchapter;"},{"prefix":"4","text":" Establish, at a minimum, a library of source reduction literature pertinent to District businesses identified in accordance with § 8-1316 that contains an on-line computer link-up with established pollution prevention data bases that include data bases operated by the United States Environmental Protection Agency (\"EPA\");"},{"prefix":"5","text":" Prepare and present conferences, seminars, publications, and other programs as may be appropriate to provide targeted businesses with access to the information available on hazardous waste and toxic chemical source reduction;"},{"prefix":"6","text":" Train designated inspectors to assess hazardous waste and toxic chemical source reduction plans and audits;"},{"prefix":"7","text":" Secure funding and provide for coordination to the maximum extent practicable between designated District government agencies and the EPA to promote the use of source reduction techniques by businesses, training, and other programs in accordance with section 6605 of the Omnibus Budget Reconciliation Act of 1990, approved November 5, 1990 (Pub.L. No. 101-508) (\"Pollution Prevention Act\"); and"},{"prefix":"8","text":" Assess and collect a fee on the generation of hazardous waste and emission of toxic chemicals."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Hazardous Waste and Materials Disposal and Management."},"chapter":{"identifier":"13","text":"Hazardous Waste Management. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Toxic Source Reduction."},"heading":{"title":"8","chaptersection":"1315","identifier":"8-1315","catch_text":"Hazardous waste and toxic chemical source reduction."}}