{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-707.\n\n1973 Ed., § 6-527.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-64, see Historical and Statutory Notes following § 8-1301.\n\nFor legislative history of D.C. Law 5-103, see Historical and Statutory Notes following § 8-1301.\n\nFor legislative history of D.C. Law 8-37, see Historical and Statutory Notes following § 8-1313.\n\nDC CODE § 8-1307\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1978, D.C. Law 2-64, § 8, 24 DCR 6289; Aug. 10, 1984, D.C. Law 5-103, § 2(e), 31 DCR 3032; Oct. 18, 1989, D.C. Law 8-37, § 2(e), 36 DCR 5748.)","sections":[{"prefix":"a","text":" For the purpose of enforcing this chapter or any rule or regulation promulgated pursuant to this chapter, the Mayor may at any reasonable time, within reasonable limits, and in a reasonable manner, upon presenting appropriate credentials to the owner, operator or agent in charge:"},{"prefix":"1","text":" Enter without delay any place where hazardous wastes are or have been generated, stored, treated, transported, or disposed;"},{"prefix":"2","text":" Inspect and obtain samples of any waste, or substance used in the treatment of waste;"},{"prefix":"3","text":" Inspect and copy any records, reports, information, or test results relating to the purposes of this chapter. Each such inspection shall be commenced and completed with reasonable promptness."},{"prefix":"b","text":" If the officer or employee obtains any samples prior to leaving the premises, he or she shall give to the owner, operator, or agent in charge, a receipt describing the sample obtained, and if requested, a portion of each such sample equal in volume or weight to the portion retained. If any analysis is made of such samples, a copy of the results of such analysis shall be furnished promptly to the owner, operator, or agent in charge."},{"prefix":"c","text":" When there is a threat to human health or the environment, or a release of hazardous waste into the environment, and the responsible party or address is unknown, or cannot be located, written notice shall be served by conspicuously posting the notice on the property where the threat exists or the release occurred and sending a copy to the last known address via certified mail."},{"prefix":"d","text":" When dangerous chemicals and hazardous waste on property pose an imminent threat to human health or the environment, the Mayor may post the property and restrict access. The posting shall provide the public with notice that a dangerous condition exists and shall prohibit the owner from removing or handling the waste without prior approval by the Mayor."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Hazardous Waste and Materials Disposal and Management."},"chapter":{"identifier":"13","text":"Hazardous Waste Management. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"1307","identifier":"8-1307","catch_text":"Inspections; analyses; right of entry; notice; posting."}}