{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-714.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-37, see Historical and Statutory Notes following § 8-1013.\n\nDC CODE § 8-1314\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1978, D.C. Law 2-64, § 16, as added Oct. 18, 1989, D.C. Law 8- 37, § 2(g), 36 DCR 5748.)","sections":[{"prefix":"a","text":" Any claim arising from conduct of an owner or operator of a hazardous waste treatment, storage, or disposal facility for which evidence of financial responsibility is required, may be asserted directly against the guarantor that provides evidence of financial responsibility if:"},{"prefix":"1","text":" The owner or operator is in bankruptcy, reorganization, or arrangement pursuant to 11 U.S.C. § 101 et seq.; or"},{"prefix":"2","text":" The owner or operator is likely to be solvent at the time of judgment, but jurisdiction cannot be obtained with reasonable diligence in any state or federal court."},{"prefix":"b","text":" In any claim asserted against a guarantor pursuant to subsection (a) of this section, the guarantor shall be entitled to invoke all rights and defenses that would have been available to the owner or operator of the hazardous waste storage, treatment, or disposal facility if an action had been brought against the owner or operator by the claimant and that would have been available to the guarantor if an action had been brought against the guarantor by the owner or operator."},{"prefix":"c","text":" The total liability of any guarantor shall be limited to the aggregate amount that the guarantor has provided as evidence of financial responsibility to the owner or operator."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Hazardous Waste and Materials Disposal and Management."},"chapter":{"identifier":"13","text":"Hazardous Waste Management. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"1314","identifier":"8-1314","catch_text":"Actions against guarantor."}}