{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-703.\n\n1973 Ed., § 6-523.\n\nEffect of Amendments\n\nD.C. Law 15-38, in subsec. (c), substituted \"an Environmental Materials endorsement to a basic business license under the basic\" for \"a Class A Environmental Materials endorsement to a master business license under the master\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(m) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-64, see Historical and Statutory Notes following § 8-1301.\n\nFor legislative history of D.C. Law 5-103, see Historical and Statutory Notes following § 8-1301.\n\nFor legislative history of D.C. Law 8-37, see Historical and Statutory Notes following § 8-1313.\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-845, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615 and transmitted to both Houses of Congress for its review. D.C. Law 12-210 became effective on April 20, 1999.\n\nFor Law 15-38, see notes following § 8-111.03.\n\nDC CODE § 8-1303\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1978, D.C. Law 2-64, § 4, 24 DCR 6289; Aug. 10, 1984, D.C. Law 5-103, § 2(c), 31 DCR 3032; Oct. 18, 1989, D.C. Law 8-37, § 2(c), 36 DCR 5748; Apr. 20, 1999, D.C. Law 12-261, § 2003(h), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 3(m), 50 DCR 6913.)","sections":[{"prefix":"a","text":" It is unlawful to own, construct, substantially alter, or operate any hazardous waste treatment, storage, or disposal facility or site or to generate, store, transport, treat, or dispose of any hazardous waste except in accordance with the terms of the permit issued by the Mayor for the facility, site, or activity."},{"prefix":"b","text":" The Mayor may issue, vary, or modify the terms of a permit or suspend, revoke, or deny a permit to achieve the purposes of this chapter, except that the Mayor may not issue a permit for a period that exceeds 10 years. The terms of any permit for a treatment, storage, or disposal facility shall require that the permit holder take corrective action within or beyond the facility boundary if necessary to protect human health and the environment. The Mayor may establish the appropriate permit fee according to costs associated with its issuance."},{"prefix":"c","text":" Any license issued pursuant to this section shall be issued as an Environmental Materials endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of Chapter 28 of Title 47."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Hazardous Waste and Materials Disposal and Management."},"chapter":{"identifier":"13","text":"Hazardous Waste Management. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"1303","identifier":"8-1303","catch_text":"Permits."}}