{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-701.\n\n1973 Ed., § 6-521.\n\nLegislative History of Laws\n\nLaw 2-64, the \"District of Columbia Hazardous Waste Management Act of 1977,\" was introduced in Council and assigned Bill No. 2-163, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on November 22, 1977 and December 6, 1977, respectively. Signed by the Mayor on January 20, 1978, it was assigned Act No. 2-133 and transmitted to both Houses of Congress for its review.\n\nLaw 5-103, the \"Hazardous Waste Management Amendments Act of 1984,\" was introduced in Council and assigned Bill No. 5-381, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on April 30, 1984, and May 15, 1984, respectively. Signed by the Mayor on June 6, 1984, it was assigned Act No. 5-144 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 8-37, see Historical and Statutory Notes following § 8-1313.\n\nFor legislative history of D.C. Law 8-229, see Historical and Statutory Notes following § 8-1315.\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Law 2-64, the \"District of Columbia Hazardous Waste Management Act of 1977\", see Mayor's Order 98-55, April 15, 1998 (45 DCR 2704).\n\nMiscellaneous Notes\n\nAir quality control regulations enacted: Section 3 of D.C. Law 5-165, as amended by § 15 of D.C. Law 6-192, effective February 24, 1987, enacted air quality control regulations of the District of Columbia as Chapters 1 through 9 of Title 20 of the District of Columbia Municipal Regulations, \"Environment and Energy\".\n\nSection 485 of D.C. Law 6-42 amended §§ 100.4 and 105.1 of the Air Quality Control Regulations, effective March 15, 1985 (D.C. Law 5-165; 20 DCMR Chapters 1 through 9) to provide for adjudication of infractions pursuant to Chapter 18 of Title 2. Section 501(b) of D.C. Law 6-42 provided that the provisions of the act shall apply only to infractions which occur or are discovered by inspection after October 5, 1985.\n\nDC CODE § 8-1301\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1978, D.C. Law 2-64, § 2, 24 DCR 6289; Aug. 10, 1984, D.C. Law 5-103, § 2(a), 31 DCR 3032; Oct. 18, 1989, D.C. Law 8-37, § 2(a), 36 DCR 5748; Mar. 8, 1991, D.C. Law 8-229, title I, § 102(a), 38 DCR 246.)","sections":[{"prefix":"a","text":" The purposes of this chapter are:"},{"prefix":"1","text":" To insure safe and effective hazardous waste management;"},{"prefix":"2","text":" To establish a program of regulation over the generation, storage, transportation, treatment, and disposal of hazardous waste and fuel containing hazardous waste and the production, marketing, distribution, and burning of fuel produced from or containing hazardous waste; and"},{"prefix":"3","text":" To reduce or eliminate at the source, wherever feasible and as expeditiously as possible, the generation of hazardous waste and the release of toxic chemicals in the District of Columbia."},{"prefix":"b","text":" The Council of the District of Columbia finds that:"},{"prefix":"1","text":" Increasing production and consumption rates, continuing technological development, and energy requirements have led to the generation of greater quantities of hazardous waste;"},{"prefix":"2","text":" The problems of disposing of hazardous waste are increasing as a result of air and water pollution controls and a shortage of available landfill sites;"},{"prefix":"3","text":" While it is technologically and financially feasible for hazardous waste generators to reduce and eliminate wastes generated, and to dispose of their wastes in a manner which has a less adverse impact on the environment than current practices, such knowledge is not being utilized to the extent possible;"},{"prefix":"4","text":" Even though the District of Columbia is not heavily industrialized, there is a significant daily hazardous waste disposal problem;"},{"prefix":"5","text":" The public health and safety, and the environment, are threatened where hazardous wastes are not managed in an environmentally sound manner;"},{"prefix":"6","text":" In accordance with section 101(b) of the Federal Solid Waste Disposal Act, approved November 8, 1984 (98 Stat. 3224; 42 U.S.C. 6902(b)), it is the policy of the District of Columbia that, wherever feasible, the generation of hazardous waste and the release of toxic chemicals is to be reduced or eliminated as expeditiously as possible; and"},{"prefix":"7","text":" Other states and local jurisdictions that have implemented source reduction technical assistance programs for businesses have shown programs to be cost-effective."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Hazardous Waste and Materials Disposal and Management."},"chapter":{"identifier":"13","text":"Hazardous Waste Management. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"1301","identifier":"8-1301","catch_text":"Purposes and findings."}}