{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-709.\n\n1973 Ed., § 6-529.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-64, see Historical and Statutory Notes following § 8-1301.\n\nFor legislative history of D.C. Law 5-103, see Historical and Statutory Notes following § 8-1301.\n\nDC CODE § 8-1309\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1978, D.C. Law 2-64, § 10, 24 DCR 6289; Aug. 10, 1984, D.C. Law 5-103, § 2(f), 31 DCR 3032.)","sections":[{"prefix":"a","text":"(1) The Mayor may suspend a permit issued in accordance with § 8-1303 if the holder of the permit is in violation of this chapter or the rules promulgated pursuant to the chapter."},{"prefix":"2","text":" Written notice of the suspension shall be served upon the affected party or the party's designated agent."},{"prefix":"b","text":"(1) Where a permit has been suspended, the person affected has the right to reapply for a permit."},{"prefix":"2","text":" If the person is able to demonstrate an ability and willingness to comply with the permit and with the provisions of this chapter and the rules, the Mayor may grant a new permit."},{"prefix":"c","text":"(1) Where there is a history of repeated violations or where a permit has been previously suspended, the Mayor may revoke a permit, upon a showing of subsequent violation, and upon providing the affected party, or the party's designated agent, with written notice of the intent to revoke the permit and with an opportunity for a hearing prior to revocation."},{"prefix":"2","text":" The revocation shall take effect 15 days after the notice has been given, unless a written request for a hearing is received by the Mayor within that period."},{"prefix":"d","text":" The Mayor may immediately revoke a permit upon an initial violation of the chapter or the rules where the violation presents an imminent and substantial endangerment to the public health, the public welfare, or the environment."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Hazardous Waste and Materials Disposal and Management."},"chapter":{"identifier":"13","text":"Hazardous Waste Management. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"1309","identifier":"8-1309","catch_text":"Suspension and revocation of permit."}}