{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-705.\n\n1973 Ed., § 6-525.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-64, see Historical and Statutory Notes following § 8-1301.\n\nFor legislative history of D.C. Law 5-103, see Historical and Statutory Notes following § 8-1301.\n\nFor legislative history of D.C. Law 8-37, see Historical and Statutory Notes following § 8-1313.\n\nDelegation of Authority\n\nDelegation of Authority pursuant to D.C. Law 2-64, the District of Columbia Hazardous Waste Management Act of 1977, see Mayor's Order 2005-70, April 19, 2005 (52 DCR 5495).\n\nResolutions\n\nResolution 16-95, the \"Hazardous Waste Management Rulemaking Approval Resolution of 2005\", was approved effective January 11, 2005.\n\nResolution 16-307, the \"Hazardous Waste Management Rulemaking Approval Resolution of 2005\", was approved effective September 23, 2005.\n\nMiscellaneous Notes\n\nDistrict of Columbia Hazardous Waste Management Act Proposed Rulemaking Approval Resolution of 1995: Pursuant to Proposed Resolution 11-174, deemed approved October 11, 1995, Council approved the proposed rulemaking adopting Chapters 40 through 54 (Hazardous Waste Regulations) of Title 20 DCMR issued pursuant to the \"District of Columbia Hazardous Waste Management Act of 1977\", as amended.\n\nDC CODE § 8-1305\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1978, D.C. Law 2-64, § 6, 24 DCR 6289; Aug. 10, 1984, D.C. Law 5-103, § 2(d), 31 DCR 3032; Oct. 18, 1989, D.C. Law 8-37, § 2(d), 36 DCR 5748.)","sections":[{"prefix":"a","text":" Within 3 months after publication of the plan required in § 8-1304, the Mayor shall adopt, in accordance with § 2-505, and may thereafter revise as appropriate, rules and regulations necessary to carry out the purposes and provisions of this chapter, including, but not limited to, rules and regulations regarding the following aspects of proper hazardous waste management:"},{"prefix":"1","text":" Criteria for determining what constitutes a hazardous waste;"},{"prefix":"2","text":" Generation, storage, treatment, and disposal of hazardous wastes;"},{"prefix":"3","text":" Transportation, containerization, and labeling of hazardous wastes (consistent with those issued by the United States Department of Transportation);"},{"prefix":"4","text":" On-site handling, including the separation and combination of hazardous wastes;"},{"prefix":"5","text":" Operation and maintenance of hazardous waste treatment or disposal facilities or sites;"},{"prefix":"6","text":" Certification of supervisory personnel at hazardous waste treatment or disposal facilities or sites;"},{"prefix":"7","text":" Procedures and requirements for the use of a manifest or form which identifies the quantity, composition, origin, routing, and destination of hazardous waste during its transportation from the point of generation to the point of disposal, treatment, or storage;"},{"prefix":"8","text":" Marketing, distribution, and burning of fuel produced from a hazardous waste or containing a hazardous waste; and"},{"prefix":"9","text":" Requirements for on-site and off-site corrective action by owners or operators of a disposal, storage, and treatment facility."},{"prefix":"b","text":" At the time of publication of the proposed rules and regulations referred to in this section, a copy of the same shall be provided to the Council of the District of Columbia."},{"prefix":"c","text":" The proposed rules shall be submitted to the Council for a 45-day period of review excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution within this 45-day review period, the proposed rules shall be deemed approved."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Hazardous Waste and Materials Disposal and Management."},"chapter":{"identifier":"13","text":"Hazardous Waste Management. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"1305","identifier":"8-1305","catch_text":"Rules and regulations."}}