{"text":"The Council of the District of Columbia finds that:","historical":"Temporary Addition of Section\n\nFor temporary (225 day) addition, see § 2 of Terrorism Prevention in Hazardous Materials Transportation Temporary Act of 2005 (D.C. Law 16-2, May 14, 2005, law notification 52 DCR 5425).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2 of Terrorism Prevention in Hazardous Materials Transportation Emergency Act of 2005 (D.C. Act 16-43, February 15, 2005, 52 DCR 3048).\n\nFor temporary (90 day) addition, see § 2 of Terrorism Prevention in Hazardous Materials Transportation Congressional Review Emergency Act of 2005 (D.C. Act 16-90, June 1, 2005, 52 DCR 5428).\n\nFor temporary (90 day) addition, see § 2 of Second Terrorism Prevention in Hazardous Materials Transportation Emergency Act of 2005 (D.C. Act 16-236, December 22, 2005, 53 DCR 245).\n\nFor temporary (90 day) addition, see § 2 of Terrorism Prevention in Hazardous Materials Transportation Congressional Review Emergency Act of 2006 (D.C. Act 16-325, March 23, 2006, 53 DCR 2576).\n\nLegislative History of Laws\n\nLaw 16-80, the \"Terrorism Prevention in Hazardous Materials Transportation Act of 2005\", was introduced in Council and assigned Bill No. 16-79 which was referred to the Committee on Public Works and Environment. The Bill was adopted on first and second readings on December 6, 2005, and January 4, 2006, respectively. Signed by the Mayor on January 26, 2006, it was assigned Act No. 16-266 and transmitted to both Houses of Congress for its review. D.C. Law 16- 80 became effective on April 4, 2006.\n\nDelegation of Authority\n\nDelegation of Authority Pursuant to the Terrorism Prevention in Hazardous Materials Transportation Emergency Act of 2005 to the Director of the District of Columbia Department of Transportation, see Mayor's Order 2005-34, February 22, 2005 (52 DCR 2856).\n\nAmendment of Delegation of Authority Pursuant to the Terrorism Prevention in Hazardous Materials Transportation Emergency Act of 2005 to the Director of the District of Columbia Department of Transportation, see Mayor's Order 2005-74, May 5, 2005 (52 DCR 5503).\n\nDC CODE § 8-1421\n\nCurrent through December 11, 2012","credits":"(Apr. 4, 2006, D.C. Law 16-80, § 2, 53 DCR 1047.)","sections":[{"prefix":"1","text":" A terrorist attack on a large-quantity hazardous material shipment near the United States Capitol (\"Capitol\") would be expected to cause tens of thousands of deaths and a catastrophic economic impact of $5 billion or more."},{"prefix":"2","text":" The threat of terrorism facing District of Columbia residents and workers in the vicinity of the Capitol requires an urgent response that recognizes and addresses the unique status of this area in American politics and history, and the risk of terrorism that results from this status."},{"prefix":"3","text":" While the federal government has occupied the field of en route security and routing in the aviation context, it has not addressed the subject of rail car routing for security purposes. Moreover, the federal government has not acted to address the terrorist threat resulting from the transportation of ultra-hazardous materials within 2 miles of the Capitol, the White House, and the United States Supreme Court, unique terrorist targets."},{"prefix":"4","text":" Shippers of ultra-hazardous materials do not need to route large quantities of ultra-hazardous chemicals near the Capitol in order to ship these chemicals to their destinations, and alternative routes would substantially decrease the aggregate risk posed by terrorist attacks."},{"prefix":"5","text":" Requiring permits for ultra-hazardous shipments from a Capitol Exclusion Zone that encompasses all points within 2.2 miles of the Capitol would impose no significant burden on interstate commerce."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Hazardous Waste and Materials Disposal and Management."},"chapter":{"identifier":"14","text":"Hazardous Materials Transportation. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Terrorism Prevention in Hazardous Materials Transportation."},"heading":{"title":"8","chaptersection":"1421","identifier":"8-1421","catch_text":"Findings."}}