{"text":"For the purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nLaw 16-262, the \"Homeland Security, Risk Reduction, and Preparedness Amendment Act of 2006\", was introduced in Council and assigned Bill No.  16-242, which was referred to Committee on Judiciary.  The Bill was adopted on first and second readings on December 5, 2006, and December 19, 2006, respectively. Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-618 and transmitted to both Houses of Congress for its review.   D.C. Law 16-262 became effective on March 14, 2007.\n\nDC CODE § 8-1441\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-262, § 301, 54 DCR 794.)","sections":[{"prefix":"1","text":" \"Carrier\" means the person who owns the locomotive or motor vehicle, excluding the trailer or rail car, used in transporting any of the hazardous materials identified in § 8-1442."},{"prefix":"2","text":" \"Fund\" means the Hazardous Materials Reimbursement Fund established by § 8-1447."},{"prefix":"3","text":" \"Motor vehicle\" means any vehicle propelled by internal-combustion engine, electricity, or steam, other than a vehicle designed to run only on rails or tracks, that is intended or used for moving freight, merchandise, or other commercial loads or property. The term \"motor vehicle\" shall include any trailer attached to the motor vehicle."},{"prefix":"4","text":" \"Person\" shall have the same meaning as in § 8-1302(5)."},{"prefix":"5","text":" \"Rail car\" means any vehicle without motor power that is intended or used for moving freight, merchandise, or other commercial loads or property on rails or tracks and is drawn by a locomotive."},{"prefix":"6","text":" \"Trailer\" means a vehicle without motor power intended or used for carrying freight, merchandise, or other commercial loads or property and drawn or intended to be drawn by a motor vehicle, whether such vehicle without motor power carries the weight of the property wholly on its own structure or whether a part of such weight rests upon or is carried by a motor vehicle."},{"prefix":"7","text":" \"Transport\" means movement by a rail car or motor vehicle."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"C","text":" Hazardous Waste and Materials Disposal and Management."},"chapter":{"identifier":"14","text":"Hazardous Materials Transportation. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Strict Liability for Release of Hazardous Materials During Transport."},"heading":{"title":"8","chaptersection":"1441","identifier":"8-1441","catch_text":"Definitions."}}