{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-371, see notes following ยง 8-152.01.\n\nDC CODE ยง 8-152.04\n\nCurrent through December 11, 2012","credits":"(Feb. 15, 2006, D.C. Law 16-51, ยง 154, as added Mar. 25, 2009, D.C. Law 17-371, ยง 2(b), 56 DCR 1353.)","sections":[{"prefix":"a","text":" The Mayor, in coordination with DC WASA, shall establish a grant program to provide Enterprise Funds for grants and direct services to property owners in the District to employ LID or stormwater best management practices."},{"prefix":"b","text":" Funding for such grants will be contingent on maintaining adequate Enterprise Funds to address District obligations pursuant to the MS4 Permit."},{"prefix":"c","text":" Within one year of the effective date of this section, the Director of the Department of Transportation (\"DDOT\") shall submit to the Director an action plan recommending policies and measures to reduce impervious surfaces and promote LID projects in the public space. The action plan shall incorporate:"},{"prefix":"1","text":" New DDOT policies to reduce impervious surface and employ other LID measures in right-of-way construction projects and retrofit projects;"},{"prefix":"2","text":" A revised DDOT public space permitting process and the development of a mechanism to minimize stormwater runoff from the public right-of-way;"},{"prefix":"3","text":" Requirements and incentives for private developers to reduce impervious surface and employ LID measures when their projects extend into the public right-of-way;"},{"prefix":"4","text":" Policies, including fees, for the use of public space to manage stormwater runoff from private property;"},{"prefix":"5","text":" Policies to address ongoing maintenance of LID or stormwater best management practices installed in public right-of-way areas adjacent to private property;"},{"prefix":"6","text":" Strategies to remove impediments to LID projects on residential properties relating to public space; and"},{"prefix":"7","text":" Costs for each recommendation and a recommended timeline for funding in the Mayor's proposed budget. The Mayor shall incorporate these recommendations in the next and subsequent proposed annual budgets."},{"prefix":"d","text":"(1) Within one year of March 25, 2009, the Director, together with the Stormwater Agencies, shall prepare a study recommending policies and measures developed to implement LID and stormwater best management practices on District properties. The Mayor shall incorporate these recommendations in the next and subsequent proposed annual budgets."},{"prefix":"2","text":" For each LID or stormwater best management practice installed, the Mayor shall require a maintenance agreement by District agencies to provide for their ongoing operation and maintenance to ensure installed practices continue to function as designed and installed to provide stormwater pollution reductions."},{"prefix":"e","text":" The Director shall include among DDOE's public educational efforts a campaign to inform the public on the benefits of preventing pollution from stormwater runoff, and to provide recommendations on how the general public can help keep the District's waterways free of pollution. The Director shall also initiate outreach actions with upstream jurisdictions to encourage their implementation of similar stormwater reduction activities."},{"prefix":"f","text":" The Director shall work with DC WASA to collect and evaluate scientific data on the effects of low impact development on reducing stormwater runoff to develop a plan for aggressive use of low impact development technologies to reduce the cost and size of any large-scale civil engineering solutions to reducing stormwater pollution of the area's waterways. The Director shall inform the Stormwater Advisory Panel, and representatives of upstream jurisdictions, the Washington Metropolitan Area Transit Authority, and the federal government of the scientific data and analyses drawn from the data."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1A","text":"District Department of the Environment."},"subchapter":{"identifier":"II","text":"Stormwater Management."},"heading":{"title":"8","chaptersection":"152","identifier":"8-152.04","catch_text":"Stormwater management and Low Impact Development grants."}}