{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-223 rewrote subsec. (e)(1), which had read as follows:\n\n\"(1) Stormwater management activities carried out prior to April 20, 2000, except to the extent those costs increased to comply with the terms of the Stormwater Permit; or\"\n\nD.C. Law 19-171, in subsec. (d), validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1122 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 17-371, see notes following § 8-152.01.\n\nFor Law 18-223, see notes following § 8-102.05.\n\nFor history of Law 19-171, see notes under § 8-105.02.\n\nMiscellaneous Notes\n\nShort title: Section 1121 of D.C. Law 18-223 provided that subtitle M of title I of the act may be cited as the \"Stormwater Permit Compliance Fund Clarification Amendment Act of 2010\".\n\nDC CODE § 8-152.02\n\nCurrent through December 11, 2012","credits":"(Feb. 15, 2006, D.C. Law 16-51, § 152, as added Mar. 25, 2009, D.C. Law 17-371, § 2(b), 56 DCR 1353; Sept. 24, 2010, D.C. Law 18-223, § 1122, 57 DCR 6242; Sept. 26, 2012, D.C. Law 19-171, § 58(b), 59 DCR 6190.)","sections":[{"prefix":"a","text":" There is established within the District Department of the Environment a Stormwater Permit Compliance Enterprise Fund (\"Enterprise Fund\"), pursuant to § 8-151.03(b)(2). The Director shall allocate the Fund resources to carry out the MS4 Permit activities that have the greatest impact on reducing stormwater pollution."},{"prefix":"b","text":" Beginning in fiscal year 2010 and each year thereafter, the Mayor shall propose the Fund with an agency level budget. The Mayor shall submit to the Council, as part of the annual budget, proposed budgets that include expenditures of the Enterprise Fund for stormwater programs, including intra-District funds sufficient to fulfill the MS4 Permit obligations of the Stormwater Agencies. The proposed budgets may include funding for large-scale, multiyear projects. The Mayor shall establish benchmark and performance-measure outcomes that connect stormwater programs with funding levels."},{"prefix":"c","text":" All revenues, proceeds, and moneys collected from the stormwater user fee or from grants made for stormwater activities that are collected or received, shall be credited to the Enterprise Fund and shall not, at any time, be transferred to, lapse into, or be commingled with the General Fund of the District of Columbia, the Water and Sewer Authority General Fund, the Cash Management Pool, or any other funds or accounts of the District of Columbia."},{"prefix":"d","text":" Monies from the Enterprise Fund shall only be used to fund the costs of complying with the MS4 Permit, including grants for stormwater activities, all administrative, operating, and capital costs of DC WASA and the agencies identified by the Director as having specific responsibilities under the, MS4 Permit and the Stormwater Administration established pursuant to § 8- 152.01. The Enterprise Fund shall also be used for DC WASA's costs of billing and collecting the stormwater user fee, as authorized by subchapter I of Chapter 21 of Title 34."},{"prefix":"e","text":" Monies shall not be disbursed from the Enterprise Fund for costs associated with:"},{"prefix":"1","text":" Stormwater management activities carried out prior to April 20, 2000, including street sweeping, except to the extent those activities were enhanced, and their costs increased to comply with the terms of the Stormwater Permit; or"},{"prefix":"2","text":" Stormwater management activities otherwise required by law or regulation, unless specifically permitted by the Director."},{"prefix":"f","text":" Within 90 days of March 25, 2009, the Office of the Chief Financial Officer shall convene quarterly meetings to coordinate with the fiscal officers of the Stormwater Agencies to ensure that each agency can access the Enterprise Fund to implement its activities in a timely manner."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1A","text":"District Department of the Environment."},"subchapter":{"identifier":"II","text":"Stormwater Management."},"heading":{"title":"8","chaptersection":"152","identifier":"8-152.02","catch_text":"Stormwater Permit Compliance Enterprise Fund."}}