{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 17-371 rewrote the section, which had read as follows:\n\n\"For the purposes of this chapter, the term:\n\n\"(1) 'DDOE' means the District Department of the Environment.\n\n\"(2) 'Director' means the Director of the District Department of the Environment.\n\n\"(3) 'Environment' means the physical conditions and natural resources of the District, including the land, air, water, minerals, flora, and fauna in the District, and the waters adjacent to the District.\n\n\"(4) 'Primacy' means the grant or delegation of authority under certain federal environmental laws that allows states and the District of Columbia to assume primary authority to enforce and implement the environmental laws and promulgate regulations pursuant to those laws.\n\n\"(5) 'SDWA' means the Safe Drinking Water Act, approved December 16, 1974 (88 Stat. 1660; 42 U.S.C. §§ 300f et seq.).\"\n\nD.C. Law 19-171, in par. (15), deleted \"April 20, 2000\" following \"issued\".\n\nTemporary Amendments of Section\n\nSection 902 of D.C. Law 18-222 rewrote subsec. (e) to read as follows:\n\n\"(e) Monies shall not be disbursed from the Enterprise Fund for costs associated with:\n\n\"(1) Stormwater management activities carried out prior to April 20, 2000, including street sweeping, except to the extent those activities were enhanced, and their costs increased, to comply with the terms of the Stormwater Permit; or\n\n\"(2) Stormwater management activities otherwise required by law or regulation, unless specifically permitted by the Director.\".\n\nSection 2002(b) of D.C. Law 18-222 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 902 of Fiscal Year 2010 Balanced Budget Support Emergency Act of 2010 (D.C. Act 18-450, June 28, 2010, 57 DCR 5635).\n\nFor temporary (90 day) amendment of section, see § 902 of Fiscal Year 2010 Balanced Budget Support Congressional Review Emergency Act of 2010 (D.C. Act 18-531, August 6, 2010, 57 DCR 8109).\n\nLegislative History of Laws\n\nLaw 16-51, the \"District Department of the Environment Establishment Act of 2005\", was introduced in Council and assigned Bill No. 16-16 which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on July 6, 2005, and November 15, 2005, respectively. Signed by the Mayor on December 2, 2005, it was assigned Act No. 16-213 and transmitted to both Houses of Congress for its review. D.C. Law 16- 51 became effective on February 15, 2006.\n\nLaw 17-371, the \"Comprehensive Stormwater Management Enhancement Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-980 which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on December 2, 2008, and December 16, 2008, respectively. Signed by the Mayor on January 23, 2009, it was assigned Act No. 17-706 and transmitted to both Houses of Congress for its review. D.C. Law 17-371 became effective on March 25, 2009.\n\nFor history of Law 19-171, see notes under § 8-105.02.\n\nDC CODE § 8-151.01\n\nCurrent through December 11, 2012","credits":"(Feb. 15, 2006, D.C. Law 16-51, § 101, 52 DCR 10812; Mar. 25, 2009, D.C. Law 17-371, § 2(a), 56 DCR 1353; Sept. 26, 2012, D.C. Law 19-171, § 149(a), 59 DCR 6190.)","sections":[{"prefix":"1","text":" \"CapStat\" means an accountability program that examines performance data to improve government services to make the District of Columbia government run more efficiently, using a methodical process for focusing the attention of government representatives on improving performance in priority issues that cross agency boundaries."},{"prefix":"2","text":" \"DDOE\" means the District Department of the Environment."},{"prefix":"3","text":" \"Director\" means the Director of the District Department of the Environment."},{"prefix":"4","text":" \"Environment\" means the physical conditions and natural resources of the District, including the land, air, water, minerals, flora, and fauna in the District, and the waters adjacent to the District."},{"prefix":"5","text":" \"Environmental Management System\" or \"EMS\" means an interagency data system to inventory, track, and report on progress towards performance standards and activities. The term \"EMS\" includes an adaptive management approach that incorporates planning, implementing, monitoring, evaluating, and adjusting the interagency data system."},{"prefix":"6","text":" \"Impervious area stormwater user fee\" or \"stormwater user fee\" means a fee that attributes the cost of conveying stormwater run-off via a sewer from a given property, to the quantity of stormwater run-off generated from that same property, by use of impervious surface as a surrogate metric."},{"prefix":"7","text":" \"Impervious surface\" means a surface area that either prevents or retards the entry of water into the ground as occurring under natural conditions, or that causes water to run off the surface in greater quantities or at an increased rate of flow, relative to the flow present under natural conditions."},{"prefix":"8","text":" \"Low Impact Development\" or \"LID\" means stormwater management practices that mimic site hydrology under natural conditions, by using design techniques in construction and development that store, infiltrate, evaporate, detain, or reuse and recycle runoff."},{"prefix":"9","text":" \"MS4\" means the Municipal Separate Storm Sewer System serving approximately two-thirds of the District, and comprised of 2 independent piping systems: one system for sewage from homes and businesses, and one system for stormwater."},{"prefix":"10","text":" \"Natural conditions\" means the state of the environment prior to anthropogenic intervention."},{"prefix":"11","text":" \"Primacy\" means the grant or delegation of authority under certain federal environmental laws that allows states and the District to assume primary authority to enforce and implement the environmental laws and promulgate regulations pursuant to those laws."},{"prefix":"12","text":" \"SDWA\" means the Safe Drinking Water Act, approved December 16, 1974 (88 Stat. 1660; 42 U.S.C. § 300f et seq.)."},{"prefix":"13","text":" \"Sewer\" shall have the same meaning as provided in § 34-2202.01(9)."},{"prefix":"14","text":" \"Stormwater best management practice\" means a structure used to reduce the volume or the pollutant content of a stormwater discharge."},{"prefix":"15","text":" \"Stormwater Permit\" or \"MS4 Permit\" means NPDES No. DC0000221, issued to the District of Columbia by the Environmental Protection Agency."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1A","text":"District Department of the Environment."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"8","chaptersection":"151","identifier":"8-151.01","catch_text":"Definitions."}}