{"text":"The Director shall oversee each administrative division within DDOE that he or she may establish and, in conjunction with the appropriate division, plan, program, operate, manage, control, and maintain systems, processes, and programs that impact on or relate to the environment of the District and shall:","historical":"Legislative History of Laws\n\nFor Law 16-51, see notes following § 8-151.01.\n\nDC CODE § 8-151.08\n\nCurrent through December 11, 2012","credits":"(Feb. 15, 2006, D.C. Law 16-51, § 108, 52 DCR 10812.)","sections":[{"prefix":"1","text":" Prepare and submit to the Mayor and the Council, within one year of February 15, 2006, a comprehensive natural resource management and protection plan for the District of Columbia, including any recommendations for the repeal or amendment of existing District law or for proposed legislation that he or she considers necessary to give full force and effect to this chapter;"},{"prefix":"2","text":" Serve as the primary agency regarding environmental and natural resources policy and make legislative recommendations for consideration by the Mayor and the Council;"},{"prefix":"3","text":" Make available to the public, through seminars, publications, training programs, or other means, educational information on protecting the District's natural resources;"},{"prefix":"4","text":" Initiate activities that encourage local business and industry and private citizens to conserve and protect natural resources in the District of Columbia;"},{"prefix":"5","text":" Assist and cooperate with private, local, regional, and federal agencies and officials to protect the environment and to promote environmental awareness;"},{"prefix":"6","text":" Obtain, maintain, and make available to the public accurate, up-to-date information regarding the environment, including compliance data, pursuant to §§ 2-532 and 2-536; and"},{"prefix":"7","text":" Within one year of February 15, 2006, and every 2 years thereafter, submit a comprehensive State of the Environment report to the Council assessing the state of the environment in the District, including the activities and accomplishments of the DDOE."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1A","text":"District Department of the Environment."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"8","chaptersection":"151","identifier":"8-151.08","catch_text":"Duties of the Director."}}