{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-171, in subsec. (c), substituted \"Department of General Services\" for \"Office of Property Management\".\n\nLegislative History of Laws\n\nLaw 17-371, the \"Comprehensive Stormwater Management Enhancement Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-980 which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on December 2, 2008, and December 16, 2008, respectively. Signed by the Mayor on January 23, 2009, it was assigned Act No. 17-706 and transmitted to both Houses of Congress for its review. D.C. Law 17-371 became effective on March 25, 2009.\n\nFor history of Law 19-171, see notes under § 8-105.02.\n\nMiscellaneous Notes\n\nSection 4 of D.C. Law 17-371 provides: \"Within 180 days of the effective date of this act, the Mayor, pursuant to Title I of the District of Columbia Administrative Procedure Act, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), shall issue rules to implement the provisions of this act. The proposed rules shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution within this 45-day review period, the proposed rules shall be deemed approved.\"\n\nDC CODE § 8-152.01\n\nCurrent through December 11, 2012","credits":"(Feb. 15, 2006, D.C. Law 16-51, § 151, as added Mar. 25, 2009, D.C. Law 17-371, § 2(b), 56 DCR 1353; Sept. 26, 2012, D.C. Law 19-171, § 58(a), 59 DCR 6190.)","sections":[{"prefix":"a","text":" There is established within the District Department of the Environment a Stormwater Administration (\"Administration\"), pursuant to § 8-151.03(b)(2). The Administration shall be responsible for monitoring and coordinating the activities of all District agencies, including the activities of the District of Columbia Water and Sewer Authority (\"DC WASA\"), which are required to maintain compliance with the Stormwater Permit. The Director shall designate a Stormwater Administrator to manage the Administration."},{"prefix":"b","text":" The expenses of the Administration shall be disbursed from the Stormwater Permit Compliance Enterprise Fund established pursuant to § 8-152.02."},{"prefix":"c","text":" The District Department of Transportation, the Department of Public Works, the Office of Planning, the Office of Public Education Facilities Modernization, the Department of General Services, the Department of Parks and Recreation, and DC WASA, and any other District agency identified by the Director (\"Stormwater Agencies\"), shall comply with all requests made by the Director relating to stormwater related requests, compliance measures, and activities, including the adoption of specific standards, and the submission of information, plans, proposed budgets, or supplemental budgets related to stormwater activities. In coordination with the submission of the report required by subsection (f) of this section, the Stormwater Agencies shall submit annual reports of steps implemented to fulfill or exceed their MS4 Permit obligations, as defined by the Director."},{"prefix":"d","text":" At least once each fiscal year in a CapStat or comparable session, the Mayor shall review the compliance of the Stormwater Agencies with the requests made by the Director relating to MS4 Permit compliance and activities."},{"prefix":"e","text":" All budgets submitted by the Mayor to the Council shall include a written determination by the Director of whether the budget adequately funds MS4 Permit compliance and activities. The Director shall inform the Council of any deficiency, and indicate the revisions that shall be made to correct the deficiency."},{"prefix":"f","text":" The Director shall provide to the Mayor, the Council, and the public, the annual report submitted to the Environmental Protection Agency (\"EPA\") under the terms of the Stormwater Permit."},{"prefix":"g","text":" Within one year of the effective date of this section, the Director shall institute an Environmental Management System to inventory, track, and report on pollution prevention and stormwater management activities, and to hold the Stormwater Agencies accountable for progress toward meeting the performance standards and obligations required to meet the stormwater management plan of the Stormwater Permit."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"1A","text":"District Department of the Environment."},"subchapter":{"identifier":"II","text":"Stormwater Management."},"heading":{"title":"8","chaptersection":"152","identifier":"8-152.01","catch_text":"Stormwater Administration."}}