{"text":"For the purposes of this chapter, the term:","historical":"Temporary Addition of Section\n\nSection 101 of D.C. Law 18-156 added a section to read as follows:\n\n\"Sec. 101. Definitions.\n\n\"For the purposes of this act, the term:\n\n\"(1) 'Authorized Delegate' means any one of the following:\n\n\"(A) The City Administrator;\n\n\"(B) The Chief Financial Officer;\n\n\"(C) The District of Columbia Treasurer;\n\n\"(D) The Deputy Mayor for Planning and Economic Development; or\n\n\"(E) Any officer or employee of the Executive Office of the Mayor to whom the Mayor has delegated any of the Mayor's functions under this act pursuant to section 422(6) of the Home Rule Act and who has been designated as an Authorized Delegate for purposes of this act.\n\n\"(2) 'Bond Counsel' means a firm or firms of attorneys designated as bond counsel from time to time by the Mayor.\n\n\"(3) 'Bonds' means the District of Columbia revenue bonds, notes, or other obligations (including refunding bonds, notes, and other obligations), in one or more series, authorized to be issued pursuant to this act\n\n\"(4) 'Chief Financial Officer' means the Chief Financial Officer of the District of Columbia.\n\n\"(5) 'Closing Documents' means all documents and agreements, other than Financing Documents, that may be necessary and appropriate to issue, sell, and deliver the bonds, and includes agreements, certificates letters, opinions, forms, receipts, and other similar instruments.\n\n\"(6) 'Debt Service' means payment of principal, premium, if any, and interest on the bonds.\n\n\"(7) 'Financing Documents' means the documents, other than Closing Documents, that relate to the financing or refinancing of transactions to be effected through the issuance, sale, and delivery of the bonds, including any required collection agreement, offering document, and any required supplements to any such documents.\n\n\"(8) 'Home Rule Act' means the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 774; D.C. Official Code § 1-201.01 et seq.).\n\n\"(9) 'Indenture' means the trust indentures, including a master trust indenture and any supplemental trust indenture, pursuant to which one or more series of the bonds are issued.\n\n\"(10) 'Special Assessment' means the special assessment authorized by subchapter IX of Chapter 8 of Title 47 of the District of Columbia Official Code.\n\n\"(11) 'Trustee' means the trustee under the indenture.\"\n\nSection 402(b) of D.C. Law 18-156 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 101 of Energy Efficiency Emergency Act of 2009 (D.C. Act 18-324, March 1, 2010, 57 DCR 1851).\n\nLegislative History of Laws\n\nLaw 18-183, the \"Energy Efficiency Financing Act of 2010\", was introduced in Council and assigned Bill No. 18-580, which was referred to the Committee on Finance and Revenue and the Committee on Government Operations and the Environment.   The bill was adopted on first and second readings on March 2, 2010, and March 16, 2010, respectively.   Signed by the Mayor on April 7, 2010, it was assigned Act No. 18-382 and transmitted to both Houses of Congress for its review.   D.C. Law 18-183 became effective on May 27, 2010.\n\nDC CODE § 8-1778.01\n\nCurrent through December 11, 2012","credits":"(May 27, 2010, D.C. Law 18-183, § 101, 57 DCR 3406.)","sections":[{"prefix":"1","text":" \"Administrator\" means the person retained pursuant to the authority granted in § 8-1778.45 to administer the Energy Efficiency Loan program authorized by subchapter III of this chapter."},{"prefix":"2","text":" \"Authorized Delegate\" means:"},{"prefix":"A","text":" The City Administrator;"},{"prefix":"B","text":" The Chief Financial Officer;"},{"prefix":"C","text":" The District of Columbia Treasurer;"},{"prefix":"D","text":" The Deputy Mayor for Planning and Economic Development; or"},{"prefix":"E","text":" Any officer or employee of the Executive Office of the Mayor to whom the Mayor has delegated any of the Mayor's functions under this chapter pursuant to § 1-204.22(6) and who has been designated as an Authorized Delegate for purposes of this chapter."},{"prefix":"3","text":" \"Bond Counsel\" means a firm or firms of attorneys designated as bond counsel from time to time by the Mayor."},{"prefix":"4","text":" \"Bonds\" means the District of Columbia revenue bonds, notes, or other obligations (including refunding bonds, notes, and other obligations), in one or more series, authorized to be issued pursuant to this chapter."},{"prefix":"5","text":" \"Certification Standard\" means a certification or accreditation standard for building energy retrofit installation, such as those provided by the Building Performance Institute, the Residential Energy Services Network, or a nationally recognized program approved by the United States Department of Energy or the Mayor."},{"prefix":"6","text":" \"Chief Financial Officer\" means the Chief Financial Officer of the District of Columbia."},{"prefix":"7","text":" \"Closing Documents\" means all documents and agreements, other than Financing Documents, that may be necessary and appropriate to issue, sell, and deliver the bonds, and includes agreements, certificates, letters, opinions, forms, receipts, and other similar instruments."},{"prefix":"8","text":" \"Debt Service\" means payment of principal, premium, if any, and interest on the bonds."},{"prefix":"9","text":" \"Energy Efficiency Audit\" means a formal evaluation by a certified contractor of the energy consumption of a residential, commercial, or other building for the purpose of identifying methods of improving energy efficiency and reducing energy waste."},{"prefix":"10","text":" \"Energy Efficiency Improvement\" means an installation or modification that is designed to reduce energy utility costs of residential, commercial, or other building types. The term \"Energy Efficiency Improvement\" includes:"},{"prefix":"A","text":" Insulation in walls, roofs, floors, and foundations and in heating and cooling distribution systems;"},{"prefix":"B","text":" Storm windows and doors, multiglazed windows and doors, heat-absorbing or heat-reflecting glazed and coated window and door systems, additional glazing, reductions in glass area, and other window and door system modifications that reduce energy consumption;"},{"prefix":"C","text":" Automatic energy control systems;"},{"prefix":"D","text":" Heating, ventilating, or air conditioning and distribution system modifications or replacement in buildings or central plants;"},{"prefix":"E","text":" Caulking or weather-stripping;"},{"prefix":"F","text":" Replacement or modifications of lighting fixtures to increase the energy efficiency of the system without increasing the overall illumination of a building unless the increase in illumination is necessary to conform to the applicable building code for the proposed lighting system;"},{"prefix":"G","text":" Energy recovery systems;"},{"prefix":"H","text":" Daylighting systems;"},{"prefix":"I","text":" Renewable energy systems; and"},{"prefix":"J","text":" Any other modification, installation, retrofit, or remodeling approved as an electric or gas utility cost-savings measure by the administrator."},{"prefix":"11","text":" \"Energy Efficiency Loan\" means a loan to a property owner for the purpose of installing one of more Energy Efficiency Improvements."},{"prefix":"12","text":" \"Financing Documents\" means the documents, other than Closing Documents, that relate to the financing or refinancing of transactions to be effected through the issuance, sale, and delivery of the bonds, including any required collection agreement, offering document, and any required supplements to any such documents."},{"prefix":"13","text":" \"Home Rule Act\" means Chapter 2 of Title 1."},{"prefix":"14","text":" \"Indenture\" means the trust indentures, including a master trust indenture and any supplemental trust indenture, pursuant to which one or more series of the bonds are issued."},{"prefix":"15","text":" \"Property owner\" means an owner of real property in the District."},{"prefix":"16","text":" \"Qualified Apprenticeship Program\" means an apprenticeship program registered with the District of Columbia Apprenticeship Council."},{"prefix":"17","text":" \"Quality Assurance Program\" means a program that establishes energy benchmarks, monitors and verifies the quality of Energy Efficiency Improvements, and measures actual energy savings."},{"prefix":"18","text":" \"Special Assessment\" means the special assessment authorized by subchapter IX of Chapter 8 of Title 47."},{"prefix":"19","text":" \"Trustee\" means the trustee under the indenture."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"D-I","text":" Energy Conservation."},"chapter":{"identifier":"17R","text":"Energy Efficiency Financing."},"subchapter":{"identifier":"I","text":"Definitions and Purpose."},"heading":{"title":"8","chaptersection":"1778","identifier":"8-1778.01","catch_text":"Definitions."}}