{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-331, in subsec. (d), substituted \"energy efficiency programs\" for \"program\".\n\nTemporary Amendments of Section\n\nSection 2(a) of D.C. Law 18-269, in subsec. (d), substituted \"energy efficiency programs\" for \"program\".\n\nSection 4(b) of D.C. Law 18-269 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 202 of Clean and Affordable Energy Emergency Act of 2008 (D.C. Act 17-508, September 25, 2008, 55 DCR 10856).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Sustainable Energy Utility Emergency Amendment Act of 2010 (D.C. Act 18-521, July 30, 2010, 57 DCR 7999).\n\nLegislative History of Laws\n\nFor Law 17-250, see notes following § 8-1773.01.\n\nLaw 18-331, the \"Sustainable Energy Utility Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-932, which was referred to the Committee on Government Operations and the Environment. The Bill was adopted on first and second readings on November 23, 2010, and December 7, 2010, respectively. Signed by the Mayor on December 28, 2010, it was assigned Act No. 18-653 and transmitted to both Houses of Congress for its review. D.C. Law 18-331 became effective on March 31, 2011.\n\nDC CODE § 8-1774.02\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2008, D.C. Law 17-250, § 202, 55 DCR 9225; Mar. 31, 2011, D.C. Law 18-331, § 3(a), 58 DCR 22.)","sections":[{"prefix":"a","text":" The initial SEU contract shall be for a period of not less than 5 years."},{"prefix":"b","text":" The SEU contract shall be funded as provided in § 8-1774.01(e)."},{"prefix":"c","text":" The SEU contract shall be performance-based and shall provide financial incentives for the SEU to surpass the performance benchmarks set forth in the SEU contract. The SEU contract shall also provide financial penalties to be applied to the SEU if the SEU fails to meet the required performance benchmarks."},{"prefix":"d","text":" The SEU contract shall require that the SEU energy efficiency programs shall, when taken as a whole, meet the societal benefit test on an annual and contract-term basis."},{"prefix":"e","text":" Each bid shall detail how the contractor proposes to nearly meet, meet, or exceed each performance benchmark. The performance benchmarks shall be set forth in the bid."},{"prefix":"f","text":" The SEU contract shall permit the programs, benchmarks, and level of funding to be changed at any time with the approval of both the SEU and the DDOE. No change to the funding shall allow the Mayor to exceed the SETF funding limits set forth in § 8-1774.10."},{"prefix":"g","text":" The SEU contract shall be revocable if the SEU fails to meet the performance benchmarks of the contract."},{"prefix":"h","text":" The SEU contract shall provide that the annual expenditure on natural gas-related programs shall be no less than 75%, and no greater than 125%, of the amount provided in the contract from the assessment on the natural gas company."},{"prefix":"i","text":" The SEU contract shall provide that the expenditure on electricity-related programs shall be no less than 75%, and no greater than 125%, of the amount provided in the contract from the assessment on the electricity company."},{"prefix":"j","text":" Subsections (h) and (i) shall not apply to funds from a source other than an assessment on the gas company or the electric company."},{"prefix":"k","text":" The SEU contract shall provide that the SEU shall submit, to the DDOE and Board, a quarterly report detailing expenditures under the contract and performance of SEU programs."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"D-I","text":" Energy Conservation."},"chapter":{"identifier":"17N","text":"Sustainable Energy."},"subchapter":{"identifier":"II","text":"Management of Sustainable Energy Programs."},"heading":{"title":"8","chaptersection":"1774","identifier":"8-1774.02","catch_text":"Structure of the SEU contract."}}