{"text":"","historical":"Temporary Addition of Section\n\nSection 204 of D.C. Law 18-156 added a section to read as follows:\n\n\"Sec. 204. Approval of application.\n\n\"The administrator shall review the property owner's application and, if it finds that the application satisfies all requirements, shall enter into a loan, or other, agreement with the property owner.\n\nSection 402(b) of D.C. Law 18-156 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 204 of Energy Efficiency Emergency Act of 2009 (D.C. Act 18-324, March 1, 2010, 57 DCR 1851).\n\nLegislative History of Laws\n\nFor Law 18-183, see notes following ยง 8-1778.01.\n\nDC CODE ยง 8-1778.43\n\nCurrent through December 11, 2012","credits":"(May 27, 2010, D.C. Law 18-183, ยง 303, 57 DCR 3406.)","sections":[{"prefix":"a","text":" The administrator shall review the property owner's application and, if it finds that the application satisfies all requirements, shall enter into a loan, or other, agreement with the property owner."},{"prefix":"b","text":" The property owner may request in the loan application that the Energy Efficiency Loan include an amount equal to all or part of the cost of the Energy Efficiency Audit. If the amount requested is reasonable, the administrator shall include the amount in the Energy Efficiency Loan."},{"prefix":"c","text":" Before entering into a loan, or other, agreement with a property owner, the administrator shall verify, based upon information provided in the property owner's application, that the value of the energy saved by the installation of the Energy Efficiency Improvements is reasonably expected to exceed the amount of the principal of, and interest on, the Energy Efficiency Loan, including any cost of the Energy Efficiency Audit included pursuant to subsection (b) of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"D-I","text":" Energy Conservation."},"chapter":{"identifier":"17R","text":"Energy Efficiency Financing."},"subchapter":{"identifier":"III","text":"Establishment of the National Capital Energy; Energy Efficient Loan Program."},"heading":{"title":"8","chaptersection":"1778","identifier":"8-1778.43","catch_text":"Approval of application."}}