{"text":"","historical":"Temporary Addition of Section\n\nSection 108 of D.C. Law 18-156 added a section to read as follows:\n\n\"Sec. 108. Limited liability.\n\n\"(a) The bonds shall be special obligations of the District payable solely and only from the amounts deposited in the respective Special Energy Assessment Bond Debt Service Accounts and Bond Proceeds Account of the National Capital Energy Fund created by section 202. The bonds shall be without recourse to the District. The bonds shall not be general obligations of the District, shall not be a pledge of, or involve, the faith and credit or the taxing power of the District (other than the Special Assessment), shall not constitute a debt of the District, and shall not constitute lending of the public credit for private undertakings as prohibited in section 602(a)(2) of the Home Rule Act.\n\n\"(b) The bonds shall not give rise to any pecuniary liability of the District and the District shall have no obligation with respect to the purchase of the bonds.\n\n\"(c) No person, including, but not limited to any bond holder, shall have any claims against the District or any of its elected or appointed officials, officers, employees, or agents for monetary damages suffered as a result of the failure of the District to perform any covenant, undertaking, or obligation under this act, the bonds, the Financing Documents, or the Closing Documents, or as a result of the incorrectness of any representation in or omission from the Financing Documents or the Closing Documents, unless the District or its elected or appointed officials, officers, employees, or agents have acted in a willful and fraudulent manner.\"\n\nSection 402(b) of D.C. Law 18-156 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 108 of Energy Efficiency Emergency Act of 2009 (D.C. Act 18-324, March 1, 2010, 57 DCR 1851).\n\nLegislative History of Laws\n\nFor Law 18-183, see notes following § 8-1778.01.\n\nDC CODE § 8-1778.27\n\nCurrent through December 11, 2012","credits":"(May 27, 2010, D.C. Law 18-183, § 207, 57 DCR 3406.)","sections":[{"prefix":"a","text":" The bonds shall be special obligations of the District payable solely and only from the amounts deposited in the respective Special Energy Assessment Bond Debt Service Accounts and Bond Proceeds Account of the National Capital Energy Fund established by § 8-1778.41. The bonds shall be without recourse to the District. The bonds shall not be general obligations of the District, shall not be a pledge of, or involve, the faith and credit or the taxing power of the District (other than the Special Assessment), shall not constitute a debt of the District, and shall not constitute lending of the public credit for private undertakings as prohibited in § 1-206.02(a)(2)."},{"prefix":"b","text":" The bonds shall not give rise to any pecuniary liability of the District and the District shall have no obligation with respect to the purchase of the bonds."},{"prefix":"c","text":" No person, including, but not limited to, any bond holder, shall have any claims against the District or any of its elected or appointed officials, officers, employees, or agents for monetary damages suffered as a result of the failure of the District to perform any covenant, undertaking, or obligation under this chapter, the bonds, the Financing Documents, or the Closing Documents, or as a result of the incorrectness of any representation in or omission from the Financing Documents or the Closing Documents, unless the District or its elected or appointed officials, officers, employees, or agents have acted in a willful and fraudulent manner."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"D-I","text":" Energy Conservation."},"chapter":{"identifier":"17R","text":"Energy Efficiency Financing."},"subchapter":{"identifier":"II","text":"Bond Financing."},"heading":{"title":"8","chaptersection":"1778","identifier":"8-1778.27","catch_text":"Limited liability."}}