{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 203 of Clean and Affordable Energy Emergency Act of 2008 (D.C. Act 17-508, September 25, 2008, 55 DCR 10856).\n\nFor temporary (90 day) amendment of section, see § 2 of Sustainable Energy Utility Emergency Amendment Act of 2009 (D.C. Act 18-178, August 3, 2009, 56 DCR 6893).\n\nLegislative History of Laws\n\nFor Law 17-250, see notes following § 8-1773.01.\n\nDC CODE § 8-1774.03\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2008, D.C. Law 17-250, § 203, 55 DCR 9225.)","sections":[{"prefix":"a","text":" There is established a Sustainable Energy Utility Advisory Board whose purpose shall be to:"},{"prefix":"1","text":" Provide advice, comments, and recommendations to the DDOE and Council regarding the procurement and administration of the SEU contract described in §§ 8-1774.01 and 8-1774.02."},{"prefix":"2","text":" Advise the DDOE on the performance of the SEU under the SEU contract; and"},{"prefix":"3","text":" Monitor the performance of the SEU under the SEU contract."},{"prefix":"b","text":" The Board shall be comprised of:"},{"prefix":"1","text":" The Mayor, or his or her designee, who shall chair the Advisory Board;"},{"prefix":"2","text":" The People's Counsel or his or her designee;"},{"prefix":"3","text":" The Chair of the Public Service Commission or his or her designee;"},{"prefix":"4","text":" One member appointed by the Chairman of the Council committee with oversight of the Energy Office;"},{"prefix":"5","text":" One member appointed by the Chairman of the Council;"},{"prefix":"6","text":" One member, appointed by the Mayor, representing the renewable energy industry;"},{"prefix":"7","text":" One member, appointed by the Mayor, representing an environmental group;"},{"prefix":"8","text":" One member, appointed by the Mayor, representing the low-income community;"},{"prefix":"9","text":" One member, appointed by the Mayor, representing the building construction industry;"},{"prefix":"10","text":" One member, appointed by the Mayor, representing the building management industry;"},{"prefix":"11","text":" One member, appointed by the Mayor, representing the economic development community with particular expertise in the generation of green-collar jobs;"},{"prefix":"12","text":" One member, appointed by the Mayor, representing the electric company; and"},{"prefix":"13","text":" One member, appointed by the Mayor, representing the gas company."},{"prefix":"c","text":" Each member of the Advisory Board appointed by the Mayor or Council shall have demonstrable expertise in energy efficiency or renewable energy."},{"prefix":"d","text":" Board members shall be entitled to reimbursement for expenses, including transportation, parking, mileage expenses, and conference admission fees incurred in the performance of official duties of the Board.   The reimbursement shall be limited to $2,000 per board member per year."},{"prefix":"e","text":" Each member of the Board shall serve a 3-year term."},{"prefix":"f","text":" The Mayor, Council Chairman, or Chairman of the Council committee with oversight of the Energy Office may replace any appointee at any time, but shall not replace the appointee to any individual position more than 2 times per calendar year."},{"prefix":"g","text":" Any Board member who is an employee of the District government, or who serves on the Board as the representative of a particular organization, group, business, or other entity, including an elected official, shall be removed from the Board upon leaving the employment of the District government, elected office, or other entity, as applicable."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"D-I","text":" Energy Conservation."},"chapter":{"identifier":"17N","text":"Sustainable Energy."},"subchapter":{"identifier":"II","text":"Management of Sustainable Energy Programs."},"heading":{"title":"8","chaptersection":"1774","identifier":"8-1774.03","catch_text":"Establishment of a Sustainable Energy Utility Advisory Board."}}