{"text":"The Mayor shall establish a Quality Assurance Program to promote transparency, assure the competence of contractors and individuals performing retrofits, analyze energy savings, and achieve the following goals:","historical":"Temporary Addition of Section\n\nSection 207 of D.C. Law 18-156 added a section to read as follows:\n\n\"Sec. 207. Establishment of a Quality Assurance Program.\n\n\"The Mayor shall establish a Quality Assurance Program to promote transparency, competence of contractors and employees performing retrofits, and analysis of the underlying energy savings, to achieve the following goals:\n\n\"(1) Establish and publish the Certification Standards required of contractors and subcontractors for such businesses to be eligible to receive a contract funded from the National Capital Energy Fund, which, at a minimum, shall require contractors to comply with:\n\n\"(A) All applicable business licensing, insurance, tax, and bonding laws and regulations of the District of Columbia; and\n\n\"(B) All applicable federal and District wage and hour, employment, workplace health and safety, and equal employment opportunity laws, and other standards of labor law, including proper classification of workers.\n\n\"(2) Provide private investors, lenders, and property owners with the Certification Standards and performance metrics required of auditors, inspectors, contractors, subcontractors, maintenance companies, and others who provide construction, repairs, and maintenance of energy retrofit services as a result of an energy efficiency loan;\n\n\"(3) Conduct quality control inspections of services rendered by contractors and subcontractors to ensure proper auditing, installation, and other standards; and\n\n\"(4) Verify and analyze the energy savings achieved post-retrofit.\"\n\nSection 402(b) of D.C. Law 18-156 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 207 of Energy Efficiency Emergency Act of 2009 (D.C. Act 18-324, March 1, 2010, 57 DCR 1851).\n\nLegislative History of Laws\n\nFor Law 18-183, see notes following ยง 8-1778.01.\n\nDC CODE ยง 8-1778.46\n\nCurrent through December 11, 2012","credits":"(May 27, 2010, D.C. Law 18-183, ยง 306, 57 DCR 3406.)","sections":[{"prefix":"1","text":" Establishment and publication of the Certification Standards required of contractors and subcontractors to be eligible to receive contracts or subcontracts under this chapter, which at a minimum shall require contractors to comply with:"},{"prefix":"A","text":" All applicable business licensing, insurance, tax, and bonding laws and regulations of the District; and"},{"prefix":"B","text":" All applicable federal and District wage and hour, employment, workplace health and safety, equal employment opportunity, and other standards of labor and employment law, including proper classification of workers;"},{"prefix":"2","text":" Providing private investors, lenders, and property owners with the certification and performance standards required of auditors, inspectors, contractors, subcontractors, maintenance companies, and other entities that provide construction, installation, repairs, and maintenance of Energy Efficiency Improvements as a result of an Energy Efficiency Loan;"},{"prefix":"3","text":" Conducting quality control inspections of services rendered by contractors and subcontractors; and"},{"prefix":"4","text":" Verifying and analyzing energy savings following the installation of Energy Efficiency Improvements."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"D-I","text":" Energy Conservation."},"chapter":{"identifier":"17R","text":"Energy Efficiency Financing."},"subchapter":{"identifier":"III","text":"Establishment of the National Capital Energy; Energy Efficient Loan Program."},"heading":{"title":"8","chaptersection":"1778","identifier":"8-1778.46","catch_text":"Establishment of Quality Assurance Program."}}