{"text":"","historical":"Temporary Addition of Section\n\nSections 201 and 202 of D.C. Law 18-156 added sections to read as follows:\n\n\"Sec. 201. Definitions.\n\n\"For the purposes of this act, the term:\n\n\"(1) 'Administrator' means the person retained pursuant to the authority granted in section 205 to administer the energy efficiency loan program authorized by this title.\n\n\"(2) 'Certification Standard' means a certification or accreditation standard for building energy retrofit installation, such as those provided by the Building Performance Institution, RESNET, or other nationally-recognized program approved by U.S. Department of Energy or the Mayor.\n\n\"(3) 'Energy efficiency audit' means a formal evaluation by a certified contractor of the energy consumption of a residential, commercial, or other building for the purpose of identifying methods of improving energy efficiency and reducing energy waste.\n\n\"(4) 'Energy efficiency improvement' means an installation or modification that is designed to reduce energy consumption and result in savings, including energy and operational savings, in residential or commercial buildings and includes the following:\n\n\"(A) Insulation in walls, roofs, floors, and foundations and in heating and cooling distribution systems;\n\n\"(B) Storm windows and doors, multiglazed windows and doors, heat-absorbing or heat-reflecting glazed and coated window and door systems, additional glazing, reductions in glass area, and other window and door system modifications that reduce energy consumption;\n\n\"(C) Automatic energy control systems;\n\n\"(D) Heating, ventilating, or air conditioning and distribution system modifications or replacement in buildings or central plants;\n\n\"(E) Caulking or weather-stripping;\n\n\"(F) Replacement or modifications of lighting fixtures to increase the energy efficiency of the system without increasing the overall illumination of a residential or commercial building unless the increase in illumination is necessary to conform to the applicable building code for the proposed lighting system;\n\n\"(G) Energy recovery systems;\n\n\"(H) Daylighting systems;\n\n\"(I) Renewable energy improvements; and\n\n\"(J) Any other modification, installation, retrofit, or remodeling approved as a energy cost-savings measure by the administrator.\n\n\"(5) 'Energy efficiency loan' means a loan to a property owner for the purpose of installing one of more energy efficiency improvements.\n\n\"(6) 'PACE bonds' means the property-assessed clean energy bonds issued pursuant to the authority granted in Title I.\n\n\"(7) 'Property owner' means an owner of real property in the District.\n\n\"(8) 'Qualified Apprenticeship Program' means an apprenticeship program registered with the District of Columbia Apprenticeship Council.\n\n\"(9) 'Quality Assurance Program' means a program that establishes the energy benchmarks, monitors and verifies the quality of the energy retrofits and renewable energy installations, and measures actual energy savings for the National Capital Energy Fund.\n\n\"Sec. 202. Creation of the National Capital Energy Fund.\n\n\"(a) There is established as a nonlapsing fund the National Capital Energy Fund. The Chief Financial Officer shall create 2 accounts within the National Capital Energy Fund: the Bond Proceeds Account and the Federal Grant Account. The Chief Financial Officer shall deposit the proceeds from each sale of the PACE bonds into the Bond Proceeds Account and shall deposit all Energy Efficiency Conservation Block Grant Retrofit Ramp-Up funds received from the United States government as Energy Efficiency and Conservation Block Grants into the Federal Grant Account.\n\n\"(b) All funds deposited into the National Capital Energy Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in this section without regard to fiscal year limitation, subject to authorization by Congress.\n\n\"(c) The Mayor may use the funds in the National Capital Energy Fund to make energy efficiency loans to property owners for the initial costs of the installation of energy efficiency improvements. Each energy efficiency loan shall be repaid by the revenues generated by the Special Assessment. Each energy efficiency loan shall be evidenced by a loan, or other, agreement that obligated the property owner and all successor property owners to pay the Special Assessment and includes such other terms and conditions as the Mayor shall determine to be necessary or appropriate to carry out the provisions of this act.\n\n\"(d) Prior to the 1st issuance of PACE bonds, each energy efficiency loan funded from grant proceeds shall bear interest at a rate equal to the interest rate on 10-year United States Treasury Notes on the date of the execution of the loan or other agreement evidencing an energy efficiency loan of the 1st series of energy efficiency loans to be issued, plus 250 basis points. Upon the 1st issuance of PACE bonds, the interest rate on the outstanding energy efficiency loans used to secure payment of that issue of PACE bonds shall convert automatically, and without action by either the District or the property owner, to the interest rate on the 1st series of PACE bonds, plus an amount determined by the Mayor to be sufficient to pay all administrative costs specified in section 102. Thereafter, until the interest rate is converted as described in the prior sentence, all energy efficiency loans shall bear interest at the rate of interest on the series of PACE bonds issued immediately preceding the date of execution of the energy efficiency loan, plus an amount determined by the Mayor to be sufficient to pay all administrative costs specified in section 102. In all cases, the principal, interest, and administrative costs shall be separately stated to permit the allocation thereof as provided in this act.\n\n\"(e) If the 1st source of funds deposited in the National Capital Energy Fund is not a grant but an obligation which requires the District to repay principal and interest thereon, the energy efficiency loan, or other, agreement shall be structured to repay such funding source plus administrative costs. Special Assessment payments shall be deposited in the same manner specified in section 102.\n\n\"(f) A Special Assessment payment received prior to the issue of bonds secured by the Special Assessment payments may be used to provide a debt service reserve fund for the bonds.\"\n\nSection 402(b) of D.C. Law 18-156 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) additions, see § 201, 202 of Energy Efficiency Emergency Act of 2009 (D.C. Act 18-324, March 1, 2010, 57 DCR 1851).\n\nLegislative History of Laws\n\nFor Law 18-183, see notes following § 8-1778.01.\n\nDC CODE § 8-1778.41\n\nCurrent through December 11, 2012","credits":"(May 27, 2010, D.C. Law 18-183, § 301, 57 DCR 3406.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the National Capital Energy Fund. The Chief Financial Officer shall create 2 accounts within the National Capital Energy Fund: the Bond Proceeds Account and the Federal Grant Account. The Chief Financial Officer shall deposit the proceeds from each sale of the bonds into the Bond Proceeds Account and shall deposit all Energy Efficiency Conservation Block Grant Retrofit Ramp-Up funds received from the United States Government as Energy Efficiency and Conservation Block Grants into the Federal Grant Account."},{"prefix":"b","text":" All funds deposited into the National Capital Energy Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in this section without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"c","text":" The Mayor may use the funds in the National Capital Energy Fund to make Energy Efficiency Loans to property owners for the initial costs of the installation of Energy Efficiency Improvements. Each Energy Efficiency Loan shall be repaid by the revenues generated by the Special Assessment. Each Energy Efficiency Loan shall be evidenced by a loan, or other, agreement that obligates the property owner and all successor property owners to pay the Special Assessment and such other terms and conditions as the Mayor shall determine to be necessary or appropriate to carry out the provisions of this chapter."},{"prefix":"d","text":" Prior to the 1st issuance of bonds, each Energy Efficiency Loan funded from grant proceeds shall bear interest at a rate equal to the interest rate on 10- Year United States Treasury Notes on the date of the execution of the loan, or other, agreement evidencing an Energy Efficiency Loan of the 1st series of Energy Efficiency Loans to be issued, plus 250 basis points. Upon the 1st issuance of bonds, the interest rate on the outstanding Energy Efficiency Loans used to secure payment of that issue of bonds shall convert automatically, and without action by either the District or the property owner, to the interest rate on the first series of bond, plus an amount determined by the Mayor to be sufficient to pay all administrative costs specified in § 8-1778.21. Thereafter, all Energy Efficiency Loans shall bear interest at the rate of interest on the series of bonds issued immediately preceding the date of execution of the Energy Efficiency Loan, plus an amount determined by the Mayor to be sufficient to pay all administrative costs specified in § 8-1778.21. The principal, interest, and administrative costs of the loans shall be separately stated to permit the allocation thereof as provided in this chapter."},{"prefix":"e","text":" If the 1st source of funds deposited in the National Capital Energy Fund is not a grant but an obligation which requires the District to repay principal and interest thereon, the Energy Efficiency Loan loan, or other, agreement shall be structured to repay the funding source, plus administrative costs. Special Assessment payments shall be deposited in the same manner specified in § 8-1778.21."},{"prefix":"f","text":" A Special Assessment payment received prior to the issue of bonds secured by the Special Assessment payments may be used to provide a debt service reserve fund for the bonds."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"D-I","text":" Energy Conservation."},"chapter":{"identifier":"17R","text":"Energy Efficiency Financing."},"subchapter":{"identifier":"III","text":"Establishment of the National Capital Energy; Energy Efficient Loan Program."},"heading":{"title":"8","chaptersection":"1778","identifier":"8-1778.41","catch_text":"Establishment of the National Capital Energy Fund."}}