{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 201 of Clean and Affordable Energy Emergency Act of 2008 (D.C. Act 17-508, September 25, 2008, 55 DCR 10856).\n\nLegislative History of Laws\n\nFor Law 17-250, see notes following ยง 8-1773.01.\n\nDC CODE ยง 8-1774.01\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2008, D.C. Law 17-250, ยง 201, 55 DCR 9225.)","sections":[{"prefix":"a","text":" The Mayor, by, and through DDOE, shall contract with a SEU to conduct sustainable energy programs on behalf of the District of Columbia."},{"prefix":"b","text":" The SEU shall be a private entity."},{"prefix":"c","text":" The SEU shall conduct the sustainable energy programs under a brand name to be determined by the District Department of the Environment."},{"prefix":"d","text":" The SEU contract shall provide that the SEU shall, at a minimum, achieve the following:"},{"prefix":"1","text":" Reduce per-capita energy consumption in the District of Columbia;"},{"prefix":"2","text":" Increase renewable energy generating capacity in the District of Columbia;"},{"prefix":"3","text":" Reduce the growth of peak electricity demand in the District of Columbia;"},{"prefix":"4","text":" Improve the energy efficiency of low-income housing in the District of Columbia;"},{"prefix":"5","text":" Reduce the growth of the energy demand of the District of Columbia's largest energy users; and"},{"prefix":"6","text":" Increase the number of green-collar jobs in the District of Columbia."},{"prefix":"e","text":" The SEU contract shall be funded by the SETF. The SEU contract may also be funded by any other source of funding available to the Mayor, including:"},{"prefix":"1","text":" Federal funds;"},{"prefix":"2","text":" Private funds, subject to DDOE approval; and"},{"prefix":"3","text":" Other District funds."},{"prefix":"f","text":" All funds used to support the SEU contract shall be managed by the Fiscal Agent."},{"prefix":"g","text":" The SEU contract shall permit coordination with any similar private entity operating in an adjacent or nearby jurisdiction."},{"prefix":"h","text":" The use of private grant money by the SEU shall be subject to DDOE approval."},{"prefix":"i","text":" Notwithstanding the provisions of Unit A of Chapter 3 of Title 2, the SEU contract shall be awarded pursuant to the procedure set forth under this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"D-I","text":" Energy Conservation."},"chapter":{"identifier":"17N","text":"Sustainable Energy."},"subchapter":{"identifier":"II","text":"Management of Sustainable Energy Programs."},"heading":{"title":"8","chaptersection":"1774","identifier":"8-1774.01","catch_text":"Contract with a Sustainable Energy Utility."}}