{"text":"","historical":"Temporary Addition of Section\n\nSection 103 of D.C. Law 18-156 added a section to read as follows:\n\n\"Sec. 103. Bond authorization.\n\n\"(a) The Council approves and authorizes the issuance of one or more series of bonds in an aggregate principal amount not to exceed $250 million. The bonds, which may be issued at any time and from time to time, in one or more series, shall be tax-exempt or taxable as the Mayor shall determine and shall be payable and secured as provided in section 104.\n\n\"(b) The Mayor is authorized to pay from the proceeds of the bonds the financing costs and expenses of issuing and delivering the bonds, including, but not limited to, underwriting, legal, accounting, and financial advisory fees; bond insurance or other credit enhancement; expenses for marketing and selling the bonds; printing costs and expenses; and the costs of funding capitalized interest and required reserves.\n\n\"(c) The remaining proceeds of the bonds shall be paid into the National Capital Energy Fund created by section 202 and used to provide funds for the initial installation of energy efficiency and renewable energy improvements that are permanently attached to residential, commercial, industrial, or other real property as authorized under Title II.\"\n\nSection 402(b) of D.C. Law 18-156 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 103 of Energy Efficiency Emergency Act of 2009 (D.C. Act 18-324, March 1, 2010, 57 DCR 1851).\n\nLegislative History of Laws\n\nFor Law 18-183, see notes following § 8-1778.01.\n\nDC CODE § 8-1778.22\n\nCurrent through December 11, 2012","credits":"(May 27, 2010, D.C. Law 18-183, § 202, 57 DCR 3406.)","sections":[{"prefix":"a","text":" The Council approves and authorizes the issuance of one or more series of bonds in an aggregate principal amount not to exceed $250 million. The bonds, which may be issued at any time and from time to time, in one or more series, shall be tax-exempt or taxable as the Mayor shall determine and shall be payable and secured as provided in § 8-1778.23."},{"prefix":"b","text":" The Mayor is authorized to pay from the proceeds of the bonds the financing costs and expenses of issuing and delivering the bonds, including underwriting fees, legal fees, accounting fees, financial advisory fees, bond insurance or other credit enhancement, expenses of marketing and selling the bonds, printing costs and expenses, and the costs of funding capitalized interest and required reserves."},{"prefix":"c","text":" The remaining proceeds of the bonds shall be paid into the National Capital Energy Fund established by § 8-1778.41 and used to provide funds for the initial installation of Energy Efficiency Improvements that are permanently attached to residential, commercial, industrial, or other real property as authorized under subchapter III of this chapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"D-I","text":" Energy Conservation."},"chapter":{"identifier":"17R","text":"Energy Efficiency Financing."},"subchapter":{"identifier":"II","text":"Bond Financing."},"heading":{"title":"8","chaptersection":"1778","identifier":"8-1778.22","catch_text":"Bond authorization."}}