{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 17-64, the \"Energy Efficiency Standards Act of 2007\", was introduced in Council and assigned Bill No. 17-211 which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on July 10, 2007, and October 2, 2007, respectively. Signed by the Mayor on October 19, 2007, it was assigned Act No. 17-165 and transmitted to both Houses of Congress for its review. D.C. Law 17-64 became effective on December 11, 2007.\n\nDC CODE ยง 8-1771.01\n\nCurrent through December 11, 2012","credits":"(Dec. 11, 2007, D.C. Law 17-64, ยง 2, 54 DCR 10964.)","sections":[{"prefix":"1","text":" \"Ballast\" means a device used with an electric discharge lamp to obtain necessary circuit conditions (voltage, current, and waveform) for starting and operating the lamp."},{"prefix":"2","text":" \"Bottle-type water dispenser\" means a water dispenser that uses a bottle or reservoir as the source of potable water."},{"prefix":"3","text":" \"Commercial hot food holding cabinet\" means a heated, fully-enclosed compartment with one or more solid or glass doors that is designed to maintain the temperature of hot food that has been cooked in a separate appliance. The term \"commercial hot food holding cabinet\" shall not include heated glass merchandizing cabinets, drawer warmers, or cook-and-hold appliances."},{"prefix":"4","text":" \"Construction Codes\" means the standards and requirements adopted pursuant to Chapter 14 of Title 6."},{"prefix":"5","text":" \"High-intensity discharge lamp\" means a lamp in which light is produced by the passage of an electric current through a vapor or gas and in which the light-producing are is stabilized by bulb wall temperature and the are tube has a bulb wall loading in excess of 3 watts per square centimeter."},{"prefix":"6","text":" \"Metal halide lamp\" means a high-intensity discharge lamp in which the major portion of the light is produced by radiation of metal halides and their products of dissociation, possibly in combination with metallic vapors."},{"prefix":"7","text":" \"Metal halide lamp fixture\" means a light fixture designed to be operated with a metal halide lamp and a ballast for a metal halide lamp."},{"prefix":"8","text":" \"Probe-start metal halide ballast\" means a ballast which is used to operate metal halide lamps, which does not contain an igniter, and which starts lamps by using a 3rd starting electrode probe in the are tube."},{"prefix":"9","text":" \"Single-voltage external AC to DC power supply\" means a device that:"},{"prefix":"A","text":" Is designed to convert line voltage AC input into lower voltage DC output;"},{"prefix":"B","text":" Is able to convert to only one DC output voltage at a time;"},{"prefix":"C","text":" Is sold with, or intended to be used with, a separate end-use product that constitutes the primary power load;"},{"prefix":"D","text":" Is contained within a separate physical enclosure from the end-use product;"},{"prefix":"E","text":" Is connected to the end-use product through a removable or hard-wired male/female electrical connection, cable, cord, or other wiring;"},{"prefix":"F","text":" Does not have batteries or battery packs, including those that are removable, that physically attach directly to the power supply unit;"},{"prefix":"G","text":" Does not have a battery chemistry or type selector switch and:"},{"prefix":"i","text":" Indicator light; or"},{"prefix":"ii","text":" A battery chemistry or type selector switch and a state of charge meter; and"},{"prefix":"H","text":" Has a nameplate output power not exceeding 250 watts."},{"prefix":"10","text":" \"State-regulated incandescent reflector lamp\" means a lamp, not colored or designed for rough or vibration service applications, with an inner reflective coating on the outer bulb to direct the light, an E26 medium screw base, a rated voltage or voltage range that lies at least partially within 115 to 130 volts, and that falls into either of the following categories:"},{"prefix":"A","text":" A blown PAR, bulged reflector, elliptical reflector, or similar bulb shape with a diameter equal to or greater than 2.25 inches; or"},{"prefix":"B","text":" A reflector, parabolic aluminized reflector, or similar bulb shape with a diameter of 2.25 to 2.75 inches."},{"prefix":"11","text":" \"Walk-in refrigerator or freezer\" means a refrigerated space that can be walked into and has a total chilled and frozen storage area of less than 3,000 square feet, operates at chilled (above 32 degrees Fahrenheit) or frozen (at or below 32 degrees Fahrenheit) temperature, and is connected to a self-contained or remote condensing unit. The term \"walk-in refrigerator or freezer\" shall not include products designed and marketed exclusively for medical, scientific, or research purposes, or refrigerated warehouses."},{"prefix":"12","text":" \"Water dispenser\" means a factory-made assembly that mechanically cools and heats potable water and that dispenses the cooled or heated water by integral or remote means."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"D-I","text":" Energy Conservation."},"chapter":{"identifier":"17M","text":"Energy Efficiency Standards"},"heading":{"title":"8","chaptersection":"1771","identifier":"8-1771.01","catch_text":"Definitions."}}