{"text":"The Soil and Water Conservation District shall discharge its powers and authority on all the lands within the boundaries of the District of Columbia except those lands owned by the United States government. The Soil and Water Conservation District shall have the following powers:","historical":"Prior Codifications\n\n1981 Ed., § 1-2807.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-143, see Historical and Statutory Notes following § 8-1701.\n\nDC CODE § 8-1707\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 1982, D.C. Law 4-143, § 8, 29 DCR 3118.)","sections":[{"prefix":"1","text":" To conduct surveys, investigations, and research relating to the conservation of renewable natural resources;"},{"prefix":"2","text":" To conduct demonstration projects within the Soil and Water Conservation District on land owned or controlled by any District of Columbia government agency, with the consent and cooperation of the District of Columbia government agency administering and having jurisdiction thereof, and on any other land located within the Soil and Water Conservation District upon obtaining the consent and cooperation of the owner of the land. The projects will demonstrate the manner and the methods of improvement by which the conservation of renewable natural resources may be implemented;"},{"prefix":"3","text":" To implement preventive, improvement, and control measures within the Soil and Water Conservation District. This shall include, but not be limited to, engineering operations, methods of cultivation, and the growing of vegetation on land owned or controlled by any District of Columbia government agency with the cooperation and consent of the District of Columbia government agency administering and having jurisdiction thereof, and on any other land located within the Soil and Water Conservation District, upon obtaining the consent and cooperation of the owner of the land or the necessary rights or interests in the land;"},{"prefix":"4","text":" To assist in the implementation of the functions of the Mayor with respect to erosion and sediment control pursuant to § 42-608 as may be agreed to by the Mayor and the Soil and Water Conservation District;"},{"prefix":"5","text":" To provide to individuals and organizations agricultural, gardening, and engineering equipment, fertilizer, seeds and seedlings, and other material or equipment as will assist individuals or organizations in the conservation of renewable natural resources on their property located within the Soil and Water Conservation District. The Soil and Water Conservation District shall establish a fee schedule, after notice and comment, to provide for the loan, use, grant, or transfer of any material or equipment of the Soil and Water Conservation District;"},{"prefix":"6","text":" To develop and implement long-range resource conservation programs and annual work plans pursuant to § 8-1708;"},{"prefix":"7","text":" To enter into agreement with and to coordinate assistance from a United States government agency; to accept donations, gifts, and contributions in money, personnel, services, materials, equipment, or otherwise, from a United States government agency, or from any other source, and to use or expend the money, services, materials, or other contributions exclusively for the purpose of implementing this subchapter;"},{"prefix":"8","text":" To make and execute contracts, agreements, and other instruments necessary to exercise the powers granted in this subchapter; provided, that the contracts, agreements, and other instruments shall not obligate or require the Water and Soil Conservation District or the District of Columbia government to perform any function, duty, or obligation after January 1, 1987;"},{"prefix":"9","text":" To issue rules to implement this subchapter;"},{"prefix":"10","text":" To conduct educational programs and activities; and"},{"prefix":"11","text":" To review, comment, and make recommendations on proposed zoning regulations and amendments, proposed laws and regulations affecting renewable natural resources and their uses, and on the proposed location of highways, schools, housing developments, industries, and other facilities and structures within the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"D","text":" Soil and Waste Conservation."},"chapter":{"identifier":"17","text":"Soil and Water Conservation. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Soil and Water Conservation District."},"heading":{"title":"8","chaptersection":"1707","identifier":"8-1707","catch_text":"Powers."}}