{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-64, see notes following ยง 8-1771.01.\n\nDC CODE ยง 8-1771.06\n\nCurrent through December 11, 2012","credits":"(Dec. 11, 2007, D.C. Law 17-64, ยง 7, 54 DCR 10964.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Electric company\" shall have the same meaning as in ยง 34-207."},{"prefix":"2","text":" \"Liquid-immersed distribution transformer\" means a transformer that:"},{"prefix":"A","text":" Has an input voltage of 34,500 volts or less;"},{"prefix":"B","text":" Has an output voltage of 600 volts or less;"},{"prefix":"C","text":" Uses oil or other liquid as a coolant; and"},{"prefix":"D","text":" Is rated for operation at a frequency of 60 Hertz."},{"prefix":"3","text":" \"Transformer\" means a device consisting of 2 or more coils of insulated wire and that is designed to transfer alternating current by electromagnetic induction from one coil to another to change the original voltage or current value."},{"prefix":"b","text":" Within 365 days of the date that the United States Department of Energy issues a final rule on liquid-immersed distribution transformers, the Public Service Commission shall adopt a rule governing the purchase of liquid-immersed distribution transformers by the electric company. The rule shall ensure that, subject to availability, all such purchases occurring on or after January 1, 2009 are based on the life-cycle cost methodology contained in section 2 of Standard TP 1-2002 published by the National Electrical Manufacturers Association. The Public Service Commission may also consider additional inventory management costs as costs for inclusion within the life-cycle cost methodology to be used by an electric company for purposes of this section. Except as provided herein, the rule shall be consistent with regulations pertaining to liquid-immersed distribution transformers adopted by the United States Department of Energy."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"D-I","text":" Energy Conservation."},"chapter":{"identifier":"17M","text":"Energy Efficiency Standards"},"heading":{"title":"8","chaptersection":"1771","identifier":"8-1771.06","catch_text":"Electric company purchases of distribution transformers--Public Service Commission rule."}}