{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 1-2805.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-143, see Historical and Statutory Notes following ยง 8-1701.\n\nDC CODE ยง 8-1705\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 1982, D.C. Law 4-143, ยง 6, 29 DCR 3118.)","sections":[{"prefix":"a","text":" The Soil and Water Conservation District shall organize annually and shall select a Chairperson from among its members. The Chairperson shall convene meetings of the Soil and Water Conservation District when necessary to perform the functions of the Soil and Water Conservation District. All meetings of the Soil and Water Conservation District shall be open to the public. A majority of the members shall constitute a quorum and all actions of the Soil and Water Conservation District shall be by a majority vote of the members present and voting at a meeting at which a quorum is present."},{"prefix":"b","text":" The Soil and Water Conservation District may employ a secretary, technical experts, and other officers, agents, employees, and advisers, permanent and temporary, as may be permitted by the budget of the District of Columbia government for the Soil and Water Conservation District. The Soil and Water Conservation District may seek legal services from the Corporation Counsel of the District of Columbia. Staff assigned and employed in the member's office or District of Columbia government agency may provide services for the Soil and Water Conservation District. The Soil and Water Conservation District may delegate the powers and duties enumerated in this subchapter to its Chairman, to 1 or more of its members, or to 1 or more agents or employees of the Soil and Water Conservation District."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"D","text":" Soil and Waste Conservation."},"chapter":{"identifier":"17","text":"Soil and Water Conservation. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Soil and Water Conservation District."},"heading":{"title":"8","chaptersection":"1705","identifier":"8-1705","catch_text":"Chairperson; meetings; employees."}}