{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-331 rewrote subsec. (l), which had read as follows:\n\n\"(l) The Mayor, pursuant to subchapter I of Chapter 5 of Title 2, may issue rules to modify the incentive program as market conditions dictate.\"\n\nTemporary Amendments of Section\n\nSection 2(a) of D.C. Law 18-214, in subsec. (e), substituted \"every 6 months; provided, that this subsection shall not apply to fiscal year 2011\" for \"every 6 months\".\n\nSection 4(a) of D.C. Law 18-214 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 209 of Clean and Affordable Energy Emergency Act of 2008 (D.C. Act 17-508, September 25, 2008, 55 DCR 10856).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Renewable Energy Incentive Program Fund Balance Rollover Emergency Amendment Act of 2010 (D.C. Act 18-422, May 21, 2010, 57 DCR 4767).\n\nLegislative History of Laws\n\nFor Law 17-250, see notes following § 8-1773.01.\n\nFor history of Law 18-331, see notes under § 8-1774.02.\n\nDC CODE § 8-1774.09\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2008, D.C. Law 17-250, § 209, 55 DCR 9225; Mar. 31, 2011, D.C. Law 18-331, § 3(d), 58 DCR 22.)","sections":[{"prefix":"a","text":" There is established a rebate program that shall provide funding to the owners of the following new renewable energy generation systems in the District of Columbia:"},{"prefix":"1","text":" Solar photovoltaic;"},{"prefix":"2","text":" Solar thermal;"},{"prefix":"3","text":" Geothermal;"},{"prefix":"4","text":" Wind;"},{"prefix":"5","text":" Biomass; and"},{"prefix":"6","text":" Methane or waste-gas capture."},{"prefix":"b","text":" The program shall provide funding in the following amounts:"},{"prefix":"1","text":" The amount of $3 for each of the first 3,000 installed watts or watt-equivalents of capacity;"},{"prefix":"2","text":" The amount of $2 for each of the next 7,000 installed watts or watt-equivalents of capacity; and"},{"prefix":"3","text":" The amount of $1 for each of the next 10,000 installed watts or watt-equivalents of capacity."},{"prefix":"c","text":" The program shall be administered by DDOE and shall operate until the end of fiscal year 2012."},{"prefix":"d","text":" The program shall receive funding from the SETF as set forth in § 8- 1774.10."},{"prefix":"e","text":" DDOE shall allocate 1/2 of the funds available annually every 6 months."},{"prefix":"f","text":" DDOE shall only fund systems installed in the District of Columbia."},{"prefix":"g","text":" Applications shall be considered and approved or rejected in the order in which they are received. Rebate payments shall be awarded immediately upon receipt by DDOE of the invoice for the purchase of the renewable energy generating equipment."},{"prefix":"h","text":"(1) An owner shall have 6 months from the date of the approval of its rebate application to complete the installation."},{"prefix":"2","text":" DDOE shall visit each project site to verify the completion of each project upon the earlier of 14 days of notification by the owner of the completion of the project or 6 months after DDOE approves the project for funding. If the project has not been completed, the DDOE may, in its discretion, allow the owner up to an additional 6 months to complete the installation. If the owner fails to complete the installation within the period allowed under paragraph (1) of this subsection, it shall return the amount of the rebate within 30 days after the expiration of such period. If the owner fails to return the rebate money within 30 days after the expiration of such period, this subsection shall constitute a lien on all of the property, real or personal, of the owner to secure repayment of the rebate."},{"prefix":"i","text":" Within 90 days after October 22, 2008, the DDOE shall post, and update monthly, on the website required by § 8-1774.06, information about the rebate program, including:"},{"prefix":"1","text":" The date that funds shall be made available;"},{"prefix":"2","text":" A printable copy of the rebate application determined by DDOE;"},{"prefix":"3","text":" The amount of rebate funds remaining to be awarded; and"},{"prefix":"4","text":" The amount of rebate funds awarded."},{"prefix":"j","text":" The application form for the rebate shall be substantially the same as the application for the analogous program in use in Maryland as of the date of the program."},{"prefix":"k","text":" Within 90 days after October 22, 2008, the DDOE shall define a method for converting the heating and cooling capacity of solar thermal and geothermal systems to kilowatt equivalents to permit such systems to qualify for rebates under this program."},{"prefix":"l","text":" Subject to the limitations in subsection (b) of this section, the Mayor may issue guidelines that adjust the rebate amounts of the incentive program to reflect market conditions and the prevailing prices of renewable energy systems."},{"prefix":"m","text":" DDOE may pay for the installation of monitoring and communications systems, for collecting generation data from renewable energy systems funded by the rebate program and transmitting it to a designated web site; provided, that the system owner shall permit the DDOE to make the data publicly accessible on the DDOE website."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"D-I","text":" Energy Conservation."},"chapter":{"identifier":"17N","text":"Sustainable Energy."},"subchapter":{"identifier":"II","text":"Management of Sustainable Energy Programs."},"heading":{"title":"8","chaptersection":"1774","identifier":"8-1774.09","catch_text":"Renewable energy incentive program."}}