{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 213 of Clean and Affordable Energy Emergency Act of 2008 (D.C. Act 17-508, September 25, 2008, 55 DCR 10856).\n\nLegislative History of Laws\n\nFor Law 17-250, see notes following ยง 8-1773.01.\n\nDC CODE ยง 8-1774.13\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2008, D.C. Law 17-250, ยง 213, 55 DCR 9225.)","sections":[{"prefix":"a","text":" Within 90 days after October 22, 2008, the Commission shall open an investigation into mechanisms to make long-term affordable financing available to energy consumers to purchase:"},{"prefix":"1","text":" Renewable energy generating systems, including solar thermal and solar photovoltaic panels and geothermal heating and cooling systems; and"},{"prefix":"2","text":" Home and business improvements that increase the energy efficiency of buildings, including weatherizing, adequate insulation, efficient doors and windows, and central air conditioning."},{"prefix":"b","text":" The Commission's investigation shall include the means by which the electric and gas companies' billing systems can be used to collect payments from individuals to purchase renewable energy generating systems and make energy efficiency improvements to homes and businesses."},{"prefix":"c","text":" Within 60 days after the close of the record of the investigation, the Commission shall issue a report, including findings, on the feasibility of the implementation of the proposal set forth in subsections (a) and (b) of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"D-I","text":" Energy Conservation."},"chapter":{"identifier":"17N","text":"Sustainable Energy."},"subchapter":{"identifier":"II","text":"Management of Sustainable Energy Programs."},"heading":{"title":"8","chaptersection":"1774","identifier":"8-1774.13","catch_text":"Solar and Renewable Home Improvement Financing Proposal."}}