{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-331 repealed subsec. (e), which had read as follows:\n\n\"(e) Within 60 days of the final submission of bids for the contract for the SEU, the Board shall submit to the DDOE and Council comments on the bids submitted for the SEU contract.\"\n\nTemporary Amendments of Section\n\nSection 2(b) of D.C. Law 18-269 repealed subsec. (e).\n\nSection 4(b) of D.C. Law 18-269 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 204 of Clean and Affordable Energy Emergency Act of 2008 (D.C. Act 17-508, September 25, 2008, 55 DCR 10856).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Sustainable Energy Utility Emergency Amendment Act of 2010 (D.C. Act 18-521, July 30, 2010, 57 DCR 7999).\n\nLegislative History of Laws\n\nFor Law 17-250, see notes following § 8-1773.01.\n\nFor history of Law 18-331, see notes under § 8-1774.02.\n\nDC CODE § 8-1774.04\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2008, D.C. Law 17-250, § 204, 55 DCR 9225; Mar. 31, 2011, D.C. Law 18-331, § 3(b), 58 DCR 22.)","sections":[{"prefix":"a","text":" Within 45 days after October 22, 2008, the Mayor, Council Chairman, and Chairman of the Council committee with oversight of the Energy Office shall appoint the respective members of the Board."},{"prefix":"b","text":" Within 120 days after October 22, 2008, the Board shall adopt rules and procedures governing its meetings and decisionmaking processes. The procedures shall include a formal means for members of the Board to submit their dissent from the recommendations of the Board with the comments of the Board provided to the DDOE."},{"prefix":"c","text":" Within 210 days after October 22, 2008, the Board shall recommend to the Mayor performance benchmarks for the SEU contract based on the requirements set forth in § 8-1774.01."},{"prefix":"d","text":" Within 60 days after the submission of a draft RFP to the Board by the DDOE, pursuant to § 8-1774.05(b), the Board shall submit to the DDOE and Council comments on the draft RFP."},{"prefix":"e","text":" Repealed."},{"prefix":"f","text":" During the term of a SEU contract, the Board shall meet quarterly with representatives from the SEU to monitor the performance of the SEU and programs operated by the SEU."},{"prefix":"g","text":" The Board shall present a report on the progress of the SEU to the Council annually, with the 1st report being due 30 days after the conclusion of the 1st year of the SEU contract. The DDOE shall make this document available to the public on its website within 10 days of its submission to the Council."},{"prefix":"h","text":" The Board may convene any subcommittees and working groups it considers appropriate without any limitation as to the membership of such groups."},{"prefix":"i","text":" All Board meetings shall be subject to the open meeting provisions contained in § 1-207.42."},{"prefix":"j","text":" The DDOE shall provide staff resources to the Board and coordinate the involvement of staff from the Public Service Commission, Office of the People's Counsel, and any other appropriate agency or organization as necessary for the Board to fulfill its mandate."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"D-I","text":" Energy Conservation."},"chapter":{"identifier":"17N","text":"Sustainable Energy."},"subchapter":{"identifier":"II","text":"Management of Sustainable Energy Programs."},"heading":{"title":"8","chaptersection":"1774","identifier":"8-1774.04","catch_text":"Operations of the Sustainable Energy Utility Advisory Board."}}