{"text":"","historical":"Temporary Addition of Section\n\nSection 105 of D.C. Law 18-156 added a section to read as follows:\n\n\"Sec. 105. Bond details.\n\n\"(a) The Mayor is authorized to take any action reasonably necessary or appropriate in accordance with this act in connection with the preparation, execution, issuance, sale, delivery, security for, and payment of the bonds of each series, including, but not limited to, determinations of:\n\n\"(1) The final form, content, designation, and terms of the bonds, including a determination that the bonds may be issued in certificated or book-entry form;\n\n\"(2) The principal amount of the bonds to be issued and denominations of the bonds;\n\n\"(3) The rate or rates of interest or the method for determining the rate or rates of interest on the bonds;\n\n\"(4) The date or dates of issuance, sale, and delivery of, and the payment of interest on, the bonds, and the maturity date or dates of the bonds;\n\n\"(5) The terms under which the bonds may be paid, optionally or mandatorily redeemed, accelerated, tendered, called, or put for redemption, repurchase, or remarketing before their respective stated maturities;\n\n\"(6) Provisions for the registration, transfer, and exchange of the bonds and the replacement of mutilated, lost, stolen, or destroyed bonds;\n\n\"(7) The creation of any reserve fund, sinking fund, or other fund with respect to the bonds;\n\n\"(8) The time and place of payment of the bonds;\n\n\"(9) Procedures for monitoring the use of the proceeds received from the sale of the bonds to ensure that the proceeds are properly applied and used to accomplish the purposes of the Home Rule Act and this act;\n\n\"(10) Actions necessary to qualify the bonds under blue sky laws of any jurisdiction where the bonds are marketed; and\n\n\"(11) The terms and types of credit enhancement under which the bonds may be secured.\n\n\"(b) The bonds shall contain a legend, which shall provide that the bonds are special obligations of the District, are without recourse to the District, are not a pledge of, and do not involve, the faith and credit or the taxing power of the District (other than the Special Assessment), do not constitute a debt of the District, and do not constitute lending of the public credit for private undertakings as prohibited in section 602(a)(2) of the Home Rule Act.\n\n\"(c) The bonds shall be executed in the name of the District and on its behalf by the manual or facsimile signature of the Mayor, and attested by the Secretary of the District of Columbia by the Secretary's manual or facsimile signature.\n\n\"(d) The official seal of the District, or a facsimile of it, shall be impressed, printed, or otherwise reproduced on the bonds.\n\n\"(e) The bonds of any series may be issued in accordance with the terms of an indenture to be entered into by the District and a trustee to be selected by the Mayor, and may be subject to the terms of one or more agreements entered into by the Mayor pursuant to section 490(a)(4) of the Home Rule Act.\n\n\"(f) The bonds may be issued at any time or from time to time in one or more issues and in one or more series.\n\n\"(g) The bonds are declared to be issued for essential public and governmental purposes. The bonds, the interest thereon, and the income therefrom, and all funds pledged or available to pay or secure the payment of the bonds, shall at all times be exempt from taxation by the District, except for estate, inheritance, and gift taxes.\n\n\"(h) The District does pledge and covenant and agree with the holders of the bonds that, subject to the provisions of the Financing Documents, the District will not limit or alter the basis on which the revenues pledged to secure the bonds are collected or allocated, will not impair the contractual obligations of the District to fulfill the terms of any agreement made with the holders of the bonds, and will not in any way impair the rights or remedies of the holders of the bonds, until the bonds, together with interest thereon, and all costs and expenses in connection with any suit, action, or proceeding by or on behalf of the holders of the bonds, are fully met and discharged. This pledge and agreement for the District may be included as part of the contract with the holders of the bonds. This subsection constitutes a contract between the District and the holders of the bonds. To the extent that any acts or resolutions of the Council may be in conflict with this act, this act shall be controlling.\n\n\"(i) Consistent with section 490(a)(4)(B) of the Home Rule Act and notwithstanding Chapter 9 of Title 28 of the District of Columbia Official Code:\n\n\"(1) A pledge made and security interest created in respect of the bonds or pursuant to any related Financing Document shall be valid, binding, and perfected from the time the security interest is created, with or without physical delivery of any funds or any property and with or without any further action;\n\n\"(2) The lien of the pledge shall be valid, binding, and perfected as against all parties having any claim of any kind in tort, contract or otherwise against the District, whether or not such party has notice; and\n\n\"(3) The security interest shall be valid, binding, and perfected whether or not any statement, document, or instrument relating to the security interest is recorded or filed.\"\n\nSection 402(b) of D.C. Law 18-156 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 105 of Energy Efficiency Emergency Act of 2009 (D.C. Act 18-324, March 1, 2010, 57 DCR 1851).\n\nLegislative History of Laws\n\nFor Law 18-183, see notes following § 8-1778.01.\n\nDC CODE § 8-1778.24\n\nCurrent through December 11, 2012","credits":"(May 27, 2010, D.C. Law 18-183, § 204, 57 DCR 3406.)","sections":[{"prefix":"a","text":" The Mayor is authorized to take any action reasonably necessary or appropriate in accordance with this chapter in connection with the preparation, execution, issuance, sale, delivery, security for, and payment of the bonds of each series, including, but not limited to, determinations of:"},{"prefix":"1","text":" The final form, content, designation, and terms of the bonds, including a determination that the bonds may be issued in certificated or book-entry form;"},{"prefix":"2","text":" The principal amount of the bonds to be issued and denominations of the bonds;"},{"prefix":"3","text":" The rate or rates of interest or the method for determining the rate or rates of interest on the bonds;"},{"prefix":"4","text":" The date or dates of issuance, sale, and delivery of, and the payment of interest on, the bonds and the maturity date or dates of the bonds;"},{"prefix":"5","text":" The terms under which the bonds may be paid, optionally or mandatorily redeemed, accelerated, tendered, called, or put for redemption, repurchase, or remarketing before their respective stated maturities;"},{"prefix":"6","text":" Provisions for the registration, transfer, and exchange of the bonds and the replacement of mutilated, lost, stolen, or destroyed bonds;"},{"prefix":"7","text":" The creation of any reserve fund, sinking fund, or other fund with respect to the bonds;"},{"prefix":"8","text":" The time and place of payment of the bonds;"},{"prefix":"9","text":" Procedures for monitoring the use of the proceeds received from the sale of the bonds to ensure that the proceeds are properly applied and used to accomplish the purposes of the Home Rule Act and this chapter;"},{"prefix":"10","text":" Actions necessary to qualify the bonds under blue sky laws of any jurisdiction where the bonds are marketed; and"},{"prefix":"11","text":" The terms and types of credit enhancement under which the bonds may be secured."},{"prefix":"b","text":" The bonds shall contain a legend, which shall provide that the bonds are special obligations of the District, are without recourse to the District, are not a pledge of, and do not involve, the faith and credit or the taxing power of the District (other than the Special Assessment), do not constitute a debt of the District, and do not constitute lending of the public credit for private undertakings as prohibited in § 1-206.02(a)(2)."},{"prefix":"c","text":" The bonds shall be executed in the name of the District and on its behalf by the manual or facsimile signature of the Mayor, and attested by the Secretary of the District of Columbia by the Secretary's manual or facsimile signature."},{"prefix":"d","text":" The official seal of the District, or a facsimile of it, shall be impressed, printed, or otherwise reproduced on the bonds."},{"prefix":"e","text":" The bonds of any series may be issued in accordance with the terms of an indenture to be entered into by the District and a trustee to be selected by the Mayor, and may be subject to the terms of one or more agreements entered into by the Mayor pursuant to § 1-204.90(a)(4)."},{"prefix":"f","text":" The bonds may be issued at any time or from time to time in one or more issues and in one or more series."},{"prefix":"g","text":" The bonds are declared to be issued for essential public and governmental purposes. The bonds, the interest thereon, the income therefrom, and all funds pledged or available to pay or secure the payment of the bonds, shall at all times be exempt from taxation by the District, except for estate, inheritance, and gift taxes."},{"prefix":"h","text":" The District does pledge and covenant and agree with the holders of the bonds that, subject to the provisions of the Financing Documents, the District will not limit or alter the basis on which the revenues pledged to secure the bonds are collected or allocated, will not impair the contractual obligations of the District to fulfill the terms of any agreement made with the holders of the bonds, and will not in any way impair the rights or remedies of the holders of the bonds, until the bonds, together with interest thereon, and all costs and expenses in connection with any suit, action, or proceeding by or on behalf of the holders of the bonds, are fully met and discharged. This pledge and agreement for the District may be included as part of the contract with the holders of the bonds. This subsection constitutes a contract between the District and the holders of the bonds. To the extent that any acts or resolutions of the Council may be in conflict with this chapter, this chapter shall be controlling."},{"prefix":"i","text":" Consistent with § 1-204.90(a)(4)(B) and notwithstanding Chapter 9 of Title 28:"},{"prefix":"1","text":" A pledge made and security interest created in respect of the bonds or pursuant to any related Financing Document shall be valid, binding, and perfected from the time the security interest is created, with or without physical delivery of any funds or any property and with or without any further action;"},{"prefix":"2","text":" The lien of the pledge shall be valid, binding, and perfected as against all parties having any claim of any kind in tort, contract, or otherwise against the District, whether or not such party has notice; and"},{"prefix":"3","text":" The security interest shall be valid, binding, and perfected whether or not any statement, document, or instrument relating to the security interest is recorded or filed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"D-I","text":" Energy Conservation."},"chapter":{"identifier":"17R","text":"Energy Efficiency Financing."},"subchapter":{"identifier":"II","text":"Bond Financing."},"heading":{"title":"8","chaptersection":"1778","identifier":"8-1778.24","catch_text":"Bond details."}}