{"text":"","historical":"Temporary Addition of Section\n\nSection 203 of D.C. Law 18-156 added a section to read as follows:\n\n\"Sec. 203. Qualification for loans.\n\n\"(a) To qualify for a loan from the National Capital Energy Fund, the property owner shall file with the administrator a loan application containing the following:\n\n\"(1) The amount of loan requested;\n\n\"(2) The agreement of the property owner to pay the full amount of the Special Assessment;\n\n\"(3) A description of the energy efficiency improvement that the property owner proposes to install and an estimate of the cost of the installation;\n\n\"(4) An energy efficiency audit from an auditor approved by the administrator stating the amount of energy used by the subject property and the amount of the energy to be saved by the installation of the energy efficiency improvement;\n\n\"(5) A statement establishing that the value of the energy saved by the installation of the energy efficiency improvement exceeds the amount of the principal of, and interest on, the energy efficiency loan;\n\n\"(6) Credit information and information regarding the subject property as determined by the administrator; and\n\n\"(7) Property owner certification that the Special Assessment will not violate any agreements with any other lender or provision of applicable lender consents.\n\n\"(b) The property owner shall pay a fee at the time of filing the application in an amount to be determined by the administrator to be sufficient to cover the cost of processing the application and making the energy efficiency loan.\"\n\nSection 402(b) of D.C. Law 18-156 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 203 of Energy Efficiency Emergency Act of 2009 (D.C. Act 18-324, March 1, 2010, 57 DCR 1851).\n\nLegislative History of Laws\n\nFor Law 18-183, see notes following § 8-1778.01.\n\nDC CODE § 8-1778.42\n\nCurrent through December 11, 2012","credits":"(May 27, 2010, D.C. Law 18-183, § 302, 57 DCR 3406.)","sections":[{"prefix":"a","text":" To qualify for a loan from the National Capital Energy Fund, the property owner shall file with the administrator a loan application including the following:"},{"prefix":"1","text":" The amount of loan requested;"},{"prefix":"2","text":" The agreement of the property owner to pay the full amount of the Special Assessment;"},{"prefix":"3","text":" A description of the Energy Efficiency Improvements that the property owner proposes to install and an estimate of the cost of the installation;"},{"prefix":"4","text":" An Energy Efficiency Audit from an auditor approved by the administrator stating the amount of energy used by the subject property and the amount of the energy to be saved by the installation of the Energy Efficiency Improvements;"},{"prefix":"5","text":" A statement establishing that the value of the energy saved by the installation of the Energy Efficiency Improvement is reasonably expected to equal or exceed the amount of the principal of, and interest on, the Energy Efficiency Loan and, if the property owner requests financing under § 8- 1778.43(b), the cost of the Energy Efficiency Audit;"},{"prefix":"6","text":" Credit information and information regarding the subject property as determined by the administrator; and"},{"prefix":"7","text":" Property owner certification that the Special Assessment will not violate any agreements with any other lender or provision of applicable lender consents."},{"prefix":"b","text":" The property owner shall pay a fee at the time of filing the application in an amount to be determined by the administrator to be sufficient to cover the cost of processing the application and making the Energy Efficiency Loan."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"D-I","text":" Energy Conservation."},"chapter":{"identifier":"17R","text":"Energy Efficiency Financing."},"subchapter":{"identifier":"III","text":"Establishment of the National Capital Energy; Energy Efficient Loan Program."},"heading":{"title":"8","chaptersection":"1778","identifier":"8-1778.42","catch_text":"Qualification for loans."}}