{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 1-2808.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-143, see Historical and Statutory Notes following ยง 8-1701.\n\nDC CODE ยง 8-1708\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 1982, D.C. Law 4-143, ยง 9, 29 DCR 3118.)","sections":[{"prefix":"a","text":" The Water and Soil Conservation District shall prepare, and revise annually in cooperation with other District of Columbia government agencies, a long-range program for the conservation of renewable natural resources. The program shall be directed toward conservation of resources for their best use and in a manner that will meet the needs of the District of Columbia. The program shall include an inventory of all renewable natural resources in the Soil and Water Conservation District, a compilation of current resource needs, projections of future resource requirements, priorities for various resource activities, projected time tables, descriptions of available alternatives, and provisions for coordination with other programs."},{"prefix":"b","text":" The Soil and Water Conservation District shall prepare an annual work plan which shall describe the programs, services, facilities, materials, working arrangements, and estimated funds needed to carry out the parts of the long-range program that are of the highest priority in the coming year."},{"prefix":"c","text":" The long-range program and work plan shall be made available to the Mayor, to the Council of the District of Columbia, to District of Columbia government agencies, to United States government agencies, and to the general public."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"D","text":" Soil and Waste Conservation."},"chapter":{"identifier":"17","text":"Soil and Water Conservation. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Soil and Water Conservation District."},"heading":{"title":"8","chaptersection":"1708","identifier":"8-1708","catch_text":"Long-range resource conservation program; annual work plan."}}