{"text":"","historical":"Temporary Addition of Section\n\nSection 104 of D.C. Law 18-156 added a section to read as follows:\n\n\"Sec. 104. Payment and security.\n\n\"(a) Except as may be otherwise provided in this act, Debt Service on each series of bonds shall be payable solely and only from proceeds received from the sale of that series of bonds, income realized from the temporary investment of those proceeds, Special Assessment revenues allocated to the applicable Special Energy Assessment Bond Debt Service Account, amounts received from prepayments of any loans made pursuant to this act, income realized from the temporary investment of those Special Assessment revenues prior to payment to the bond holders, and other moneys that, as provided in the Financing Documents, may be made available to the District for payment of the bonds from sources other than the District, all as provided for in the Financing Documents.\n\n\"(b) Payment of the bonds shall be secured as provided in the Financing Documents and by an assignment by the District for the benefit of the bond holders of certain of its rights under the Financing Documents and Closing Documents to the trustee for the bonds pursuant to the Financing Documents.\n\n\"(c) The trustee is authorized to deposit, invest, and disburse the proceeds received from the sale of the bonds pursuant to the Financing Documents.\"\n\nSection 402(b) of D.C. Law 18-156 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 104 of Energy Efficiency Emergency Act of 2009 (D.C. Act 18-324, March 1, 2010, 57 DCR 1851).\n\nLegislative History of Laws\n\nFor Law 18-183, see notes following ยง 8-1778.01.\n\nDC CODE ยง 8-1778.23\n\nCurrent through December 11, 2012","credits":"(May 27, 2010, D.C. Law 18-183, ยง 203, 57 DCR 3406.)","sections":[{"prefix":"a","text":" Except as may be otherwise provided in this chapter, Debt Service on each series of bonds shall be payable solely and only from proceeds received from the sale of that series of bonds, income realized from the temporary investment of those proceeds, Special Assessment revenues allocated to the applicable Special Energy Assessment Bond Debt Service Account, amounts received from prepayments of any loans made pursuant to this chapter, income realized from the temporary investment of those Special Assessment revenues prior to payment to the bond holders, and other moneys that, as provided in the Financing Documents, may be made available to the District for payment of the bonds from sources other than the District, all as provided for in the Financing Documents."},{"prefix":"b","text":" Payment of the bonds shall be secured as provided in the Financing Documents and by an assignment by the District for the benefit of the bondholders of certain of its rights under the Financing Documents and Closing Documents to the trustee for the bonds pursuant to the Financing Documents."},{"prefix":"c","text":" The trustee is authorized to deposit, invest, and disburse the proceeds received from the sale of the bonds pursuant to the Financing Documents."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"D-I","text":" Energy Conservation."},"chapter":{"identifier":"17R","text":"Energy Efficiency Financing."},"subchapter":{"identifier":"II","text":"Bond Financing."},"heading":{"title":"8","chaptersection":"1778","identifier":"8-1778.23","catch_text":"Payment and security."}}