{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-1009.\n\n1973 Ed., § 6-2409.\n\nEffect of Amendments\n\nD.C. Law 17-281, in subsecs. (a) and (b), substituted \"7 or more\" for \"5 or more\"; and rewrote subsec. (d)(1), which had read as follows:\n\n\"(1) A dog owner unless the owner has obtained a license for each dog as provided in § 8-1804;\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-30, see Historical and Statutory Notes following § 8-1801.\n\nFor Law 17-281, see notes following § 8-1801.\n\nDelegation of Authority\n\nDelegation of authority pursuant to Law 3-30, see Mayor's Order 83-206, August 2, 1983, as amended by Mayor's Order 86-64, April 22, 1986.\n\nDC CODE § 8-1809\n\nCurrent through December 11, 2012","credits":"(Oct. 18, 1979, D.C. Law 3-30, § 10, 26 DCR 765; Dec. 5, 2008, D.C. Law 17-281, § 104(f), 55 DCR 9186.)","sections":[{"prefix":"a","text":" No person shall own or keep 7 or more mammals, larger than a guinea pig and over the age of 4 months, without obtaining an animal hobby permit: Except, that this section shall not apply to a licensed pet shop, licensed veterinary hospital, circus or traveling exhibition."},{"prefix":"b","text":" An owner of 7 or more mammals shall before July 1st of each year or within 10 days of acquiring 7 or more mammals obtain the permit required by this section."},{"prefix":"c","text":" An owner applying for an animal hobby permit shall fully describe the kind and number of mammals to be maintained and the premises where the mammals are to be kept."},{"prefix":"d","text":" No animal hobby permit shall be issued to:"},{"prefix":"1","text":" An owner unless the owner has obtained the necessary animal licenses as required by law;"},{"prefix":"2","text":" An owner who maintains mammals for commercial purposes. For purposes of this section, \"commercial purposes\" shall not include the sale of offspring if such sales are occasional and are not the primary purpose for maintaining the mammals."},{"prefix":"e","text":" The Mayor shall collect the fees and issue the permits as provided in this section."},{"prefix":"f","text":" A holder of an animal hobby permit shall provide his mammals with appropriate veterinary care. A holder of an animal hobby permit shall maintain the premises and enclosures where the mammals are kept in a clean and sanitary condition."},{"prefix":"g","text":" A holder of an animal hobby permit shall not permit objectionable odors or noises to disturb the comfort or quiet of any neighborhood. A holder of an animal hobby permit shall not permit a mammal to commit a nuisance on public space or property owned by others."},{"prefix":"h","text":" The Mayor may revoke an animal hobby permit for failure to comply with the provisions of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"E","text":" Animal Control and Protection."},"chapter":{"identifier":"18","text":"Animal Control. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"8","chaptersection":"1809","identifier":"8-1809","catch_text":"Animal hobby permit."}}