{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-1005.\n\n1973 Ed., § 6-2405.\n\nEffect of Amendments\n\nD.C. Law 17-281 rewrote subsec. (a); and, in subsec. (b), substituted \"impounded animal, including scanning the animal for a microchip\" for \"impounded animal\". Prior to amendment, subsec. (a) read as follows:\n\n\"(a) The Mayor may impound any animal at large or any dangerous animal.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-30, see Historical and Statutory Notes following § 8-1801.\n\nFor legislative history of D.C. Law 3-97, see Historical and Statutory Notes following § 8-1802.\n\nFor legislative history of D.C. Law 9-236, see Historical and Statutory Notes following § 8-1804.\n\nFor Law 17-281, see notes following § 8-1801.\n\nDelegation of Authority\n\nDelegation of authority under Law 3-30, see Mayor's Order 83-206, August 2, 1983.\n\nDC CODE § 8-1805\n\nCurrent through December 11, 2012","credits":"(Oct. 18, 1979, D.C. Law 3-30, § 6, 26 DCR 765; Sept. 16, 1980, D.C. Law 3-97, § 2(b), 27 DCR 3523; Mar. 17, 1993, D.C. Law 9-236, § 2(b), 40 DCR 614; Dec. 5, 2008, D.C. Law 17-281, § 104(d), 55 DCR 9186.)","sections":[{"prefix":"a","text":" The Mayor shall impound any dogs, cats, rabbits, or ferrets, the combination of which exceeds 4 animals, or any dogs, cats, rabbits, or ferrets beyond the number authorized in an animal hobby permit issued pursuant to § 8-1809."},{"prefix":"b","text":" Upon impounding an animal, the Mayor shall make a prompt and reasonable attempt to locate and notify the owner of the impounded animal, including scanning the animal for a microchip."},{"prefix":"c","text":" The Mayor may dispose of any wild, sick, or badly injured animal upon its impoundment."},{"prefix":"d","text":" The Mayor shall provide appropriate vaccinations for each animal upon its impoundment."},{"prefix":"e","text":" The Mayor shall provide appropriate veterinary services for each dog wearing a valid license upon its impoundment."},{"prefix":"f","text":" The Mayor shall deem abandoned any animal impounded and not redeemed by its owner within 7 days of impoundment if such animal is wearing identification. If notice is given under subsection (b) of this section, the owner has 7 days from the date of the notice to claim the animal. Any animal impounded not wearing identification shall be deemed abandoned if not redeemed by its owner within 5 days of impoundment. An animal deemed abandoned shall become the property of the District of Columbia and may be adopted or disposed of in a humane manner."},{"prefix":"g","text":" The Mayor shall not release an animal unless it is vaccinated against rabies."},{"prefix":"h","text":" The Mayor shall not release a sick or dangerous animal to anyone other than a licensed veterinarian until reasonably satisfied that it is safe to do so."},{"prefix":"i","text":" The Mayor shall adopt rules for disposing of animals impounded under this section in accordance with § 2-505."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"E","text":" Animal Control and Protection."},"chapter":{"identifier":"18","text":"Animal Control. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"8","chaptersection":"1805","identifier":"8-1805","catch_text":"Impoundment."}}