{"text":"\"(3) $50 for all other dogs.\".","historical":"Prior Codifications\n\n1981 Ed., § 6-1004.\n\n1973 Ed., § 6-2404.\n\nEffect of Amendments\n\nD.C. Law 16-305, substituted \"deaf, hearing impaired,\" for \"audio-handicapped\", throughout the section.\n\nD.C. Law 17-281 repealed subsec. (d); rewrote subsecs. (e), (f), and (h); and added subsecs. (i) and (j). Prior to amendment or repeal, subsecs. (d), (e), (f), and (h) read as follows:\n\n\"(d) The Mayor shall collect the fees and issue the licenses as provided in this section. The Mayor shall promulgate regulations to allow veterinarians to collect license fees and issue licenses. The regulations shall permit veterinarians to collect an additional $2 for each license issued as reimbursement for administrative costs.\n\n\"(e) Except as provided in subsection (f) of this section, the annual license fee for a dog is as follows:\n\n\"(1) No fee for a dog trained to aid the deaf, hearing impaired, or blind and actually used for that purpose;\n\n\"(2) $10 for a male dog certified by a licensed veterinarian as either neutered or incapable of enduring neutering;\n\n\"(3) $10 for a female dog certified by a licensed veterinarian as either spayed or incapable of enduring spaying; and\n\n\"(4) $35 for all other dogs.\n\n\"(f) For the year July 1, 1979, to June 30, 1980, the annual license fee for a dog is as follows:\n\n\"(1) No fee for a dog trained to aid the deaf, hearing impaired, or blind and actually used for that purpose; and\n\n\"(2) $8 in any other case.\"\n\n\"(h) Any license issued pursuant to this section shall be issued by the Department of Health.\"\n\nD.C. Law 19-21 added subsec. (e-1).\n\nD.C. Law 19-168 rewrote subsec. (i), which had read as follows:\n\n\"(i)(1) There is established as a nonlapsing fund the Animal Control License Fees Fund ('Fund'), which shall be a segregated account within the General Fund of the District of Columbia and shall be used solely for the purpose of providing animal control and animal disease prevention services.\n\n\"(2) The fund shall be administered by the Department of Health.\n\n\"(3) The Mayor shall deposit in the Fund:\n\n\"(A) Except as provided in subsection (j) of this section, all revenues generated pursuant to subsection (e) of this section; and\n\n\"(B) All funds contained within the Animal Control Dog License Fees Fund within the Department of Health.\n\n\"(4) Funds deposited in the Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year or at any other time, but shall be continually available for the uses and purposes set forth in paragraph (1) of this subsection without regard to fiscal year limitation, subject to authorization by Congress.\"\n\nD.C. Law 19-171, in subsec. (j)(1), substituted \"this subsection\" for \"subsection (d) of this section\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 101 of Multiyear Budget Spending Reduction and Support Temporary Act of 1995 (D.C. Law 10-253, March 23, 1995, law notification 42 DCR 1652).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 101 of the Multiyear Budget Spending Reduction and Support Emergency Act of 1994 (D.C. Act 10-389, December 29, 1994, 42 DCR 197).\n\nFor temporary (90 day) amendment of section, see § 8005 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 8005 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-30, see Historical and Statutory Notes following § 8-1801.\n\nLaw 9-236, the \"Animal Control Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-306, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on December 1, 1992, and December 15, 1992, respectively. Signed by the Mayor on December 31, 1992, it was assigned Act No. 9-368 and transmitted to both Houses of Congress for its review. D.C. Law 9-236 became effective on March 17, 1993.\n\nLaw 11-52, the \"Omnibus Budget Support Act of 1995,\" was introduced in Council and assigned Bill No. 11-218, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on April 19, 1995, and June 6, 1995, respectively. Signed by the Mayor on July 13, 1995, it was assigned Act No. 11-94 and transmitted to both Houses of Congress for its review. D.C. Law 11-52 became effective on September 26, 1995.\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-845, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615 and transmitted to both Houses of Congress for its review. D.C. Law 12-261 became effective on April 20, 1999.\n\nLaw 16-305, the \"People First Respectful Language Modernization Act of 2006\", was introduced in Council and assigned Bill No. 16-664, which was referred to Committee on the Whole. The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively. Signed by the Mayor on July 17, 2006, it was assigned Act No. 16-437 and transmitted to both Houses of Congress for its review. D.C. Law 16-305 became effective on April 24, 2007.\n\nFor Law 17-281, see notes following § 8-1801.\n\nFor history of Law 19-21, see notes under § 8-102.03.\n\nFor history of Law 19-168, see notes under § 8-1774.10.\n\nFor history of Law 19-171, see notes under § 8-105.02.\n\nDelegation of Authority\n\nDelegation of authority pursuant to Law 3-30, see Mayor's Order 83-206, August 2, 1983, as amended by Mayor's Order 86-64, April 22, 1986.\n\nMiscellaneous Notes\n\nSection 8010 of D.C. Law 19-168 provides:\n\n\"Sections 8002, 8003, 8004, 8005, 8006, and 8007 shall apply as of September 14, 2011.\"\n\nDC CODE § 8-1804\n\nCurrent through December 11, 2012","credits":"(Oct. 18, 1979, D.C. Law 3-30, § 5, 26 DCR 765; Mar. 17, 1993, D.C. Law 9-236, § 2(a), 40 DCR 614; Sept. 26, 1995, D.C. Law 11-52, § 101, 42 DCR 3684; Apr. 20, 1999, D.C. Law 12-261, § 2004, 46 DCR 3142; Apr. 24, 2007, D.C. Law 16-305, § 30, 53 DCR 6198; Dec. 5, 2008, D.C. Law 17-281, § 104(c), 55 DCR 9186; Sept. 14, 2011, D.C. Law 19-21, § 9073, 58 DCR 6226; Sept. 20, 2012, D.C. Law 19-168, § 8005, 59 DCR 8025; Sept. 26, 2012, D.C. Law 19-171, § 64, 59 DCR 6190.)","sections":[{"prefix":"a","text":" For purposes of this section, \"owner\" shall not include:"},{"prefix":"1","text":" A licensed veterinary hospital;"},{"prefix":"2","text":" A licensed pet shop; and"},{"prefix":"3","text":" An incorporated animal welfare agency not engaged in the sale of animals."},{"prefix":"b","text":" An owner who has a dog over the age of 4 months shall before July 1st of each year, or within 10 days of acquiring the dog, or within 10 days after the dog becomes 4 months of age, obtain an annual license. An owner shall ensure that his dog wears a collar and a license."},{"prefix":"c","text":" Before any annual license may be issued, the owner of the dog shall have the dog vaccinated against rabies and distemper, and shall pay any outstanding fines."},{"prefix":"d","text":" Repealed."},{"prefix":"e","text":" The annual license fees for dogs is as follows:"},{"prefix":"1","text":" No fee for a dog trained as a service animal and actually used for the purpose of assisting a person with a physical or sensory impairment, such as a vision or hearing impairment;"},{"prefix":"2","text":" $15 for a male or female dog certified by a licensed veterinarian as neutered or spayed or certified as incapable of enduring spaying or neutering; and"},{"prefix":"e-1","text":" All the fees collected pursuant to subsection (e) of this section shall be deposited in the General Fund of the District of Columbia."},{"prefix":"f","text":" The Mayor may periodically revise the schedule of fees by rulemaking."},{"prefix":"g","text":" No license may be transferred from 1 dog to another."},{"prefix":"h","text":" Any license issued pursuant to this section may be issued by the Department of Health or by a veterinarian licensed in the District of Columbia pursuant to § 3-512.02. A veterinarian may collect an additional $2 for each license issued as reimbursement for administrative costs."},{"prefix":"i","text":" Repealed."},{"prefix":"j","text":"(1) There is established as a nonlapsing fund the Sterilization Fund (\"Fund\"), which shall be used solely for the purposes set forth in this subsection."},{"prefix":"2","text":" Deposits into the Fund shall include:"},{"prefix":"A","text":" Two dollars from each fee paid for the application, issuance, or renewal of a dog license;"},{"prefix":"B","text":" Funds authorized by an act of Congress, a reprogramming, or an intra-District transfer to be deposited into the Fund;"},{"prefix":"C","text":" Any other monies designated by law or regulation to be deposited into the Fund;"},{"prefix":"D","text":" Interest on money deposited in the Fund."},{"prefix":"3","text":" All funds deposited into the Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (d) of this section without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"4","text":"(A) Monies in the Fund shall be used to subsidize sterilization of cats and dogs owned by persons within the District of Columbia."},{"prefix":"B","text":" The Mayor may issue grants to appropriate animal welfare organizations that are experienced in subsidized sterilization efforts."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"E","text":" Animal Control and Protection."},"chapter":{"identifier":"18","text":"Animal Control. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"8","chaptersection":"1804","identifier":"8-1804","catch_text":"Licenses and fees."}}