{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-1008.\n\n1973 Ed., § 6-2408.\n\nEffect of Amendments\n\nD.C. Law 13-303 added subsec. (j).\n\nD.C. Law 16-40, in subsec. (e), substituted \"public recreation area, other than a dog park,\" for \"public recreation area\".\n\nD.C. Law 17-281, in subsec. (h)(2), substituted \"or museum for exhibition purposes\" for \"museum, or educational institution for educational, medical, scientific, or exhibition purposes\"; and added subsec. (k).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(a) of the Dangerous Dog Designation Emergency Amendment Act of 1996 (D.C. Act 11-351, August 12, 1996, 43 DCR 4553).\n\nFor temporary (90 day) amendment of section, see § 2 of Classroom Animal for Educational Purposes Clarification Emergency Amendment Act of 2012 (D.C. Act 19-466, October 5, 2012, 59 DCR 11767).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-30, see Historical and Statutory Notes following § 8-1801.\n\nFor legislative history of D.C. Law 3-97, see Historical and Statutory Notes following § 8-1802.\n\nFor legislative history of D.C. Law 4-199, see Historical and Statutory Notes following § 8-1803.\n\nFor legislative history of D.C. Law 9-236, see Historical and Statutory Notes following § 8-1804.\n\nLaw 13-303, the \"Freedom From Cruelty to Animals Protection Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-473, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 6, 2000, and July 11, 2000, respectively. Signed by the Mayor on August 4, 2000, it was assigned Act No. 13-418 and transmitted to both Houses of Congress for its review. D.C. Law 13-303 became effective on June 8, 2001.\n\nFor Law 16-40, see notes following § 8-1801.\n\nFor Law 17-281, see notes following § 8-1801.\n\nDC CODE § 8-1808\n\nCurrent through December 11, 2012","credits":"(Oct. 18, 1979, D.C. Law 3-30, § 9, 26 DCR 765; Sept. 16, 1980, D.C. Law 3-97, § 2(d), (e), (g), 27 DCR 3523; Mar. 10, 1983, D.C. Law 4-199, § 4(b), 30 DCR 119; Mar. 17, 1993, D.C. Law 9-236, § 2(d), 40 DCR 614; June 8, 2001, D.C. Law 13-303, § 4, 47 DCR 7307; Dec. 10, 2005, D.C. Law 16-40, § 2(b), 52 DCR 9087; Dec. 5, 2008, D.C. Law 17-281, § 104(e), 55 DCR 9186.)","sections":[{"prefix":"a","text":" No owner of an animal shall allow the animal to go at large."},{"prefix":"b","text":" No person shall knowingly and falsely deny ownership of any animal."},{"prefix":"c","text":" No person shall remove the license of a dog without the permission of its owner."},{"prefix":"d","text":" No person shall change the natural color of a baby chicken, duckling, other fowl or rabbit."},{"prefix":"e","text":" No dog shall be permitted on any school ground when school is in session or on any public recreation area, other than a dog park, unless the dog is leashed."},{"prefix":"f","text":" No person shall sell or offer for sale a baby chicken, duckling, other fowl, or rabbit that has had its natural color changed."},{"prefix":"g","text":" No person shall sell or offer for sale a rabbit under the age of 16 weeks or a chick or duck under the age of 8 weeks except for agricultural or scientific purposes."},{"prefix":"h","text":"(1) Except as provided in this subsection, no person shall import into the District, possess, display, offer for sale, trade, barter, exchange, or adoption, or give as a household pet any living member of the animal kingdom including those born or raised in captivity, except the following: domestic dogs (excluding hybrids with wolves, coyotes, or jackals), domestic cats (excluding hybrids with ocelots or margays), domesticated rodents and rabbits, captive-bred species of common cage birds, nonpoisonous snakes, fish, and turtles, traditionally kept in the home for pleasure rather than for commercial purposes, and racing pigeons (when kept in compliance with permit requirements)."},{"prefix":"2","text":" A person may offer the species enumerated in paragraph (1) of this subsection to a public zoo, park, or museum for exhibition purposes."},{"prefix":"3","text":" This section shall not apply to federally licensed animal exhibitors; however, the Mayor retains the authority to restrict the movement of any prohibited animal into the District and the conditions under which those movements are made."},{"prefix":"4","text":" The Mayor may allow a licensed wildlife rehabilitator, a licensed veterinarian, or a licensed animal shelter to maintain an animal prohibited in this subsection for treatment or pending appropriate disposition."},{"prefix":"5","text":" Paragraph (1) of this subsection shall not apply to persons who own or possess domestic dog hybrids of wolves, coyotes, or jackals prior to March 17, 1993."},{"prefix":"i","text":" No person may sponsor, promote, train an animal to participate in, contribute to the involvement of an animal in, or attend as a spectator any activity or event in which any animal engages in unnatural behavior, is wrestled or fought, mentally or physically harassed, or displayed in such a way that the animal is struck, abused, or mentally or physically stressed or traumatized, or is induced, goaded or encouraged to perform or react through the use of chemical, mechanical, electrical, or manual devices in a manner that will cause, or is likely to cause, physical or other injury or suffering. This prohibition applies to any event or activity at a public or private facility or property and is applicable regardless of the purpose of the event or activity and regardless of whether a fee is charged to spectators."},{"prefix":"j","text":" No person who has control or custody of a dog shall, direct, encourage, cause, allow or otherwise aid or assist that dog to threaten, charge, bite, or attack a person or other animal, except that a person may keep a properly trained dog on private property to defend it and its occupants from intruders, and may order a dog to defend a person under attack. This section shall not apply to dogs who work for the Metropolitan Police Department or any other law enforcement agency."},{"prefix":"k","text":" No person may display, exhibit, or otherwise move animals in the District of Columbia as part of a circus, carnival, or other special performance or event, without first obtaining a permit, issued by the Mayor, that governs the care and management of the animals."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"E","text":" Animal Control and Protection."},"chapter":{"identifier":"18","text":"Animal Control. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"8","chaptersection":"1808","identifier":"8-1808","catch_text":"Prohibited conduct."}}