{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-1021.2.\n\nEffect of Amendments\n\nD.C. Law 17-281 rewrote the section which had read as follows:\n\n\"(a) If the Mayor has probable cause to believe that a dog is a dangerous dog, the Mayor may convene a hearing for the purpose of determining whether the dog in question shall be declared a dangerous dog and to determine if the dog would constitute a significant threat to the public health and safety if returned to its owner. Prior to a hearing, the Mayor shall conduct or cause to be conducted an investigation and shall provide reasonable notification of the hearing to the owner.\n\n\"(b) Following notice to the owner and prior to the hearing, if the Mayor has probable cause to believe that a dog is a dangerous dog and may pose an immediate threat of serious harm to human beings or other domestic animals, the Mayor may obtain a search warrant pursuant to Rule 204 of the District of Columbia Superior Court Rules of Civil Procedure and impound the dog pending disposition of the case. The owner of the dog shall be liable to the District for the costs and expenses of keeping the dog.\n\n\"(c) The hearing shall be held within no less than 5, and no more than 10 days, excluding holidays, Saturdays and Sundays, after service of notice upon the owner of the dog. The hearing shall be informal and open to the public. The owner shall have the opportunity to present evidence as to why the dog should not be declared a dangerous dog or not determined to be a significant threat to the public health and safety if returned to its owner. The Mayor may decide all issues for or against the owner of the dog regardless of whether the owner fails to appear at the hearing.\n\n\"(d) Within 5 days after the hearing, the owner shall be notified in writing of the determination by the Mayor.\n\n\"(e) If the owner contests the determination, the owner may, within 5 days of the determination, bring a petition in the Superior Court of the District of Columbia seeking de novo review of the determination. A decision by the Superior Court of the District of Columbia shall not affect the Mayor's right to later declare a dog to be a dangerous dog or to determine that the dog constitutes a threat to the public health and safety, for any subsequent actions of the dog.\"\n\nD.C. Law 19-171, in subsec. (e)(1), validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(b) of the Pit Bull and Rottweiler Dangerous Dog Designation Emergency Amendment Act of 1996 (D.C. Act 11-257, April 16, 1996, 43 DCR 2156).\n\nFor temporary amendment of section, see § 3(b) of the Dangerous Dog Designation Emergency Amendment Act of 1996 (D.C. Act 11-351, August 12, 1996, 43 DCR 4553).\n\nFor temporary addition of a § 6-1021.2a, see § 2(c) of the Pit Bull and Rottweiler Dangerous Dog Designation Emergency Amendment Act of 1996 (D.C. Act 11-257, April 16, 1996, 43 DCR 2156).\n\nFor temporary addition of a § 6-1021.2a, see § 3(c) of the Dangerous Dog Designation Emergency Amendment Act of 1996 (D.C. Act 11-351, August 12, 1996, 43 DCR 4553).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-176, see Historical and Statutory Notes following § 8-1901.\n\nFor Law 17-281, see notes following § 8-1801.\n\nFor history of Law 19-171, see notes under § 8-105.02.\n\nDC CODE § 8-1902\n\nCurrent through December 11, 2012","credits":"(Oct. 18, 1988, D.C. Law 7-176, § 3, 35 DCR 4787; Dec. 5, 2008, D.C. Law 17-281, § 105(b), 55 DCR 9186; Sept. 26, 2012, D.C. Law 19-171, § 66, 59 DCR 6190.)","sections":[{"prefix":"a","text":" The Mayor is authorized to conduct an investigation and make a determination as to whether a dog is a potentially dangerous or dangerous dog. In determining whether a dog is a potentially dangerous or dangerous dog, the Mayor shall consider all evidence obtained or presented to the Mayor relevant to the issue of whether the dog's behavior was the result of provocation or otherwise justified under the circumstances."},{"prefix":"b","text":"(1) A dog shall not be determined to be a potentially dangerous or dangerous dog if the dog injured:"},{"prefix":"A","text":" A person who, at the time of injury, was committing a willful trespass upon the premises lawfully occupied by the owner;"},{"prefix":"B","text":" A person who, at the time of injury, was provoking, tormenting, abusing, or assaulting the dog or has repeatedly, in the past, provoked, tormented, abused, or assaulted the dog;"},{"prefix":"C","text":" A person or domestic animal because, at the time of injury, the dog was responding to injury, or was protecting itself or its offspring; or"},{"prefix":"D","text":" A person or domestic animal because, at the time of injury, the dog was protecting or defending a human being within the immediate vicinity of the dog from an attack or assault."},{"prefix":"2","text":" The burden of proof on establishing that the dog falls into one of the categories described in paragraph (1) of this subsection is on the owner."},{"prefix":"c","text":" The Mayor shall provide notice of the determination to the owner by personal service, posting, or prepaid mail. The owner may contest the determination and request a hearing by filing a written appeal within 15 business days of the date the notice of determination is served, posted, or mailed. The Mayor shall provide reasonable notice of the hearing to the owner."},{"prefix":"d","text":"(1) If the Mayor has probable cause to believe a dog is a potentially dangerous or dangerous dog and may pose a threat to public safety, the Mayor, after providing notice to the owner of the probable cause determination, may obtain a search warrant pursuant to Rule 204 of the Superior Court of the District of Columbia Rules of Civil Procedure and impound the dog pending final disposition of the case."},{"prefix":"2","text":" The owner shall be liable to the District for the costs and expenses of the impoundment of the dog unless the dog is determined to be neither a potentially dangerous or dangerous dog. If a dog is determined to be a potentially dangerous or dangerous dog, the owner, prior to reclaiming the dog in accordance with § 8-1903, shall reimburse the animal control agency its costs and expenses for the care of the dogs while in the animal control agency's custody plus any reasonable veterinary fees incurred for the dog during the period of impoundment. An owner's failure to pay the costs and expenses within 5 days of a final determination shall result in ownership of the dog reverting to the animal control agency."},{"prefix":"e","text":"(1) The hearing shall be held not less than 5, and not more than 10 days, excluding holidays, Saturdays, and Sundays, after service of notice of the hearing upon the owner. The hearing shall be open to the public. The owner shall have the opportunity to present evidence as to why the dog should not be declared a potentially dangerous or dangerous dog, including evidence of provocation or justification pursuant to subsection (b) of this section, or not be determined to pose a threat to public safety if returned to its owner. The Mayor may decide all issues for or against the owner regardless of whether the owner appears at the hearing."},{"prefix":"f","text":" Within 5 days after the hearing, the Mayor shall notify the owner in writing of the determination of the hearing officer."},{"prefix":"g","text":"(1) Within 5 days of the issuance of an order by the hearing officer determining that the dog is a potentially dangerous or dangerous dog, the owner may bring a petition in the Superior Court of the District of Columbia seeking review of the determination."},{"prefix":"2","text":" A court order vacating the determination shall not prevent the Mayor from later determining that the dog is a potentially dangerous or dangerous dog or poses a threat to public safety, based upon the dog's subsequent behavior."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"E","text":" Animal Control and Protection."},"chapter":{"identifier":"19","text":"Dangerous Dogs."},"heading":{"title":"8","chaptersection":"1902","identifier":"8-1902","catch_text":"Determination of a potentially dangerous or dangerous dog."}}