{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-1021.3.\n\nEffect of Amendments\n\nD.C. Law 17-281 rewrote the section which had read as follows:\n\n\"If a determination is made that a dog is a dangerous dog under § 8-1902, the owner shall comply with the provisions of §§ 8-1904 and 8-1905 and any other special security or care requirements established by the Mayor, and in accordance with a time schedule established by the Mayor. A dangerous dog determined to constitute a significant threat to the public health and safety if returned to its owner may be humanely destroyed.\"\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(d) of the Pit Bull and Rottweiler Dangerous Dog Designation Emergency Amendment Act of 1996 (D.C. Act 11-257, April 16, 1996, 43 DCR 2156).\n\nFor temporary amendment of section, see § 3(d) of the Dangerous Dog Designation Emergency Amendment Act of 1996 (D.C. Act 11-351, August 12, 1996, 43 DCR 4553).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-176, see Historical and Statutory Notes following § 8-1901.\n\nFor Law 17-281, see notes following § 8-1801.\n\nDC CODE § 8-1903\n\nCurrent through December 11, 2012","credits":"(Oct. 18, 1988, D.C. Law 7-176, § 4, 35 DCR 4787; Dec. 5, 2008, D.C. Law 17-281, § 105(c), 55 DCR 9186.)","sections":[{"prefix":"a","text":" If the Mayor determines that a dog is a potentially dangerous or dangerous dog, the owner shall comply with the requirements of §§ 8-1904 and 8-1905 and any other special security or care requirements the Mayor may establish."},{"prefix":"b","text":" If a potentially dangerous or dangerous dog has been impounded and determined to pose a threat to public safety, the Mayor may only return the dog to its owner if the owner has:"},{"prefix":"1","text":" Met the registration requirements of § 8-1904;"},{"prefix":"2","text":" Agreed to comply with the requirements of § 8-1905, where necessary; and"},{"prefix":"3","text":" Met or agreed to comply with any additional security or care requirements established by the Mayor."},{"prefix":"c","text":" The Mayor may humanely destroy a dog if:"},{"prefix":"1","text":" The dog has been determined to be a threat to public safety if it is returned to the owner;"},{"prefix":"2","text":" The owner fails to comply with the registration requirements of § 8- 1904, the requirements of § 8-1905, or any special security or care requirements established by the Mayor;"},{"prefix":"3","text":" The owner fails to reimburse the animal control agency for the costs and expenses of the dog's impoundment as required by § 8-1902(d)(2); or"},{"prefix":"4","text":" The owner forfeits the dog for humane destruction."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"E","text":" Animal Control and Protection."},"chapter":{"identifier":"19","text":"Dangerous Dogs."},"heading":{"title":"8","chaptersection":"1903","identifier":"8-1903","catch_text":"Consequences of a dangerous or potentially dangerous dog determination."}}