{"text":"It shall be unlawful to:","historical":"Prior Codifications\n\n1981 Ed., § 6-1021.5.\n\nEffect of Amendments\n\nD.C. Law 17-281 rewrote the section which had read as follows:\n\n\"It shall be unlawful for the owner of a dangerous dog in the District to:\n\n\"(1) Keep a dangerous dog without a valid certificate of registration issued under § 8-1904;\n\n\"(2) Permit the dangerous dog to be outside the proper enclosure unless the dangerous dog is under the control of a responsible person and is muzzled and restrained by a substantial chain or leash, not exceeding 4 feet in length. The muzzle shall be made in a manner that will not cause injury to the dangerous dog or interfere with its vision or respiration but shall prevent it from biting any human being or animal;\n\n\"(3) Fail to notify the Mayor within 24 hours if a dangerous dog is on the loose, is unconfined, has attacked another animal, has attacked a human being, has died, has been sold, or has been given away. If the dangerous dog has been sold or given away the owner shall also provide the Mayor with the name, address, and telephone number of the new owner of the dangerous dog;\n\n\"(4) Fail to maintain the liability insurance coverage required under § 8-1904;\n\n\"(5) Fail to surrender a dangerous dog to the Mayor for safe confinement pending a disposition of the case when there is a reason to believe that the dangerous dog is a significant threat to the public health and safety; or\n\n\"(6) Fail to comply with any special security or care requirements established by the Mayor pursuant to § 8-1903.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-176, see Historical and Statutory Notes following § 8-1901.\n\nFor Law 17-281, see notes following § 8-1801.\n\nDC CODE § 8-1905\n\nCurrent through December 11, 2012","credits":"(Oct. 18, 1988, D.C. Law 7-176, § 6, 35 DCR 4787; Dec. 5, 2008, D.C. Law 17-281, § 105(e), 55 DCR 9186.)","sections":[{"prefix":"1","text":" Keep a potentially dangerous or dangerous dog without a valid certificate of registration issued under § 8-1904;"},{"prefix":"2","text":" Permit a potentially dangerous dog to be outside a proper enclosure unless the potentially dangerous dog is under the control of a responsible person and restrained by a chain or leash, not exceeding 4 feet in length;"},{"prefix":"3","text":" Fail to maintain a dangerous dog exclusively on the owner's property except for medical treatment or examination. When removed from the owner's property for medical treatment or examination, the dangerous dog shall be caged or under the control of a responsible person and muzzled and restrained with a chain or leash, not exceeding 4 feet in length. The muzzle shall be made in a manner that will not cause injury to the dangerous dog or interfere with its vision or respiration, but shall prevent it from biting any human being or animal;"},{"prefix":"4","text":" Fail to notify the Mayor within 24 hours if a potentially dangerous or dangerous dog is on the loose, is unconfined, has attacked another domestic animal, has attacked a human being, has died, has been sold, or has been given away. If the potentially dangerous or dangerous dog has been sold or given away, the owner shall also provide the Mayor with the name, address, and telephone number of the new owner of the potentially dangerous or dangerous dog;"},{"prefix":"5","text":" Fail to surrender a potentially dangerous or dangerous dog to the Mayor for safe confinement pending disposition of the case when there is a reason to believe that the potentially dangerous or dangerous dog poses a threat to public safety;"},{"prefix":"6","text":" Fail to comply with any special security or care requirements for a potentially dangerous or dangerous dog the Mayor may establish pursuant to § 8-1903; or"},{"prefix":"7","text":" Remove a dangerous dog from the District without written permission from the Mayor."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"E","text":" Animal Control and Protection."},"chapter":{"identifier":"19","text":"Dangerous Dogs."},"heading":{"title":"8","chaptersection":"1905","identifier":"8-1905","catch_text":"Dangerous dog and potentially dangerous dog owner responsibilities."}}