{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-1032.\n\nEffect of Amendments\n\nD.C. Law 15-38, in subsec. (g), substituted \"an Inspected Sales and Services endorsement to a basic business license under the basic\" for \"a Class A Inspected Sales and Services endorsement to a master business license under the master\".\n\nD.C. Law 19-169, in subsec. (d)(3), substituted \"visual impairment\" for \"defective vision\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(ooo) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-224, see Historical and Statutory Notes following § 8-2001.\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-845, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615 and transmitted to both Houses of Congress for its review. D.C. Law 12-261 became effective on April 20, 1999.\n\nFor Law 15-38, see notes following § 8-111.03.\n\nFor history of Law 19-169, see notes under § 8-1774.10.\n\nDC CODE § 8-2002\n\nCurrent through December 11, 2012","credits":"(Mar. 7, 1991, D.C. Law 8-224, § 3, 38 DCR 207; Apr. 20, 1999, D.C. Law 12-261, § 2003(j), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 3(o), 50 DCR 6913; Sept. 26, 2012, D.C. Law 19-169, § 19, 59 DCR 5567.)","sections":[{"prefix":"a","text":" It shall be unlawful to operate a horse-drawn carriage trade in the District without a license and an identification card issued by the Mayor."},{"prefix":"b","text":" Upon application on a form devised by the Mayor and the payment of a fee not to exceed $100, a person may be issued a license to operate a horse-drawn carriage trade in the District."},{"prefix":"c","text":" Upon application on a form devised by the Mayor and the payment of a fee not to exceed $30, an owner, operator, or custodian may be issued an identification card for each horse used in the operation of a horse-drawn carriage trade in the District."},{"prefix":"d","text":" No person shall drive or otherwise operate a carriage engaged in the horse-drawn carriage trade unless he or she:"},{"prefix":"1","text":" Is 18 years of age;"},{"prefix":"2","text":" Has received at least 35 hours of training in the operation of a horse-drawn carriage as provided and certified in writing by the owner or operator of a horse-drawn carriage trade, 15 hours of which shall include an apprenticeship under the supervision of a licensed horse-drawn carriage driver;"},{"prefix":"3","text":" Presents a statement from a licensed physician that certifies that he or she is in good physical condition and is free of visual impairment not corrected by eyeglasses or contact lenses, epilepsy, vertigo, or other medical disabilities which may substantially impair his or her ability to operate a horse-drawn carriage or to control a horse; and"},{"prefix":"4","text":" Has completed a written examination devised by the Mayor which shall include, but shall not be limited to:"},{"prefix":"A","text":" Knowledge of the traffic laws and regulations, including passage of the written portion of the driver's license test;"},{"prefix":"B","text":" Proper equine grooming, care, equipment, nutrition, and first aid; and"},{"prefix":"C","text":" Operation of a horse-drawn carriage."},{"prefix":"e","text":" No person shall drive or operate a horse-drawn carriage on any public street or byway in the District:"},{"prefix":"1","text":" Between the hours of 5:00 a.m. and 10:00 a.m., on Monday through Friday, excluding legal holidays;"},{"prefix":"2","text":" Between the hours of 4:00 p.m. and 6:30 p.m., on Monday through Friday, excluding legal holidays, provided however, that this restriction shall not apply to the area bounded by 15th Street, N.W., on the West, Jefferson Drive, N.W., on the South, 1st Street, N.W., on the East, and Madison Drive, N.W., on the North;"},{"prefix":"3","text":" Between the hours of 1:30 a.m. and 5:00 a.m. on any day; and"},{"prefix":"4","text":" On any day or at any time that the Chief of the Metropolitan Police Department makes a specific determination that the horse-drawn carriage trade would be inconsistent with other special events or public safety requirements."},{"prefix":"f","text":" The driver of a horse-drawn carriage shall:"},{"prefix":"1","text":" Possess and display at all times his or her license to operate a horse-drawn carriage in the front and passenger compartments of the carriage;"},{"prefix":"2","text":" Possess a valid identification card issued by the Mayor;"},{"prefix":"3","text":" Obey and observe all traffic laws;"},{"prefix":"4","text":" Not smoke, eat, drink, or wear headphones while the carriage is in motion;"},{"prefix":"5","text":" Not drive the carriage at a speed that exceeds a walk, except as necessary to cross a traffic intersection or to refrain from impeding traffic;"},{"prefix":"6","text":" Leave the horse-drawn carriage unattended at any time;"},{"prefix":"7","text":" Not drive the carriage at any time when a passenger is standing in the carriage or not seated securely inside of the carriage;"},{"prefix":"8","text":" Maintain both hands on the reins and be seated at all times the carriage is in motion; and"},{"prefix":"9","text":" Provide humane care and treatment of the horse under his or her direct supervision and control at all times."},{"prefix":"g","text":" Any license issued pursuant to this section shall be issued as an Inspected Sales and Services endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of Chapter 28 of Title 47."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"E","text":" Animal Control and Protection."},"chapter":{"identifier":"20","text":"Horse-Drawn Carriages."},"heading":{"title":"8","chaptersection":"2002","identifier":"8-2002","catch_text":"Horse-drawn carriage trade regulation."}}