{"text":"If the owner or owners of any such lot neglect or refuse to make such connections as are required by § 8-201 within 30 days after the receipt of such notice, such owner or owners shall be deemed guilty of a misdemeanor, and shall, on conviction in the Superior Court of the District of Columbia, be punished by a fine of not less than $1 nor more than $5 for each day he, she, or they fail or neglect to make such connections. Civil fines, penalties, and fees may be imposed as alternative sanctions if the owners of any lots neglect or refuse to make the connections required by § 8-201 within 30 days after the receipt of the notice, pursuant to Chapter 18 of Title 2. Adjudication of any infraction shall be pursuant to of Chapter 18 of Title 2.","historical":"Prior Codifications\n\n1981 Ed., § 6-403.\n\n1973 Ed., § 6-403.\n\nLegislative History of Laws\n\nLaw 6-42, the \"Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985,\" was introduced in Council and assigned Bill No. 6-187, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 25, 1985, and July 9, 1985, respectively. Signed by the Mayor on July 16, 1985, it was assigned Act No. 6- 60 and transmitted to both Houses of Congress for its review.\n\nEditor's Notes\n\nNear the middle of the second sentence, \"connections\" has been substituted for \"corrections\" to correct an error in D.C. Law 6-42.\n\nDC CODE § 8-203\n\nCurrent through December 11, 2012","credits":"(May 19, 1896, 29 Stat. 126, ch. 206, § 3; Apr. 1, 1942, 56 Stat. 190, ch. 207, § 1; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; July 29, 1970, 84 Stat. 570 Pub. L. 91-358, title I, § 155(a); Oct. 5, 1985, D.C. Law 6- 42, § 477, 32 DCR 4450.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"2","text":"Drainage of Lots."},"heading":{"title":"8","chaptersection":"203","identifier":"8-203","catch_text":"Failure to make required connections."}}