{"text":"Each original lot or subdivisional lot situated on any street in the District of Columbia where there is a public sewer shall be connected with said sewer in such manner that any and all of the drainage of such lot, whether water or liquid refuse of any kind, except human urine and fecal matter, shall flow into said sewer; and if such original lot or subdivisional lot is situated on any street in said District where there is a public sewer and water main, such original lot or subdivisional lot shall be connected with said sewer and also with said water main in such manner that any and all of the drainage of such lot, whether water or liquid refuse of any kind shall flow into said sewer; provided, that the connections required to be made by this section shall be made under the following conditions:","historical":"Prior Codifications\n\n1981 Ed., § 6-401.\n\n1973 Ed., § 6-401.\n\nMiscellaneous Notes\n\nOffice of Director of Public Health abolished: See Historical and Statutory Notes following § 7-101.\n\nDC CODE § 8-201\n\nCurrent through December 11, 2012","credits":"(May 19, 1896, 29 Stat. 125, ch. 206, § 1; Aug. 1, 1950, 64 Stat. 393, ch. 513, § 1.)","sections":[{"prefix":"1","text":" When there is on any such original lot or subdivisional lot aforesaid any building used or intended to be used as a dwelling, or in which persons are employed or intended to be employed in any manufacture, trade, or business, or any stable, shed, pen, or place where cows, horses, mules, or other animals are kept, then, and in that instance, such original lot or subdivisional lot shall be connected with a public sewer and water main or with a public sewer, as may be required with this section; and"},{"prefix":"2","text":" Whenever there is no such building, stable, shed, pen, or place, as aforesaid, on such original lot or subdivisional lot, then such lot shall be required to be connected with a public sewer only when it has been certified by the Director of the Department of Human Services of said District that such connection is necessary to public health."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"2","text":"Drainage of Lots."},"heading":{"title":"8","chaptersection":"201","identifier":"8-201","catch_text":"Lots to be drained into public sewers and connected with water mains."}}