{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-1035.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-224, see Historical and Statutory Notes following § 8-2001.\n\nFor legislative history of D.C. Law 10-68, see Historical and Statutory Notes following § 8-2003.\n\nDC CODE § 8-2005\n\nCurrent through December 11, 2012","credits":"(Mar. 7, 1991, D.C. Law 8-224, § 6, 38 DCR 207; Feb. 5, 1994, D.C. Law 10-68, § 16(b), 40 DCR 6311.)","sections":[{"prefix":"a","text":" An owner, operator, or custodian of a horse engaged in the horse-drawn carriage trade shall:"},{"prefix":"1","text":" Not use, work, drive, ride, or require labor from a horse for more than 8 hours in any 24-hour period;"},{"prefix":"2","text":" Provide for adequate rest periods for a horse during the 8 hours of use;"},{"prefix":"3","text":" Provide the horse with food and drinking water from a clean container of sufficient size and in good condition during the regular intervals during the 8 hours of use;"},{"prefix":"4","text":" Drape the body of the horse from forelegs to hind legs with a warm covering during times of cold or inclement weather;"},{"prefix":"5","text":" Park the horse in an area of shade whenever practicable during rest periods;"},{"prefix":"6","text":" Not overdrive or overload a horse as evidenced by physical stress, strain, or exhaustion of the horse; and"},{"prefix":"7","text":" Not beat or prod a horse to maintain a fast gait in any way that will cause pain or injury to the horse."},{"prefix":"b","text":" An owner, operator, or custodian of a horse engaged in the horse-drawn carriage trade shall not use a horse to draw a carriage unless:"},{"prefix":"1","text":" The horse is in good health in accordance with standards established by the Mayor by rule;"},{"prefix":"2","text":" The horse weighs at least 1,100 pounds; and"},{"prefix":"3","text":" The hooves of the horse are properly shod and trimmed utilizing rubber compound shoes on the front 2 hooves and either rubber or open steel borium cork tip shoes on the 2 rear hooves."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"E","text":" Animal Control and Protection."},"chapter":{"identifier":"20","text":"Horse-Drawn Carriages."},"heading":{"title":"8","chaptersection":"2005","identifier":"8-2005","catch_text":"Care and use of horses in horse-drawn carriage trade."}}