{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 6-1036.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-224, see Historical and Statutory Notes following ยง 8-2001.\n\nDC CODE ยง 8-2006\n\nCurrent through December 11, 2012","credits":"(Mar. 7, 1991, D.C. Law 8-224, ยง 7, 38 DCR 207.)","sections":[{"prefix":"a","text":" An owner, operator, or custodian of a horse engaged in the horse-drawn carriage trade shall:"},{"prefix":"1","text":" Provide that the carriage used is in good operating condition, the axles are well-greased, and that all operating mechanisms are in good working order;"},{"prefix":"2","text":" Provide that the carriage is equipped with hydraulic brakes in good working condition and set in a locked position when the carriage is not in motion;"},{"prefix":"3","text":" Provide that the saddle, harness, shoes, bridle, and any other equipment for the horse fits properly, is in good working condition, and shall not cause injury or pain to the horse;"},{"prefix":"4","text":" Not use curb bits, twisted wire, twisted wire snaffles, spurs, bucking straps, flank straps, or similar devices;"},{"prefix":"5","text":" Inspect daily, all horses and all equipment at the time of departure from and return to the stable; and"},{"prefix":"6","text":" Provide that all horses are equipped with a diaper that is constructed of a sturdy material and is properly fitted to the horse to ensure comfort."},{"prefix":"b","text":" No carriage engaged in the horse-drawn carriage trade shall be driven or operated on a public street or byway of the District unless the owner or operator of the carriage has obtained a valid registration and metal license plate issued by the Mayor pursuant to a procedure and fees established by the Mayor by rule."},{"prefix":"c","text":" A carriage used in the horse-drawn carriage trade shall:"},{"prefix":"1","text":" Have conspicuously displayed on the rear of the carriage at all times a valid license plate provided for in subsection (b) of this section;"},{"prefix":"2","text":" Be equipped with a slow-moving vehicle emblem to be attached to the rear of the carriage;"},{"prefix":"3","text":" Be maintained in a safe and sanitary condition;"},{"prefix":"4","text":" Not drive or transport more than 6 passengers at 1 time, excluding the driver or operator of the carriage;"},{"prefix":"5","text":" Not drive or transport any person when a person other than a licensed-driver or an apprenticed-driver is seated in the driver's seat of the carriage; and"},{"prefix":"6","text":" Not have any legend, slogan, logo, or other exterior sign on the carriage, other than its legal license plates and the name and telephone number of the horse-drawn carriage in letters not to exceed 3 inches in height."},{"prefix":"d","text":" The Mayor may, by rule, establish additional inspection requirements for a carriage and other equipment used in the horse-drawn carriage trade."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"E","text":" Animal Control and Protection."},"chapter":{"identifier":"20","text":"Horse-Drawn Carriages."},"heading":{"title":"8","chaptersection":"2006","identifier":"8-2006","catch_text":"Carriage and equipment."}}