{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n2001 Ed., § 8-2201.\n\n1981 Ed., § 6-1021.\n\nEffect of Amendments\n\nD.C. Law 16-305, in par. (3), substituted \"Person with a disability\" for \"Handicapped\"; and, in par. (4), substituted \"elderly persons or persons with disabilities\" for \"the elderly or handicapped\" and \"tenants or tenants with disabilities\" for \"or handicapped tenants\".\n\nLegislative History of Laws\n\nLaw 7-181, the \"Pet Ownership Nonrestriction Act of 1988,\" was introduced in Council and assigned Bill No. 7-63, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on July 12, 1988 and September 27, 1988, respectively. Signed by the Mayor on October 13, 1988, it was assigned Act No. 7-239 and transmitted to both Houses of Congress for its review.\n\nFor Law 16-305, see notes following § 8-1804.\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Law 7-181, the Pet Ownership Nonrestriction Act of 1988, see Mayor's Order 90-45, March 5, 1990.\n\nDC CODE § 8-2031\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-181, § 2, 35 DCR 7715; Apr. 24, 2007, D.C. Law 16-305, § 31(a), 53 DCR 6198.)","sections":[{"prefix":"1","text":" \"District\" means the District of Columbia."},{"prefix":"2","text":" \"Elderly\" means any person who is 60 years of age or older."},{"prefix":"3","text":" \"Person with a disability\" means any person who has a medically determined physical impairment, including blindness, which prohibits and incapacitates 75% of that person's ability to move about, to assist himself or herself, or to engage in an occupation."},{"prefix":"4","text":" \"Locally assisted housing accommodation for elderly persons or persons with disabilities\" means any building that contains 4 or more rental units, receives District housing assistance, and is designated for elderly tenants or tenants with disabilities. The term \"locally assisted housing accommodation for elderly persons or persons with disabilities\" shall not include facilities receiving other types of District assistance and licensed under § 44-501 et seq."},{"prefix":"5","text":" \"Common household pet\" means a domesticated animal, such as a dog, cat, bird, rodent, fish, or turtle, that is traditionally kept in the home for pleasure rather than for commercial purposes. The term \"common household pet\" shall not include reptiles, other than turtles."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"E","text":" Animal Control and Protection."},"chapter":{"identifier":"20A","text":"Pet Ownership Restriction in Assisted Housing."},"heading":{"title":"8","chaptersection":"2031","identifier":"8-2031","catch_text":"Definitions."}}