{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-163, see notes following § 8-2131.01.\n\nDC CODE § 8-2131.07\n\nCurrent through December 11, 2012","credits":"(May 18, 2004, D.C. Law 15-163, § 8, 51 DCR 3683.)","sections":[{"prefix":"a","text":" There is established the Vector-Borne Infectious Diseases Control Fund (\"Fund\") as a nonlapsing, revolving fund, to be administered by the Mayor as an agency fund as defined in § 47-373(2)(I), to be used exclusively for the purposes stated in subsection (b) of this section."},{"prefix":"b","text":" Disbursements from the Fund may be used by the District to undertake actions to correct certain public health hazards that have resulted from the harborage of vectors, including cleanup, abatement, and preventive measures, in accordance with § 8-2131.06(a), and to cover the administrative and operational costs incurred by the District in the implementation of the corrective actions.."},{"prefix":"c","text":" The Fund shall be financed through fines, civil penalties, costs and judgments recovered, and monies received as reimbursement by the District government pursuant to this chapter and regulations promulgated by the Mayor."},{"prefix":"d","text":" The Fund shall be accounted for under procedures established pursuant to subchapter V of Chapter 3 of Title 47."},{"prefix":"e","text":" Nothing in this section shall be construed to make the District government responsible for corrective action costs to any person in excess of the monies in the Fund."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"E","text":" Animal Control and Protection."},"chapter":{"identifier":"21A","text":"Vector-Borne Infectious Diseases Control."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"8","chaptersection":"2131","identifier":"8-2131.07","catch_text":"Vector-Borne Infectious Diseases Control Fund."}}