{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 15-163, the \"Vector-Borne Infectious Diseases Control Act of 2004\", was introduced in Council and assigned Bill No. 15-531, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on February 3, 2004, and March 2, 2004, respectively. Signed by the Mayor on March 18, 2004, it was assigned Act No. 15-409 and transmitted to both Houses of Congress for its review. D.C. Law 15-163 became effective on May 18, 2004.\n\nDC CODE ยง 8-2131.01\n\nCurrent through December 11, 2012","credits":"(May 18, 2004, D.C. Law 15-163, ยง 2, 51 DCR 3683.)","sections":[{"prefix":"1","text":" \"Abate\" means to eliminate a public health nuisance, or to reduce the degree or intensity of a public health nuisance."},{"prefix":"2","text":" \"District\" means the District of Columbia."},{"prefix":"3","text":" \"Person\" means any individual; partnership; corporation, including a government corporation; trust association; firm; joint stock company; organization; commission; the District or federal government; or any other entity."},{"prefix":"4","text":" \"Property\" means land, including any water thereon, and improvements to land."},{"prefix":"5","text":" \"Public health nuisance\" means:"},{"prefix":"A","text":" Any property, including water, that supports the development, attraction, or harborage of vectors;"},{"prefix":"B","text":" Any property that has a vessel, container, or other structure holding water that provides a breeding place for vectors; or"},{"prefix":"C","text":" Any activity that supports the development, attraction, or harborage of vectors, or that facilitates the introduction or spread of vectors."},{"prefix":"6","text":" \"Vector\" means any animal capable of transmitting the causative agent of human or animal disease or capable of producing human discomfort or injury, including mosquitoes, flies, mites, ticks, or other arthropods."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"E","text":" Animal Control and Protection."},"chapter":{"identifier":"21A","text":"Vector-Borne Infectious Diseases Control."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"8","chaptersection":"2131","identifier":"8-2131.01","catch_text":"Definitions."}}