{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) amendment of section, see §§ 902 to 908 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nFor Law 13-172, see notes following § 8-2101.01.\n\nDC CODE § 8-2103.04\n\nCurrent through December 11, 2012","credits":"(Oct. 19, 2000, D.C. Law 13-172, § 907, 47 DCR 6308.)","sections":[{"prefix":"a","text":" Subject to the availability of appropriations, the Bureau may undertake actions to correct certain health hazards that have resulted from the harborage of rodents, including cleanup, abatement, and preventive measures, if the following conditions exist:"},{"prefix":"1","text":" The District needs to take an action in order to protect human health;"},{"prefix":"2","text":" One or more of the following conditions exist:"},{"prefix":"A","text":" The action is required to protect public space;"},{"prefix":"B","text":" No person can be found who is the owner of the property in question, and is capable of proper implementation of the required corrective action within 30 days of the posting of notice on the property in question that violation of this subtitle has occurred, or shorter period if so determined by the Mayor as may be necessary to protect human health;"},{"prefix":"C","text":" A situation exists that requires immediate action by the Mayor to protect human health; or"},{"prefix":"D","text":" The responsible party has failed or refused to comply within 30 days of a mayoral order for compliance."},{"prefix":"b","text":" If the District incurs costs for undertaking any corrective or enforcement action to abate rodent infestation, rodent harborage, or rodent food sources, all parties found to be liable by the Mayor shall be jointly and severally liable to the District government for the costs incurred by the District. In addition to any other enforcement action, the Mayor may assess any reasonable costs for correcting the condition and any related expenses as a tax against the property, carry the tax on the regular tax rolls, and collect the tax in the same manner as real estate taxes are collected."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"E","text":" Animal Control and Protection."},"chapter":{"identifier":"21","text":"Rodent Control."},"subchapter":{"identifier":"II","text":"Rodent Abatement Program."},"heading":{"title":"8","chaptersection":"2103","identifier":"8-2103.04","catch_text":"Corrective actions."}}