{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-348, rewrote the section, which formerly read:\n\n\"(a)(1) Beginning January 1, 2010, and in accordance with the time frames established under subsection (c) of this section, owners of residential properties constructed before March 1, 1978, shall disclose to tenants information reasonably known to the owner about the presence of any of the following conditions in the unit or property:\n\n\"(A) Lead-based paint;\n\n\"(B) Lead-based paint hazards; and\n\n\"(C) Pending actions ordered by the Mayor pursuant to this chapter.\n\n\"(2) The requirements of this subsection shall be disclosed before any change in occupancy or contract for possession is executed.\n\n\"(3) Within 180 days after March 31, 2009, the Mayor shall provide the lead disclosure form to be used as the basis for the lead disclosure statement required by subsections (a) and (b) of this section.\n\n\"(b) In accordance with the time frames established under subsection (c) of this section, before a lessee is obligated under any contract to lease a residential property constructed before March 1, 1978, that will be occupied by a person at risk, the lessee shall be provided by the owner of the property a completed lead disclosure form and a clearance report issued within the previous 12 months. The requirements of this subsection do not apply to an owner who provides:\n\n\"(A) A report from a risk assessor or inspector certifying that the unit is a lead-free unit; or\n\n\"(B) Three clearance reports issued at least 12 months apart and within the previous 7 years; provided, that the owner of the property is or was not subject to any housing code violations that occurred during the past 5 years, or that are outstanding.\n\n\"(c)(1) The requirements of subsections (a) and (b) of this section shall be implemented in 3 phases, as described in paragraph (2), (3), and (4) of this subsection.\n\n\"(2)(A) Within 180 days of March 31, 2009, the requirements of subsections (a) and (b) of this section shall apply to rental dwelling units to be inhabited by persons at risk.\n\n\"(B) In a rental dwelling unit with a tenancy commencing, or with a lease agreement or lease renewal signed, after March 31, 2009, an owner shall provide, upon request, a clearance report to a tenant in whose household a person at risk resides, or regularly visits.\n\n\"(C) The owner shall provide notice to tenants of their rights under this chapter on a form provided by the Mayor.\n\n\"(3)(A) Twelve months after the effective date of regulations implementing this chapter, the Mayor shall submit a report on the status of the implementation of the first phase of this section, as described in paragraph (2) of this subsection, and the prospect of an expansion into the second phase. The report shall include:\n\n\"(i) A statement on the capacity, to date, in both the private and public sector to carry out the provisions of this section in all units in buildings built before 1950; and\n\n\"(ii) An analysis of other factors which may impact expanding compliance to all units in buildings built before 1950, such as existing federal requirements, cost, and liability.\n\n\"(B) Based on the findings of the report submitted by the Mayor as required by subparagraph (A) of this paragraph , the Mayor may submit a legislative proposal for Council consideration on expanding compliance to all units in buildings built before 1950. The Council must approve, by act, the Mayor's proposal to enact this second phase, and the approval must occur prior to the implementation of the third phase under paragraph (4) of this subsection.\n\n\"(4)(A) Twelve months after the effective date of the act approving the second phase pursuant to paragraph (3) of this subsection, the Mayor shall submit a report on the status of the implementation of the second phase. The report shall include:\n\n\"(i) A statement on the capacity, to date, in both the private and public sector to carry out the provisions of this section in all units in buildings built before 1978; and\n\n\"(ii) An analysis of other factors which may impact expanding compliance to all units in buildings built before 1978, such as existing federal requirements, cost, and liability.\n\n\"(B) The Mayor may submit a legislative proposal for Council consideration on expanding compliance to all units in buildings built before 1978. The Council must approve, by act, the Mayor's proposal to enact this third phase.\"\n\nLegislative History of Laws\n\nFor Law 17-381, see notes following § 8-231.01.\n\nFor history of Law 18-348, see notes under § 8-231.01.\n\nDC CODE § 8-231.04\n\nCurrent through December 11, 2012","credits":"(Mar. 31, 2009, D.C. Law 17-381, § 5, 56 DCR 1596; Mar. 31, 2011, D.C. Law 18-348, § 2(d), 58 DCR 717.)","sections":[{"prefix":"a","text":"(1) The owner of a dwelling unit constructed before 1978 shall disclose to the purchaser or tenant of the dwelling unit information reasonably known to the owner about the presence of any of the following conditions in the unit:"},{"prefix":"A","text":" Lead-based paint;"},{"prefix":"B","text":" Lead-based paint hazards; and"},{"prefix":"C","text":" Pending actions ordered by the Mayor pursuant to this chapter."},{"prefix":"2","text":" The disclosures shall be provided on the lead disclosure form provided by the Mayor."},{"prefix":"3","text":" The disclosures shall be provided before the purchaser or tenant is obligated under any contract to purchase or lease the dwelling unit."},{"prefix":"b","text":" The owner of a dwelling unit constructed before 1978, which unit will be occupied or regularly visited by a person at risk, shall provide to the tenant an accurately and fully completed lead disclosure form and a clearance report issued within the previous 12 months. The disclosures required by this subsection shall be disclosed before the tenant is obligated under any contract to lease the dwelling unit."},{"prefix":"c","text":" If a tenant of a dwelling unit constructed before 1978, in which unit a person at risk resides or which unit a person at risk regularly visits, notifies the owner of the property in writing that a person at risk resides in or regularly visits the dwelling unit, the owner of the dwelling unit shall provide to the tenant within 30 days a clearance report issued within the previous 12 months."},{"prefix":"d","text":" Instead of providing the disclosure form and clearance report required by this section, an owner may provide:"},{"prefix":"1","text":" A report from a risk assessor or inspector certifying that the dwelling unit is a lead-free unit; provided, that for the purposes of this subsection, the term \"lead-free unit\" shall mean the definition of lead- free unit in effect at the time of unit certification; or"},{"prefix":"2","text":" Three clearance reports issued at least 12 months apart and within the previous 7 years; provided, that the property was not, and is not, subject to any housing code violations that occurred during the past 5 years or any that are outstanding."},{"prefix":"e","text":" The owner of a dwelling unit shall provide notice to its tenants of their rights under this chapter on a form provided by the Mayor whenever the tenant executes or renews a lease for the unit and whenever the owner provides notice of a rent increase."},{"prefix":"f","text":" If the owner of a dwelling unit learns of the presence of lead-based paint in a dwelling unit, the owner shall:"},{"prefix":"1","text":" Notify the tenant of the presence of lead-based paint within 10 days after discovering its presence; and"},{"prefix":"2","text":" Provide the tenant with a Lead Warning Statement described in 40 C. F.R. § 745.113 and the lead hazard information pamphlet described in section 1018 of the Residential Land-Based Paint Hazard Reduction Act of 1992, approved October 28, 1992 (106 Stat. 3910; 42 U.S.C. § 4852d); provided, that the Lead Warning Statement and lead hazard information pamphlet need not be provided if they have been provided to the tenant within the prior 12 months."},{"prefix":"g","text":" Twelve months after the effective date of rules implementing this chapter, the Mayor shall submit a report on the status of the implementation of this section. The report shall include:"},{"prefix":"1","text":" A statement on the capacity, to date, of both the private and public sector to carry out the provisions of this section in all units in buildings built before 1950; and"},{"prefix":"2","text":" An analysis of other factors which may impact expanding compliance to all units in buildings built before 1950, such as existing federal requirements, cost, and liability."},{"prefix":"h","text":"(1) Within 90 days after March 31, 2011, the Mayor shall:"},{"prefix":"A","text":" Provide the lead disclosure form to be used as the basis for the lead disclosure statement required by subsections (a) and (b) of this section; and"},{"prefix":"B","text":" Petition for approval from the EPA certifying that the District's form meets the federal disclosure standards."},{"prefix":"2","text":" The form issued by the Mayor as required by paragraph (1)(A) of this subsection shall include all elements required by 24 CFR §§ 35.90 and 35.92 and 40 CFR § 745.107, promulgated by Lead; Requirements for Disclosure of Known Lead-Based Paint and/or Lead-Based Paint Hazards in Housing, Final Rule, including the Lead Warning Statement, to meet the Federal standard for use of alternative disclosure forms."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"2A","text":"Lead-Hazard Prevention and Elimination."},"heading":{"title":"8","chaptersection":"231","identifier":"8-231.04","catch_text":"Disclosure and risk reduction requirements."}}