{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-381, see notes following ยง 8-231.01.\n\nDC CODE ยง 8-231.12\n\nCurrent through December 11, 2012","credits":"(Mar. 31, 2009, D.C. Law 17-381, ยง 13, 56 DCR 1596.)","sections":[{"prefix":"a","text":" An individual or business entity may not provide training on performing lead-based paint activities under this chapter unless accredited by the Mayor in accordance with this section."},{"prefix":"b","text":"(1) To receive accreditation, a training provider shall:"},{"prefix":"A","text":" Submit an application to the Mayor that shall include the following information:"},{"prefix":"i","text":" Qualifications of all training managers and instructors;"},{"prefix":"ii","text":" Copies of all instructor and student course materials for each course offered, including materials covering requirements specific to District of Columbia statutes or regulations;"},{"prefix":"iii","text":" A description of the facilities and equipment available for lecture and hands-on training; and"},{"prefix":"iv","text":" Any other information determined by the Mayor to be necessary for approval of an application for accreditation; and"},{"prefix":"B","text":" Pay a reasonable application fee."},{"prefix":"2","text":" The Mayor may exempt any District government agency or nonprofit organization for payment of the application fee and may revise the application fee as necessary to cover the administrative costs through rulemaking."},{"prefix":"c","text":" Where appropriate, the Mayor shall accredit an educational services provider that already has been accredited by another state, EPA, or HUD, on a reciprocity basis, without a complete application; provided, that the educational services provider:"},{"prefix":"1","text":" Submits a copy of those portion of its course materials covering requirements specific to District statutes or regulations; and"},{"prefix":"2","text":" Pays the fee provided for in subsection (b)(1)(B) of this section."},{"prefix":"d","text":" Accreditation by the Mayor shall expire 3 years from the date of issuance."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"2A","text":"Lead-Hazard Prevention and Elimination."},"heading":{"title":"8","chaptersection":"231","identifier":"8-231.12","catch_text":"Accreditation of training providers."}}