{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-348, in subsec. (a), substituted \"any structure\" for \"dwelling unit or child-occupied facility\" and substituted \"1978,\" for \"March 1, 1978,\".\n\nD.C. Law 19-171, in subsec. (a), validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor Law 17-381, see notes following § 8-231.01.\n\nFor history of Law 18-348, see notes under § 8-231.01.\n\nFor history of Law 19-171, see notes under § 8-105.02.\n\nDC CODE § 8-231.10\n\nCurrent through December 11, 2012","credits":"(Mar. 31, 2009, D.C. Law 17-381, § 11, 56 DCR 1596; Mar. 31, 2011, D.C. Law 18-348, § 2(h), 58 DCR 717; Sept. 26, 2012, D.C. Law 19-171, § 61(b), 59 DCR 6190.)","sections":[{"prefix":"a","text":" An individual or business entity shall obtain the appropriate certification from the Mayor by demonstrating compliance with subsections (b) or (c) of this section, as applicable, prior to conducting a lead-based paint activity, clearance examination, or renovation in any structure, built before 1978."},{"prefix":"b","text":" An individual risk assessor, inspector, dust sampling technician, renovator, and supervisor shall submit proof to the Mayor that the individual has passed an examination required by the Mayor, or EPA-approved state program, for that discipline, and:"},{"prefix":"1","text":" A current appropriate certification from EPA or an EPA-approved state program; or"},{"prefix":"2","text":" Proof of the successful completion of an accredited training course and any required accredited review course."},{"prefix":"c","text":" A business entity shall demonstrate to the satisfaction of the Mayor that all its employees and subcontractors conducting a lead-based paint activity, clearance examination, or renovation are:"},{"prefix":"1","text":" Certified pursuant to subsection (b) of this section;"},{"prefix":"2","text":" Comply with work practice rules established by the Mayor pursuant to this chapter; and"},{"prefix":"3","text":" Comply with all applicable federal and District laws, regulations, and rules governing the disposal of all waste containing lead."},{"prefix":"d","text":" The Mayor may establish additional criteria and procedures for certification by rule."},{"prefix":"e","text":" Certifications for lead-based paint activities shall expire 24 months from the date of issuance, or when otherwise determined by the Mayor. To maintain certifications for dust sampling technicians, individuals shall complete a refresher course within 5 years from the date of initial issuance of the certification."},{"prefix":"f","text":" Individuals and business entities seeking certification and certification renewal in the District shall pay a reasonable fee set by the Mayor. The Mayor, by rulemaking, may revise the certification and certification renewal fees as necessary to cover the administrative costs associated with the issuance of certificates and inspection of lead-based paint activities."},{"prefix":"g","text":" Except with regard to persons conducting lead-based paint activities pursuant to § 8-231.03, who must always comply with the provisions of this section, exceptions to this section are limited to the following:"},{"prefix":"1","text":" Individuals who perform lead-based paint activities or renovations in a residence which they own; provided, that the residence is occupied solely by the owner or the owner's immediate family, and there is no person at risk residing therein;"},{"prefix":"2","text":" Performance of maintenance, repair, or renovation work involving lead-based paint that results in disturbances of lead-based paint in a total of 2 square feet or less of surface area per room, except for window removal or replacement, are de minimis activities that do not trigger certification requirements;"},{"prefix":"3","text":" Individuals who perform maintenance, repair, painting, and renovation work that does not disturb painted surfaces; and"},{"prefix":"4","text":" Individuals who perform risk assessment and lead-based paint inspections for litigation or other forensic purpose, in compliance with all work practice rules established by the Mayor pursuant to this chapter, by an individual who possesses the appropriate certification by EPA or an EPA-approved state program."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"2A","text":"Lead-Hazard Prevention and Elimination."},"heading":{"title":"8","chaptersection":"231","identifier":"8-231.10","catch_text":"Certification requirements for individuals and business entities conducting lead-based paint activities."}}