{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 18-348, in par. (1), substituted \"a set of measures, except interim controls, that eliminates\" for \"set of measures that eliminate\";  in pars. (4), (29), and (32), substituted \"1978,\" for \"March 1, 1978,\";  added par. (9A);  in par. (13), substituted \"or adopted by the Mayor\" for \"and adopted by the Mayor\";  in par. (20), substituted \"which shall be adopted\" for \"and adopted\";   rewrote par. (24);  in par. (26), substituted \"lead-based paint hazards\" for \"lead hazards\" and substituted \"to tenants, purchasers, or prospective tenants or purchasers\" for \"to prospective rental tenants\".  Prior to amendment, par. (24) read as follows:\n\n\"(24) 'Lead-contaminated dust' means surface dust that contains a mass per area concentration of lead equal to or exceeding 40 micrograms per square foot ('<<mu>>g/ft2 <<SYM>>) on floors or 250 <<mu>>g/ft2 on interior windowsills based on wipe sample, or, for the purpose of clearance examination, 400 <<mu>>g/ft2 on window troughs based on wipe sample, or such more stringent standards as may be specified in federal law or regulations promulgated by EPA or HUD, and adopted by the Mayor by rule.\"\n\nD.C. Law 19-171, in par. (29), validated a previously made technical correction in the punctuation.\n\nLegislative History of Laws\n\nLaw 17-381, the \"Lead-Hazard Prevention and Elimination Act of 2008\", was introduced in Council and assigned Bill No. 17-936 which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on December 2, 2008, and December 16, 2008, respectively. Signed by the Mayor on January 29, 2009, it was assigned Act No. 17-722 and transmitted to both Houses of Congress for its review. D.C. Law 17-381 became effective on March 31, 2009.\n\nLaw 18-348, the \"Lead Hazard Prevention and Elimination Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-64, which was referred to the Committee Government Operations and the Environment. The Bill was adopted on first and second readings on November 23, 2010, and December 7, 2010, respectively. Signed by the Mayor on January 19, 2011, it was assigned Act No. 18-697 and transmitted to both Houses of Congress for its review. D.C. Law 18- 348 became effective on March 31, 2011.\n\nFor history of Law 19-171, see notes under § 8-105.02.\n\nDelegation of Authority\n\nDelegation of Authority--Lead-Hazard Prevention and Elimination Act of 2008, see Mayor's Order 2009-113, June 18, 2009 (56 DCR 6861).\n\nDC CODE § 8-231.01\n\nCurrent through December 11, 2012","credits":"(Mar. 31, 2009, D.C. Law 17-381, § 2, 56 DCR 1596; Mar. 31, 2011, D.C. Law 18-348, § 2(a), 58 DCR 717; Sept. 26, 2012, D.C. Law 19-171, § 60(a), 59 DCR 6190.)","sections":[{"prefix":"1","text":" \"Abatement\" means any measure or a set of measures, except interim controls, that eliminates lead-based paint hazards by either the removal of paint and dust, the enclosure or encapsulation of lead-based paint, the replacement of painted surfaces or fixtures, or the removal or covering of soil, and all preparation, cleanup, disposal, and post-abatement clearance testing activities associated with such measures."},{"prefix":"2","text":" \"Accredited training provider\" means a training provider that has been approved by the Mayor to provide training for individuals who conduct lead-based paint activities."},{"prefix":"3","text":" \"Business entity\" means a partnership, firm, company, association, corporation, sole proprietorship, government, quasi-government entity, nonprofit organization, or other business concern."},{"prefix":"4","text":" \"Child-occupied facility\" means a building, or portion of a building, constructed prior to 1978, which as part of its function receives children under the age of 6 on a regular basis, and is required to obtain a certificate of occupancy as a precondition to performing that function. The term \"child-occupied facility\" may include a preschool, and kindergarten classroom, and child development facility licensed under subchapter II of Chapter 20 of Title 7. The location of a child-occupied facility as part of a larger structure does not make the entire structure a child-occupied facility. Only the portion of the facility occupied or regularly visited by children under age 6 shall be considered the child-occupied facility."},{"prefix":"5","text":" \"Clearance examination\" is an evaluation of a property to determine whether the property is free of any deteriorated lead-based paint and underlying condition, or any lead-based paint hazard, underlying condition, lead-contaminated dust, and lead-contaminated soil hazards, that is conducted by a certified risk assessor, a lead-based paint inspector, or in accordance with limitations specified by statute or by rule, a dust sampling technician."},{"prefix":"6","text":" \"Clearance report\" means a report issued by a risk assessor, a lead-based paint inspector, or a dust sampling technician that finds that the area tested has passed a clearance examination, and that specifies the steps taken to ensure the absence of lead-based paint hazards, including confirmation that any encapsulation performed as part of a lead hazard abatement strategy was performed in accordance with the manufacturer's specifications."},{"prefix":"7","text":" \"Containment\" means a system, process, or barrier used to contain lead-based paint hazards inside a work area."},{"prefix":"8","text":" \"Day\" means a calendar day."},{"prefix":"9","text":" \"Deteriorated paint\" means paint that is cracking, flaking, chipping, peeling, chalking, not intact, or otherwise separating from the substrate of a building component, except that pinholes and hairline fractures attributable to the settling of a building shall not be considered deteriorated paint."},{"prefix":"9A","text":" \"Dust action level\" means the concentration of lead that constitutes a lead-based paint hazard for dust and requires lead-based paint hazard elimination."},{"prefix":"10","text":" \"Dust sampling technician\" means an individual who:"},{"prefix":"A","text":" Has successfully completed an accredited training program;"},{"prefix":"B","text":" Has been certified to perform a visual inspection of a property to confirm that no deteriorated paint is visible at the property, and to sample for the presence of lead in dust for the purposes of certain clearance testing and lead dust hazard identification; and"},{"prefix":"C","text":" Provides a report explaining the results of the visual inspection and dust sampling."},{"prefix":"11","text":" \"Dwelling unit\" means a room or group of rooms that form a single independent habitable unit for permanent occupation by one or more individuals, that has living facilities with permanent provisions for living, sleeping, eating, and sanitation. The term \"dwelling unit\" does not include:"},{"prefix":"A","text":" A unit within a hotel, motel, or seasonal or transient facility, unless such unit is or will be occupied by a person at risk for a period exceeding 30 days;"},{"prefix":"B","text":" An area within the dwelling unit that is secured and accessible only to authorized personnel;"},{"prefix":"C","text":" Housing for the elderly, or a dwelling unit designated exclusively for persons with disabilities, unless a person at risk resides or is expected to reside in the dwelling unit or visit the dwelling unit on a regular basis; or"},{"prefix":"D","text":" An unoccupied dwelling unit that is to be demolished; provided, that the dwelling unit will remain unoccupied until demolition."},{"prefix":"12","text":" \"EBL child\" means a child with an elevated blood lead level."},{"prefix":"13","text":" \"Elevated blood lead level\" means the concentration of lead in a sample of whole blood equal to or greater than 10 micrograms of lead per deciliter (<<mu>>g/dL) of blood , or such more stringent standard as may be established by the U.S. Centers for Disease Control and Prevention as the appropriate level of concern, or adopted by the Mayor by rule."},{"prefix":"14","text":" \"Encapsulation\" means the application of a covering or coating that acts as a barrier between the lead-based paint and the environment, and that relies for its durability on adhesion between the encapsulant and the painted surface and on the integrity of the existing bonds between paint layers and between the paint and the substrate."},{"prefix":"15","text":" \"Enclosure\" means the use of rigid, durable construction materials that are mechanically fastened to the substrate to act as a barrier between lead-based paint and the environment."},{"prefix":"16","text":" \"EPA\" means the federal Environmental Protection Agency."},{"prefix":"17","text":" \"Exterior surfaces\" means:"},{"prefix":"A","text":" All surfaces that are attached to the outside of a property;"},{"prefix":"B","text":" All structures that are appurtenances to a property;"},{"prefix":"C","text":" Fences that are a part of the property; and"},{"prefix":"D","text":" For a property within a multi-unit dwelling, all painted surfaces in stairways, hallways, entrance areas, recreation areas, laundry areas, and garages that are common to individual dwelling units or located on the property."},{"prefix":"18","text":" \"HUD\" means the federal Department of Housing and Urban Development."},{"prefix":"19","text":" \"Interim controls\" means a set of measures designed to temporarily reduce human exposure or likely exposure to lead-based paint hazards, including specialized cleaning, repairs, maintenance, painting, temporary containment, ongoing monitoring of lead-based paint hazards or potential hazards, and the establishment and operation of management and resident education programs."},{"prefix":"20","text":" \"Lead-based paint\" means any paint or other surface coating containing lead or lead in its compounds in any quantity exceeding 0.5% of the total weight of the material or more than one milligram per square centimeter (1.0 mg/cm2), or such more stringent standards as may be specified in federal law or regulations promulgated by EPA or HUD, which shall be adopted by the Mayor by rule."},{"prefix":"21","text":" \"Lead-based paint activities\" means the identification, risk assessment, inspection, abatement, use of interim controls, or elimination of lead-based paint, lead-based paint hazards, lead-contaminated dust, and lead-contaminated soil, and all planning, project designing, and supervision associated with any of the these activities."},{"prefix":"22","text":" \"Lead-based paint hazard\" means any condition that causes exposure to lead from lead-contaminated dust, lead-contaminated soil, deteriorated lead-based paint or presumed lead-based paint, or lead-based paint or presumed lead-based paint that is disturbed without containment."},{"prefix":"23","text":" \"Lead-based paint inspector\" or \" inspector\" means an individual who has been trained by an accredited training provider and certified to conduct lead inspections. For the purpose of clearance testing, a certified lead-based paint inspector also samples for the presence of lead in dust and in bare soil."},{"prefix":"24","text":" \"Lead-contaminated dust\" means surface dust based on a wipe sample that contains a mass per area concentration of lead equal to or exceeding:"},{"prefix":"A","text":" For dust action levels or for the purpose of clearance examination:"},{"prefix":"i","text":" 40 micrograms per square foot (\"<<mu>>g/ft2\") on floors; or"},{"prefix":"ii","text":" 250 <<mu>>g/ft2 on interior windowsills;"},{"prefix":"B","text":" For the purpose of clearance examination:"},{"prefix":"i","text":" 400 <<mu>>g/ft2 on window troughs; or"},{"prefix":"ii","text":" 800 <<mu>>g/ft2 on concrete or other rough exterior surfaces; or"},{"prefix":"C","text":" Such more stringent standards as may be:"},{"prefix":"i","text":"(I) Specified in federal law; or"},{"prefix":"II","text":" Specified in regulations promulgated by the United States Environmental Protection Agency or the United States Department of Housing and Urban Development; or"},{"prefix":"ii","text":" Adopted by the Mayor by rule."},{"prefix":"25","text":" \"Lead-contaminated soil\" means bare soil on real property that contains lead in excess of 400 ppm, or such other more stringent level specified in federal law or regulations promulgated by EPA or HUD, and adopted by the Mayor by rule."},{"prefix":"26","text":" \"Lead-disclosure form\" means the form developed by the Mayor for a property owner to disclose an owner's knowledge of any lead-based paint or of any lead- based paint hazards, and information about any pending actions ordered by the Mayor pursuant to this law, to tenants, purchasers, or prospective tenants or purchasers."},{"prefix":"27","text":" \"Lead-free property\" means a property that contains no lead-contaminated soil, and the interior and exterior surfaces do not contain any lead-based paint or other surface coatings that contain lead equal to or in excess of one milligram per square centimeter (1.0 mg/cm2)."},{"prefix":"28","text":" \"Lead-free unit\" means a unit for which the interior and exterior surfaces appurtenant to the unit do not contain any lead-based paint or other surface coatings that contain lead equal to or in excess of one milligram per square centimeter (1.0 mg/cm2), and for which the approaches thereto remain lead-safe. The Mayor, by rule, may establish a method to ensure that approaches to lead-free units remain lead-safe."},{"prefix":"29","text":" \"Lead-safe work practices\" means a prescribed set of activities that, taken together, ensure that any work that disturbs a painted surface on a structure constructed prior to 1978 generates a minimum of dust and debris, that any dust or debris generated is contained within the immediate work area, that access to the work area by non-workers is effectively limited, that the work area is thoroughly cleaned so as to remove all lead-contaminated dust and debris, and that all such dust and debris is disposed of in an appropriate manner, all in accordance with the methods and standards established by the Mayor by rule consistent with applicable federal requirements, as they may be amended."},{"prefix":"30","text":" \"Owner\" means a person, firm, partnership, corporation, guardian, conservator, receiver, trustee, executor, legal representative, registered agent, or the federal government, who alone or jointly and severally with others, owns, holds, or controls the whole or any part of the freehold or leasehold interest to any property, with or without actual possession."},{"prefix":"31","text":" \"Person at risk\" means a child under age 6 or a pregnant woman."},{"prefix":"32","text":" \"Presumed lead-based paint\" means paint or other surface coating affixed to a component in or on a dwelling unit or child-occupied facility, constructed prior to 1978."},{"prefix":"33","text":" \"Relocation expenses\" means reasonable expenses directly related to relocation to temporary replacement housing that complies with the requirements of this chapter, including:"},{"prefix":"A","text":" Moving and hauling expenses;"},{"prefix":"B","text":" Payment of a security deposit;"},{"prefix":"C","text":" The cost of replacement housing; provided, that the tenant continues to pay the rent on the dwelling unit from which the tenant has been relocated; and"},{"prefix":"D","text":" Installation and connection of utilities and appliances."},{"prefix":"34","text":" \"Renovation\" means the modification of any existing structure or portion thereof, that results in the disturbance of painted surfaces, unless that activity is performed as part of an abatement. The term \"renovation\" includes the removal, modification, or repair of painted surfaces or painted components, the removal of building components, weatherization projects, and interim controls that disturb painted surfaces."},{"prefix":"35","text":" \"Renovator\" means an individual who either performs or directs workers who perform renovations. A certified renovator is a renovator who has successfully completed a renovator course accredited by EPA or by the District."},{"prefix":"36","text":" \"Risk assessment\" means an on-site investigation to determine and report the existence, nature, severity, and location of conditions conducive to lead poisoning, including:"},{"prefix":"A","text":" The gathering of information regarding the age and history of the housing and occupancy by persons at risk;"},{"prefix":"B","text":" A visual inspection of the property;"},{"prefix":"C","text":" Dust wipe sampling, soil sampling, and paint testing, as appropriate;"},{"prefix":"D","text":" Other activity as may be appropriate;"},{"prefix":"E","text":" Provision of a report explaining the results of the investigation; and"},{"prefix":"F","text":" Any additional requirements as determined by the Mayor."},{"prefix":"37","text":" \"Risk assessor\" means an individual who has been trained by an accredited training program and certified to conduct risk assessments."},{"prefix":"38","text":" \"Underlying condition\" means the source of water intrusion or other problem that is causing paint to deteriorate which may be damaging the substrate of a painted surface."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"2A","text":"Lead-Hazard Prevention and Elimination."},"heading":{"title":"8","chaptersection":"231","identifier":"8-231.01","catch_text":"Definitions."}}