{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-348, in subsec. (a), substituted \"subsection (f) of this section\" for \"14 DCMR § 707.18\"; in subsec. (b)(1), substituted \"order, or any other order necessary to protect the public health or welfare and the environment,' for \"order\"; and added subsec. (f).\n\nLegislative History of Laws\n\nFor Law 17-381, see notes following § 8-231.01.\n\nFor history of Law 18-348, see notes under § 8-231.01.\n\nDC CODE § 8-231.05\n\nCurrent through December 11, 2012","credits":"(Mar. 31, 2009, D.C. Law 17-381, § 6, 56 DCR 1596; Mar. 31, 2011, D.C. Law 18-348, § 2(e), 58 DCR 717.)","sections":[{"prefix":"a","text":" Upon the presentation of appropriate credentials to the owner, agent in charge, or tenant, the Mayor shall have the right, subject to subsection (f) of this section, to enter any property or inspect any activity reasonably believed to be subject to this chapter. Upon reasonable belief of imminent threat to the health and safety of the occupants of the property, the Mayor shall have the right of entry and inspection without notice. The right of entry and inspection shall be for the following purposes:"},{"prefix":"1","text":" To conduct a risk assessment or inspection;"},{"prefix":"2","text":" To collect dust, paint chips, soil or other environmental samples and submit them to a laboratory for analysis;"},{"prefix":"3","text":" To inspect or copy any reports from certified personnel that the owner is required to retain under this chapter;"},{"prefix":"4","text":" To inspect any interior or exterior surfaces;"},{"prefix":"5","text":" To otherwise verify compliance with this chapter or rules implementing the chapter; or"},{"prefix":"6","text":" For any reason related to ensuring the safety of occupants after detection of an elevated blood lead level in the occupants of, or persons who regularly visit, the property."},{"prefix":"b","text":" If the Mayor has reason to believe that either there has been a violation of this chapter or of the rules issued pursuant to this chapter, the Mayor may:"},{"prefix":"1","text":" Issue a cease and desist order, or any other order necessary to protect the public health or welfare and the environment, which shall take effect upon issuance;"},{"prefix":"2","text":" Impose fines and penalties in accordance with §§ 8-231.15 and 8- 231.16; and"},{"prefix":"3","text":" Request the Attorney General for the District of Columbia to commence appropriate civil action in the Superior Court of the District of Columbia to secure a temporary restraining order, a preliminary injunction, a permanent injunction, or other appropriate relief."},{"prefix":"c","text":" If the Mayor is denied access to conduct a risk assessment in accordance with this chapter, the Mayor may apply to the Superior Court of the District of Columbia for a search warrant. An owner's denial of access to conduct an inspection in accordance with this section shall constitute a violation of this section, and the owner shall be subject to the civil and administrative penalties imposed by § 8-231.15 and the criminal penalties imposed by § 8-231.16."},{"prefix":"d","text":" Any notice required by this chapter, or as the Mayor may prescribe by regulation, may be served upon an owner of the dwelling or agent of the owner in the same manner as a summons in a civil action, or by registered or certified mail to his or her last known address or place of residence."},{"prefix":"e","text":" If any owner, individual, or business entity fails to follow any order by the Mayor, the Mayor may take the action ordered, the cost of which shall be borne by the owner, individual, or business entity and shall be a judgment against the owner, individual, or business entity, and a continuing and perpetual lien in favor of the District upon all property owned by the owner, individual, or business entity, whether real or personal. The lien shall not be valid against any bona fide purchaser, or holder of a security interest, mechanic's lien, or other creditor interest in the property, until notice of the lien is filed with the Recorder of Deeds. The lien shall be satisfied by payment of the amount of the lien to the District Treasurer."},{"prefix":"f","text":" No entry or inspection of any residential premises shall be made without the permission of the occupant of the premises unless a warrant is obtained from the Superior Court of the District of Columbia pursuant to § 11-941, authorizing entry and inspection of the premises for the purpose of determining compliance with provisions of this chapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"2A","text":"Lead-Hazard Prevention and Elimination."},"heading":{"title":"8","chaptersection":"231","identifier":"8-231.05","catch_text":"Right of entry, inspections, analyses, corrective actions, and notices."}}