{"text":"Whenever there are upon any unoccupied land aforesaid weeds of 4 or more inches in height, and no person can be found in the District of Columbia who either is or claims to be the owner thereof, or who either represents or claims to represent such owner as aforesaid, the Mayor of the District of Columbia shall give notice, by publication twice a week in 1 daily newspaper published in the City of Washington aforesaid, requiring their removal. Said notice shall specify the land from which such weeds are to be removed, the character of the work to be done, and the time allowed for doing the same; and if such weeds be not removed within the time so specified it shall be the duty of said Mayor to cause their removal; and double the cost of such removal, including the cost of advertising, shall be a lien upon and shall be assessed by said Mayor as a tax against the property on which said weeds were located, and the said tax so assessed shall bear interest at the rate of 20 per centum per annum till paid, and shall be carried on the regular tax rolls of said District and be collected in the manner provided for the collection of general taxes.","historical":"Prior Codifications\n\n1981 Ed., § 6-1102.\n\n1973 Ed., § 6-902.\n\nLegislative History of Laws\n\nLaw 1-128, the \"Nuisance Elimination Act of 1976,\" was introduced in Council and assigned Bill No. 1-303, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on November 23, 1976, and December 7, 1976, respectively. Enacted without signature by the Mayor on January 19, 1977, it was assigned Act No. 1-222 and transmitted to both Houses of Congress for its review.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 8-302\n\nCurrent through December 11, 2012","credits":"(Mar. 1, 1899, 30 Stat. 959, ch. 326, § 2; Apr. 23, 1977, D.C. Law 1-128, § 2, 23 DCR 9692.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"3","text":"Weeds and Plant Diseases."},"heading":{"title":"8","chaptersection":"302","identifier":"8-302","catch_text":"Removal of weeds by Mayor."}}