{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-751.6.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-70, see Historical and Statutory Notes following § 8-401.\n\nDC CODE § 8-406\n\nCurrent through December 11, 2012","credits":"(Apr. 18, 1978, D.C. Law 2-70, § 7, 24 DCR 6867.)","sections":[{"prefix":"a","text":" No person shall act in the capacity of a pesticide operator, or advertise as or assume to act as a pesticide operator at any time unless he is licensed by the Mayor in accordance with this chapter and the rules and regulations promulgated pursuant thereto."},{"prefix":"b","text":" Application for a pesticide operator license shall be made in writing on a form prescribed by the Mayor. Each application shall contain information regarding the applicant's proposed operations, license classification or classifications applied for, and shall include the following:"},{"prefix":"1","text":" The full name of the person applying for the license;"},{"prefix":"2","text":" The full name of each member of the firm or partnership, or the names of the principal officers of the association, corporation, or group, if the applicant is a person other than an individual;"},{"prefix":"3","text":" The business address of the applicant;"},{"prefix":"4","text":" A certificate of liability insurance as required by § 8-407;"},{"prefix":"5","text":" Designation of those individuals who are certified and licensed in each category in which the business will engage; and"},{"prefix":"6","text":" Such other information as the Mayor may prescribe."},{"prefix":"c","text":"(1) No licensed pesticide operator (as defined in § 8-401(bb)(1) and (bb)(3)) shall permit the use of any pesticide by any person who is not a licensed commercial or public applicator designated pursuant to § 8-406, or a registered employee of the pesticide operator acting under the direct supervision of the licensed applicator."},{"prefix":"2","text":" No licensed pesticide operator (as defined in § 8-401(bb)(2)) shall permit the use of any restricted use pesticide by any person who is not a licensed commercial or public applicator designated pursuant to § 8- 406(b)(5), or a registered employee of the pesticide operator acting under the direct supervision of the licensed applicator."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"4","text":"Pesticide Operations. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"406","identifier":"8-406","catch_text":"Pesticide operators."}}