{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 6-751.9.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-70, see Historical and Statutory Notes following ยง 8-401.\n\nDC CODE ยง 8-409\n\nCurrent through December 11, 2012","credits":"(Apr. 18, 1978, D.C. Law 2-70, ยง 10, 24 DCR 6867.)","sections":[{"prefix":"a","text":" Commercial applicators and pesticide operators shall maintain records containing the information the Mayor may promulgate by regulation."},{"prefix":"b","text":" Pesticide dealers shall maintain records containing such information as the Mayor shall promulgate by regulation to adequately identify purchases of restricted use pesticides and the materials purchased."},{"prefix":"c","text":" The Mayor may, pursuant to regulations promulgated by him, require private applicators to maintain records or file reports or other documents."},{"prefix":"d","text":" Each person shall upon written request furnish the Mayor with copies of any requested records or any other information requested by the Mayor."},{"prefix":"e","text":" The records required to be maintained by subsections (a), (b), and (c) shall be subject to inspection by the Mayor at any time during business hours. The applicator or operator who prepared them shall transfer to the Mayor as required by appropriate regulations all such records which were prepared during that period which is determined by the regulations, and the Mayor shall preserve them for not less than ten (10) years. Should any such applicator or operator go out of business all such records in his or her possession shall immediately be transferred to the Mayor."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"4","text":"Pesticide Operations. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"409","identifier":"8-409","catch_text":"Records and reports."}}