{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 6-751.3.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-70, see Historical and Statutory Notes following ยง 8-401.\n\nDC CODE ยง 8-403\n\nCurrent through December 11, 2012","credits":"(Apr. 18, 1978, D.C. Law 2-70, ยง 4, 24 DCR 6867.)","sections":[{"prefix":"a","text":" Licensing. -- (1) No person shall purchase, use, or supervise the use of any restricted use pesticide unless he is licensed by the Mayor in accordance with this chapter and the rules and regulations promulgated thereto, except that a registered employee may purchase and use such pesticides under the direct supervision of a licensed commercial or public applicator."},{"prefix":"2","text":" Application for a pesticide applicator's license shall be made in writing on a form prescribed by the Mayor. The Mayor shall establish fees in amounts sufficient to cover the cost of the licensing. A pesticide applicator license shall be valid for the period of time prescribed by the Mayor. The Mayor shall provide for the issuance of appropriate credentials for the applicator."},{"prefix":"b","text":" Certification. -- (1) No person may be licensed to use any restricted use pesticide unless he has been certified by the Mayor in accordance with this chapter and the rules and regulations promulgated pursuant thereto."},{"prefix":"2","text":" After a public hearing held in conformance with the provisions of subchapter I of Chapter 5 of Title 2, the Mayor shall prescribe regulations for the certification of private and commercial applicators."},{"prefix":"3","text":" The Mayor shall establish categories and, where applicable, may establish subcategories, of commercial applicators, depending upon the types of pesticides used, the purposes for which they are used, the types of equipment required in their application, the degree of knowledge or skill required in their application, and other relevant factors."},{"prefix":"4","text":" The Mayor shall require an applicant for commercial applicator certification to show, by written examination, and, as applicable, by practical testing, that he is competent in the proper handling, use, and application of pesticides in the certification categories for which he has applied, and that he knows the dangers involved and precautions to be taken in connection with the use and application of such pesticides, and to meet such other requirements as the Mayor may hereafter prescribe."},{"prefix":"5","text":" The Mayor shall develop procedures to ensure that all certified applicators continue to meet the requirements of changing technology and to assure a continuing level of competence and ability to use pesticides safely and properly."},{"prefix":"6","text":" The Mayor shall establish a system for determining the competency of applicants for private applicator certification in the use and handling of pesticides."},{"prefix":"7","text":" Application for certification shall be made in writing on a form prescribed by the Mayor. Applicator certification shall be valid for such period as prescribed by the Mayor. The Mayor shall provide for the issuance of appropriate credentials specifying the categories in which the applicator has demonstrated competency."},{"prefix":"8","text":" If the Mayor does not certify the applicator under this section, he shall inform the applicant in writing of the reasons therefor."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"4","text":"Pesticide Operations. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"403","identifier":"8-403","catch_text":"Pesticide applicators."}}