{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-751.10.\n\nEffect of Amendments\n\nD.C. Law 15-354, in subsec. (f), substituted \"Office of Administrative Hearings ('Office')\" for \"Board of Appeals and Review\" in the first sentence, substituted \"Office of Administrative Hearings ('Office')\" for \"Board of Appeals and Review\" in the second sentence, and substituted \"Office\" for \"Board\" in the third sentence.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-70, see Historical and Statutory Notes following § 8-401.\n\nFor Law 15-354, see notes following § 8-103.06.\n\nDC CODE § 8-410\n\nCurrent through December 11, 2012","credits":"(Apr. 18, 1978, D.C. Law 2-70, § 11, 24 DCR 6867; Apr. 13, 2005, D.C. Law 15-354, § 20, 52 DCR 2638.)","sections":[{"prefix":"a","text":" In denying a license or certificate, or before revoking, modifying, or suspending a license or certificate, the Mayor shall notify the applicant, licensee, or certificate holder in writing of the proposed action and the basis therefor. The grounds upon which the Mayor may deny, revoke, modify or suspend a license or certificate include a violation of any of the unlawful acts specified in § 8-417, or the violation of any of the rules and regulations promulgated pursuant to this chapter. The applicant, licensee, or certificate holder shall have seven (7) business days from the date of receipt of the notice of proposed action to request a hearing before the Mayor to show cause why the license or certificate should not be denied, revoked, modified or suspended."},{"prefix":"b","text":" The Mayor may deny the issuance of a license, or revoke, modify, or suspend a license or certificate issued under this chapter if the applicant, licensee or certificate holder has been convicted under FIFRA, or is subject to a final order imposing a civil penalty under FIFRA."},{"prefix":"c","text":" The Mayor may issue a warning notice to an applicant, licensee, or certificate holder for a violation or threatened violation of any of the unlawful acts specified in § 8-417."},{"prefix":"d","text":" The Mayor may suspend a license or certificate immediately, to protect the public health, safety, or welfare pending further investigation."},{"prefix":"e","text":" The Mayor shall not reissue a license to one whose license has been revoked until after at least one hundred and eighty (180) days following the revocation."},{"prefix":"f","text":" Any person aggrieved by any action of the Mayor may obtain a review thereof by appealing to the Office of Administrative Hearings (\"Office\").   The decision of the Office shall be the final administrative remedy.   Any person adversely affected by a decision of the Office may seek judicial review thereof in the District of Columbia Court of Appeals, pursuant to subchapter I of Chapter 5 of Title 2."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"4","text":"Pesticide Operations. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"410","identifier":"8-410","catch_text":"Denial, suspension, modification, and revocation of certification or license."}}