{"text":"It shall be unlawful for any person to:","historical":"Prior Codifications\n\n1981 Ed., ยง 6-751.17.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-70, see Historical and Statutory Notes following ยง 8-401.\n\nDC CODE ยง 8-417\n\nCurrent through December 11, 2012","credits":"(Apr. 18, 1978, D.C. Law 2-70, ยง 18, 24 DCR 6867.)","sections":[{"prefix":"a","text":" Make a pesticide recommendation or use a pesticide in a manner inconsistent with the labeling thereof, or in violation of the restrictions imposed by the Environmental Protection Agency or the Mayor on the use of that pesticide;"},{"prefix":"b","text":" Falsify, or refuse or neglect to maintain or make available, records required to be kept by this chapter and by the rules and regulations promulgated pursuant thereto;"},{"prefix":"c","text":" Use fraud or misrepresentation in applying for certification or a license;"},{"prefix":"d","text":" Refuse or neglect to comply with any limitations or restrictions on his certification or license;"},{"prefix":"e","text":" Make false or fraudulent claims through any media which misrepresent the effect of a pesticide or the method to be utilized in the application of a pesticide;"},{"prefix":"f","text":" Apply any known ineffective or improper pesticide;"},{"prefix":"g","text":" Operate faulty or unsafe equipment;"},{"prefix":"h","text":" Use or supervise the use of a pesticide in a faulty, careless, or negligent manner;"},{"prefix":"i","text":" Make false or fraudulent records, invoices, or reports;"},{"prefix":"j","text":" Aid, abet, or conspire with any other person to evade the provisions of this chapter;"},{"prefix":"k","text":" Make fraudulent or misleading statements during or after an inspection concerning a pest infestation;"},{"prefix":"l","text":" Impersonate any federal, state, or District inspector or official;"},{"prefix":"m","text":" Distribute any pesticide which is adulterated or misbranded, or any device which is misbranded;"},{"prefix":"n","text":" Fail to register a pesticide in accordance with the provisions of this chapter;"},{"prefix":"o","text":" Violate any other provision of this chapter or of any rule or regulation promulgated by the Mayor pursuant thereto."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"4","text":"Pesticide Operations. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"417","identifier":"8-417","catch_text":"Unlawful acts."}}