{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-751.11.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-70, see Historical and Statutory Notes following § 8-401.\n\nDC CODE § 8-411\n\nCurrent through December 11, 2012","credits":"(Apr. 18, 1978, D.C. Law 2-70, § 12, 24 DCR 6867.)","sections":[{"prefix":"a","text":" The Mayor shall administer and enforce the provisions of this chapter, and is authorized to promulgate, rescind, and amend regulations, after a public hearing following due notice in conformance with the provisions of subchapter I of Chapter 5 of Title 2, to carry out the provisions of this chapter."},{"prefix":"b","text":" The Mayor is authorized, after a public hearing following due notice, to declare any insect, rodent, nematode, fungus, weed, or any other form of terrestrial or aquatic plant or animal life or virus, bacteria, or other microorganism (except viruses, bacteria, or other microorganism on or in living man or other living animals) which is injurious to the environment or the health of man or other animals to be a pest."},{"prefix":"c","text":" The Mayor is authorized to prescribe pesticides and equipment to be used; restrict or prohibit the use of such materials to the extent necessary to protect the public health and safety; and to take such other action as he may deem necessary to prevent any unreasonable risk to man or the environment, taking into account the economic, social, and environmental costs and benefits of the use of any pesticide."},{"prefix":"d","text":" When the Mayor has reasonable cause to believe a pesticide or device is being distributed, stored, transported, offered for sale, or used in violation of any of the provisions of this chapter, or any of the regulations prescribed under the authority of this chapter, he may issue a written \"stop sale, use, or removal\" order to the owner or custodian of any such pesticide or device, and after receipt of such order no person shall sell, use, or remove the pesticide or device described in the order except in accordance with the provisions of the order."},{"prefix":"e","text":" Any pesticide or device that is being transported, or having been transported is sold or offered for sale in the District, or is imported from a foreign country, in violation of any of the provisions of this chapter, may be proceeded against in any court of competent jurisdiction by a process in rem for condemnation if:"},{"prefix":"1","text":" In the case of a pesticide, (A) it is adulterated or misbranded; (B) it is not registered pursuant to the provisions of this chapter; (C) its labeling fails to bear the information required by the FIFRA; (D) it is not colored or discolored and such coloring or discoloring is required under the FIFRA; or (E) any of the claims made for it or any of the directions for its use differ in substance from the representations made in connection with its registration;"},{"prefix":"2","text":" In case of a device, it is misbranded; or"},{"prefix":"3","text":" In the case of a pesticide or device, when used in accordance with the requirements imposed under this chapter and as directed by the labeling, it nevertheless causes unreasonable adverse effects on the environment. In the case of a plant regulator, defoliant, or desiccant, used in accordance with the label claim and recommendations, physical or physiological effects on plants or parts thereof shall not be deemed to be injury, when such effects are the purpose for which the plant regulator, defoliant, or desiccant was applied."},{"prefix":"f","text":" If the pesticide or device is condemned, it shall, after entry of the decree, be disposed of by destruction or sale as the court may direct, and the proceeds, if sold, less the court costs, shall be paid into the District Treasury and credited to the general fund;  provided, that the pesticide or device shall not be sold contrary to the provisions of this chapter, the FIFRA, or the laws of the jurisdiction in which it is sold;  provided further, that upon payment of the costs of the condemnation proceedings and the execution and delivery of a good and sufficient bond conditioned upon assurances that the pesticide shall not be sold or otherwise disposed of contrary to the provisions of this subchapter, the FIFRA, or the laws of any jurisdiction in which it is sold, the court may direct that such pesticide or device be delivered to the owner thereof.   The proceedings of such condemnation cases shall conform, as near as may be to the proceedings used for the condemnation of insanitary buildings under § 6-903."},{"prefix":"g","text":" When a decree of condemnation is entered against the pesticide or device, court costs and fees, storage, and other proper expenses shall be awarded against the person, if any, intervening as claimant of the pesticide or device."},{"prefix":"h","text":" Nothing in this chapter shall be construed as requiring the District to prosecute or institute other proceedings for minor violations of the chapter whenever the Mayor believes that the public interest will be best served by a suitable notice in writing to the alleged violator."},{"prefix":"i","text":" The Mayor may bring an action to enjoin the violation or threatened violation of any provision of this chapter or any regulation made pursuant to this chapter."},{"prefix":"j","text":" In order to comply with section 4 of the FIFRA, the Mayor is authorized to make such reports to the Environmental Protection Agency in the form and containing the information as the Administrator may from time to time require."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"4","text":"Pesticide Operations. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"411","identifier":"8-411","catch_text":"Administration and enforcement; adoption of regulations."}}