{"text":"No person in the District of Columbia:","historical":"Prior Codifications\n\n1981 Ed., § 6-802.\n\n1973 Ed., § 6-602.\n\nDC CODE § 8-502\n\nCurrent through December 11, 2012","credits":"(July 3, 1926, 44 Stat. 838, ch. 768, § 2; Aug. 1, 1950, 64 Stat. 393, ch. 513, § 1.)","sections":[{"prefix":"1","text":" Who is a manufacturer or renovator of, or dealer in, mattresses shall sell, exchange, give away, or offer or have in his possession for sale, exchange, or gift, any mattress which bears any false or misleading label, statement, design, or device, in respect of its material or processes of manufacture or renovation, or which is not labeled as provided in § 8-503;"},{"prefix":"2","text":" Who is a renovator of mattresses shall use in whole or in part, in the renovation of any mattress, material which has formed part of any mattress theretofore used in or about any sanitarium or hospital, or used by any individual having an infectious or contagious disease;"},{"prefix":"3","text":" Who is a manufacturer of mattresses shall use in whole or in part any secondhand material in the manufacture of mattresses sold, exchanged, or given away, or to be offered for sale, exchange, or gift, as new mattresses;"},{"prefix":"4","text":" Shall knowingly sell, exchange, give away, or offer or have in his possession for sale, exchange, or gift:"},{"prefix":"A","text":" Any mattress which has been used, or is composed in whole or in part from material which has formed part of any mattress theretofore used in any sanitarium or hospital or by any individual having an infectious or contagious disease; or"},{"prefix":"B","text":" Any mattress which is composed in whole or in part of secondhand material which has not been thoroughly sterilized and disinfected by a process approved by the Director of the Department of Human Services of the District of Columbia;"},{"prefix":"5","text":" Who is a manufacturer or renovator of, or a dealer in, mattresses, shall remove, conceal, or deface, or cause or permit to be removed, concealed, or defaced, any label placed, in accordance with the provisions of this chapter, upon any mattress."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"5","text":"Manufacture, Renovation, and Sale of Mattresses."},"heading":{"title":"8","chaptersection":"502","identifier":"8-502","catch_text":"Unlawful acts."}}