{"text":"The Council of the District of Columbia is hereby authorized and empowered to make, and the Mayor of the District of Columbia is hereby authorized and empowered to enforce, any such regulations as the Council deems necessary to regulate the design, construction, and maintenance of any system of disposal of human excreta, and the handling, storage, treatment, and disposal of human body wastes.","historical":"Prior Codifications\n\n1981 Ed., § 6-603.\n\n1973 Ed., § 6-703.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(143) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nNew implementing regulations: Pursuant to this section, the following new regulations were adopted in 1982: The \"District of Columbia Solid Waste Disposal Fee Act of 1982\" (D.C. Law 4-135, August 14, 1982, 29 DCR 2751).\n\nDC CODE § 8-603\n\nCurrent through December 11, 2012","credits":"(Apr. 22, 1940, 54 Stat. 155, ch. 131, § 4.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"6","text":"Privies."},"heading":{"title":"8","chaptersection":"603","identifier":"8-603","catch_text":"Regulation of waste disposal systems."}}