{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-369 substituted \"DDOE\" for \"EHA\" wherever it appeared.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Brownfield Revitalization Emergency Amendment Act of 2010 (D.C. Act 18-667, December 28, 2010, 58 DCR 95).\n\nLegislative History of Laws\n\nFor Law 13-312, see notes following § 8-631.01.\n\nFor history of Law 18-369, see notes under § 8-631.02.\n\nDC CODE § 8-633.06\n\nCurrent through December 11, 2012","credits":"(June 13, 2001, D.C. Law 13-312, § 306, 48 DCR 3804; Apr. 8, 2011, D.C. Law 18-369, § 2(a), 58 DCR 996.)","sections":[{"prefix":"a","text":" The participant shall notify DDOE that the cleanup action plan has been fully implemented, by submitting a cleanup completion report once the cleanup action plan has been completely implemented."},{"prefix":"b","text":" The completion report shall state:"},{"prefix":"1","text":" Sampling results;"},{"prefix":"2","text":" A description of the measures taken to achieve the applicable standards;"},{"prefix":"3","text":" Any engineering and institutional controls used to achieve the applicable standards and the measures that will be necessary to maintain those controls;"},{"prefix":"4","text":" A listing of any hazardous substances involved; and"},{"prefix":"5","text":" A description of the intended future use of the facility for employment opportunities, housing, open space, recreation or other uses."},{"prefix":"c","text":" DDOE shall review the implementation and completion of the cleanup action plan, and shall issue within 30 business days of the notice pursuant to subsection (a) of this section, a Certificate of Completion, if it determines that the cleanup action plan has been implemented, completed to its satisfaction and has achieved the cleanup criteria."},{"prefix":"d","text":" The Certificate of Completion shall state:"},{"prefix":"1","text":" That the requirements of the cleanup action plan have been implemented and that applicable cleanup standards have been met;"},{"prefix":"2","text":" That the participant has demonstrated that implementation of the cleanup action plan at the eligible property has achieved the applicable cleanup standard regarding the contamination addressed in the cleanup action plan;"},{"prefix":"3","text":" That the participant is released from further liability under this chapter and any other District law or regulation, for the cleanup of the eligible property and for any contamination identified in the environmental assessment of the property, and that the participant shall not be subject to a contribution action instituted by a responsible person;"},{"prefix":"4","text":" Whether long-term monitoring and maintenance is necessary for the eligible property;"},{"prefix":"5","text":" The permissible uses of the eligible property; and"},{"prefix":"6","text":" That the Certificate of Completion is transferable."},{"prefix":"e","text":" DDOE shall send a copy of the Certificate of Completion to the Recorder of Deeds and the Office of Tax and Revenue within 10 business days after its issuance."},{"prefix":"f","text":" If a Certificate of Completion is conditioned on the permissible use of the property for commercial or industrial use, the participant shall record the Certificate of Completion with the Recorder of Deeds within 30 business days after receiving the certificate, or the Certificate of Completion shall be deemed void."},{"prefix":"g","text":" If an owner of an eligible property that has limited permissible uses wants to change the use of the eligible property, the owner, subject to the approval of DDOE, shall be responsible for the cost of cleaning up the property to the appropriate standard."},{"prefix":"h","text":" A requirement for long-term monitoring and maintenance in the approved cleanup action plan shall not delay the issuance of a Certificate of Completion."},{"prefix":"i","text":" A Certificate of Completion shall not:"},{"prefix":"1","text":" Prevent the District from taking action against any person or property to prevent or abate an imminent or substantial endangerment to the public or the environment;"},{"prefix":"2","text":" Remain in effect if obtained by fraud or a material misrepresentation, or if new information is discovered, within a reasonable time, about a hazardous substance that revises the acceptable risk levels; or if the risk level increases due to land use."},{"prefix":"3","text":" Affect the District's authority to take action against any person concerning new contamination or the exacerbation of an existing contamination after a Certificate of Completion has been issued;"},{"prefix":"4","text":" Affect the District's authority to take action against any person concerning previously undiscovered contamination at an eligible property after a Certificate of Completion has been issued;"},{"prefix":"5","text":" Prevent the District from taking action against any person who is responsible for long-term monitoring and maintenance, for failure to comply with the cleanup action plan or failure to maintain institutional control;"},{"prefix":"6","text":" Prevent the District from taking action against any person who does not comply with conditions on the permissible use of the eligible property contained in the Certificate of Completion;"},{"prefix":"7","text":" Prevent the District from requiring any person to take further action if the eligible property fails to meet the applicable cleanup criteria set up in the cleanup action plan; or"},{"prefix":"8","text":" Affect the planning or zoning authority of the District."},{"prefix":"j","text":" The provisions of this section shall not affect any tort action against the participant."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"6A","text":"Brownfield Revitalization."},"subchapter":{"identifier":"III","text":"Voluntary Cleanup Program."},"heading":{"title":"8","chaptersection":"633","identifier":"8-633.06","catch_text":"Certificate of Completion."}}