{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-42, in subsec. (b), substituted \"subchapters VII or VIII of Chapter 18\" for \"subchapters VII or VIII\".\n\nD.C. Law 18-369 substituted \"DDOE\" for \"EHA\" wherever it appeared.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 16 of Technical Amendments Emergency Act of 2001 (D.C. Act 14-108, August 3, 2001, 48 DCR 7622).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Brownfield Revitalization Emergency Amendment Act of 2010 (D.C. Act 18-667, December 28, 2010, 58 DCR 95).\n\nLegislative History of Laws\n\nFor Law 13-312, see notes following § 8-631.01.\n\nLaw 14-42, the \"Technical Correction Amendment Act of 2001\", was introduced in Council and assigned Bill No. 14-216, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 5, 2001, and June 26, 2001, respectively. Signed by the Mayor on July 24, 2001, it was assigned Act No. 14-107 and transmitted to both Houses of Congress for its review. D.C. Law 14-42 became effective on October 26, 2001.\n\nFor history of Law 18-369, see notes under § 8-631.02.\n\nDC CODE § 8-637.02\n\nCurrent through December 11, 2012","credits":"(June 13, 2001, D.C. Law 13-312, § 702, 48 DCR 3804; Oct. 26, 2001, D.C. Law 14-42, § 16, 48 DCR 7612; Apr. 8, 2011, D.C. Law 18-369, § 2(a), 58 DCR 996.)","sections":[{"prefix":"a","text":" The Mayor may grant a property tax reduction on a contaminated property for the cleanup and the redevelopment of the property. The Mayor may grant the deferral or forgiveness of any delinquent real property taxes, delinquent special assessments, cost or fee assessed to correct any condition that exists on the contaminated property in violation of the law. The application for the tax reduction or for deferral or forgiveness, shall contain the following:"},{"prefix":"1","text":" A description of the real property;"},{"prefix":"2","text":" The assessed value of the real property;"},{"prefix":"3","text":" A statement of expected public benefits;"},{"prefix":"4","text":" A certification by DDOE that the applicant is eligible for the voluntary cleanup program established by this chapter; and"},{"prefix":"5","text":" A statement of public benefits which shall include the following:"},{"prefix":"A","text":" A description of the proposed cleanup and redevelopment;"},{"prefix":"B","text":" An estimate of the cost of the cleanup and redevelopment; and"},{"prefix":"C","text":" An estimate of the benefits associated with the proposed cleanup and redevelopment of the contaminated property, including:"},{"prefix":"i","text":" An estimate of the number of person who will be employed or whose employment shall be retained as a result of the cleanup and redevelopment; an estimate of the annual salaries of those employees; and the number of District resident employees;"},{"prefix":"ii","text":" An estimate of the increase in the assessed value of the real property; and"},{"prefix":"iii","text":" An estimate of the total increase in taxable activity in connection with the proposal."},{"prefix":"b","text":" The Mayor may grant a credit to any franchise tax liability imposed by subchapters VII or VIII of Chapter 18 of Title 47. The application for the credit shall:"},{"prefix":"1","text":" Identify the incorporated or unincorporated business entity;"},{"prefix":"2","text":" Estimate the annual dollar value of each franchise tax credit; and"},{"prefix":"3","text":" State whether the business entity has entered into an employment agreement with the District pursuant to subchapter X of Chapter 2 of Title 2."},{"prefix":"c","text":" If the amount of the credits allowable pursuant to this section exceeds the taxes otherwise due, the amount of the credits not used as an offset against the taxes may be carried forward for up to 25 years."},{"prefix":"d","text":" The Mayor may impose limitations on the amount of total reductions that shall be allowed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"6A","text":"Brownfield Revitalization."},"subchapter":{"identifier":"VII","text":"Cleanup Incentives."},"heading":{"title":"8","chaptersection":"637","identifier":"8-637.02","catch_text":"Requirements."}}