{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 2(k) of Brownfield Revitalization Emergency Amendment Act of 2010 (D.C. Act 18-667, December 28, 2010, 58 DCR 95).\n\nLegislative History of Laws\n\nFor history of Law 18-369, see notes under § 8-631.02.\n\nDC CODE § 8-634.08\n\nCurrent through December 11, 2012","credits":"(June 13, 2001, D.C. Law 13-312, § 408, as added Apr. 8, 2011, D.C. Law 18-369, § 2(k), 58 DCR 996.)","sections":[{"prefix":"a","text":" The Mayor, in his or her discretion, may enter into an agreement with a person to perform a response action if the Mayor determines that the response action will be properly completed by the person."},{"prefix":"b","text":" The agreement shall be subject to public notice and comment. The Mayor may withdraw or withhold consent to the proposed settlement if comments disclose facts or considerations that indicate that the proposed settlement is inappropriate, improper, or inadequate. The parties to the agreement, including the Mayor, may enforce the agreement in the Superior Court of the District of Columbia."},{"prefix":"c","text":" The agreement may include limited covenants not to sue for contamination addressed in compliance with the terms of the agreement and may provide that the person shall not be liable to another person for response costs relating to a contamination addressed in compliance with the terms of the agreement."},{"prefix":"d","text":" The Mayor may find a person eligible to participate in the voluntary cleanup program established under § 8-633.01 as part of an agreement."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"6A","text":"Brownfield Revitalization."},"subchapter":{"identifier":"IV","text":"Hazardous Substance Response."},"heading":{"title":"8","chaptersection":"634","identifier":"8-634.08","catch_text":"Settlement authority."}}