{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-369 rewrote the section, which formerly read:\n\n\"(a) In cases of hazardous substance release or threat of release, or upon receipt of notification pursuant to § 8-632.01, the Mayor shall determine whether there is a present or imminent and substantial threat to the public or the environment. The Mayor may issue an emergency executive order, consistent with the situation, pursuant to Chapter 23 of Title 7. The Mayor shall take any other reasonable and lawful actions necessary to protect public health and the environment from the threats of imminent or immediate contamination.\n\n\"(b) Nothing in this chapter shall prevent or impede an immediate response by the Mayor or any responsible person to a contamination or threat of contamination that presents imminent and substantial danger to the public.\n\n\"(c) Nothing in this chapter shall prevent or preclude the Mayor from securing access or obtaining information in any other lawful and reasonable manner. A person required to provide information pursuant to this chapter, may not claim that the information required is entitled to confidentiality protection unless the request for confidentiality is made in writing at the time the information is provided to Mayor.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(j) of Brownfield Revitalization Emergency Amendment Act of 2010 (D.C. Act 18-667, December 28, 2010, 58 DCR 95).\n\nFor temporary (90 day) addition of sections, see § 2(k) of Brownfield Revitalization Emergency Amendment Act of 2010 (D.C. Act 18-667, December 28, 2010, 58 DCR 95).\n\nLegislative History of Laws\n\nFor Law 13-312, see notes following § 8-631.01.\n\nFor history of Law 18-369, see notes under § 8-631.02.\n\nDC CODE § 8-634.02\n\nCurrent through December 11, 2012","credits":"(June 13, 2001, D.C. Law 13-312, § 402, 48 DCR 3804; Apr. 8, 2011, D.C. Law 18-369, § 2(j), 58 DCR 996.)","sections":[{"prefix":"a","text":" A person who receives and complies with the terms of an order issued under this chapter may petition the Mayor for the reimbursement of the reasonable costs of the action, plus interest, from the Clean Land Fund; provided, that:"},{"prefix":"1","text":" The required action has been completed to the satisfaction of the Mayor; and"},{"prefix":"2","text":" The petition is filed within 60 days of the issuance of a Certificate of Completion by the Mayor."},{"prefix":"b","text":" To obtain reimbursement, the petitioner shall establish by a preponderance of the evidence that:"},{"prefix":"1","text":" The petitioner is not liable for response costs under § 8-632.01, and that the costs are reasonable in light of the action required by the relevant order; or"},{"prefix":"2","text":"(A) The Mayor's decision in selecting the response action ordered was arbitrary and capricious or was otherwise not in accordance with the law."},{"prefix":"B","text":" Reimbursement under this paragraph shall be limited to reasonable costs incurred under the portions of the order found to be arbitrary and capricious or otherwise not in accordance with the law."},{"prefix":"c","text":" If the Mayor denies all or part of a petition made under this section, the petitioner may file an appeal in the Superior Court of the District of Columbia within 30 days of issuance of the Mayor's decision."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"6A","text":"Brownfield Revitalization."},"subchapter":{"identifier":"IV","text":"Hazardous Substance Response."},"heading":{"title":"8","chaptersection":"634","identifier":"8-634.02","catch_text":"Reimbursement for reasonable costs."}}