{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-369 substituted \"DDOE\" for \"EHA\" throughout the section; in the section heading, substituted \" \"security of the cleanup action plan\" for \"security\"; and rewrote subsec. (a), which formerly read:\n\n\"(a) An applicant shall pay a $10,000 fee, upon submission of an application to participate in the Program.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a), (f) of Brownfield Revitalization Emergency Amendment Act of 2010 (D.C. Act 18-667, December 28, 2010, 58 DCR 95).\n\nLegislative History of Laws\n\nFor Law 13-312, see notes following § 8-631.01.\n\nFor history of Law 18-369, see notes under § 8-631.02.\n\nDC CODE § 8-633.04\n\nCurrent through December 11, 2012","credits":"(June 13, 2001, D.C. Law 13-312, § 304, 48 DCR 3804; Apr. 8, 2011, D.C. Law 18-369, § 2(a), (f), 58 DCR 996.)","sections":[{"prefix":"a","text":" The Mayor may require an applicant to pay a fee not to exceed $10,000 upon submission of an application to participate in the Program."},{"prefix":"b","text":" A performance bond, in an amount to be determined by DDOE, as necessary to secure and stabilize the eligible property if the cleanup action plan is not implemented accordingly, shall be posted with DDOE before the participant may perform any cleanup action on the property. The obligation of the performance bond shall be void upon the issuance of a Certificate of Completion to the participant, or 16 months after the date of withdrawal if the participant withdraws from the Program. The obligation of the performance bond shall be due and payable upon notification by the DDOE that action must be taken to fulfill the withdrawal requirements of this chapter to stabilize the property."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"6A","text":"Brownfield Revitalization."},"subchapter":{"identifier":"III","text":"Voluntary Cleanup Program."},"heading":{"title":"8","chaptersection":"633","identifier":"8-633.04","catch_text":"Fees, bonds, and other security of the cleanup action plan."}}