{"text":"","historical":"Temporary Addition of Section\n\nFor temporary (225 day) addition of section 8-637.11, see § 2 of Brownfield Revitalization Temporary Amendment Act of 2001 (D.C. Law 14-16, July 10, 2001, law notification 48 DCR 6592).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section 8-637.11, see § 2 of Brownfield Revitatization Emergency Amendment Act of 2001 (D.C. Act 14-39, April 18, 2001, 48 DCR 3837).\n\nLegislative History of Laws\n\nFor Law 13-312, see notes following § 8-631.01.\n\nDC CODE § 8-637.04\n\nCurrent through December 11, 2012","credits":"(June 13, 2001, D.C. Law 13-312, § 704, 48 DCR 3804.)","sections":[{"prefix":"a","text":" Subject to availability of funds in the Clean Land Fund established by § 8-633.08, the Mayor may award grants and provide financial assistance for the cleanup and redevelopment of contaminated property. The financial assistance, in the form of grants or loans, to be made at a rate not to exceed 2%, shall be in an amount up to 75% of the costs incurred for completing an environmental assessment and cleaning and redeveloping a contaminated property."},{"prefix":"b","text":" The following criteria shall be used to determine eligibility for financial assistance:"},{"prefix":"1","text":" The benefit of the remedy to public health, safety and the environment;"},{"prefix":"2","text":" The permanence of the remedy;"},{"prefix":"3","text":" The cost effectiveness of the remedy compared with other alternatives;"},{"prefix":"4","text":" The financial condition of the applicant;"},{"prefix":"5","text":" The economic distress of the area in which the site is located; and"},{"prefix":"6","text":" The potential for economic development."},{"prefix":"c","text":" In addition to the criteria in subsection (b) of this section, loans may be made based on the ability to repay the loan from future revenue to be derived from the redeveloped site and may be secured by a mortgage or other collateral."},{"prefix":"d","text":" Moneys received as repayment of loans shall be deposited in the Clean Land Fund."},{"prefix":"e","text":" The Mayor shall provide an annual report to the Council by October 1 of each year on grants, loans, and expenditures made from the Clean Land Fund, the revenue received by the fund, and on the effectiveness of the fund in redeveloping contaminated property sites."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"6A","text":"Brownfield Revitalization."},"subchapter":{"identifier":"VII","text":"Cleanup Incentives."},"heading":{"title":"8","chaptersection":"637","identifier":"8-637.04","catch_text":"Contaminated property cleanup assistance."}}