{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-369 substituted \"DDOE\" for \"EHA\" wherever it appeared.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Brownfield Revitalization Emergency Amendment Act of 2010 (D.C. Act 18-667, December 28, 2010, 58 DCR 95).\n\nLegislative History of Laws\n\nFor Law 13-312, see notes following § 8-631.01.\n\nFor history of Law 18-369, see notes under § 8-631.02.\n\nDC CODE § 8-633.05\n\nCurrent through December 11, 2012","credits":"(June 13, 2001, D.C. Law 13-312, § 305, 48 DCR 3804; Apr. 8, 2011, D.C. Law 18-369, § 2(a), 58 DCR 996.)","sections":[{"prefix":"a","text":" DDOE shall publish in the District of Columbia Register, within 180 business days of June 13, 2001, cleanup standards for contaminated properties. The cleanup standards shall be based on sound science and acceptable industry standards for the cleanup of contaminated properties to protect public health, welfare, and the environment and shall include the following:"},{"prefix":"1","text":" General numerical or performance standards, which describe the concentrations of hazardous substances in groundwater, surface water and soils that will allow a property to be used for any purpose;"},{"prefix":"2","text":" The procedures that DDOE shall use to establish and approve site or property-specific standard based on the assessments of health and environmental risks at a property. The standards may rely on engineering or institutional controls protective of public health, welfare and the environment. DDOE may designate and publish the particular engineering controls it deems as protective of public health, welfare and the environment in specified circumstances; and may designate the circumstances as containing presumptive remedies, taking into account the type of hazardous substances on the contaminated property and the proposed use of the property. Applicants claiming presumptive remedies shall not be required to conduct a risk assessment prior to the approval of a cleanup action plan."},{"prefix":"b","text":" Until the cleanup standards required by subsection (a) of this section are adopted, the following guidelines shall apply to voluntary cleanup actions:"},{"prefix":"1","text":" The maximum contaminant levels established pursuant to the federal Safe Drinking Water Act, approved December 16, 1974 (88 Stat. 1660; 42 U.S.C. § 300f et seq.) shall be the cleanup standard for groundwater;"},{"prefix":"2","text":" The cleanup standards established by DDOE based on the District's environmental policy, law, or regulations in effect prior to June 13, 2001, shall apply to hazardous substances in any other media apart from groundwater; and"},{"prefix":"3","text":" For hazardous substances in any media apart from groundwater, for which interim cleaning standards cannot be determined pursuant to paragraphs (1) and (2) of this subsection, the cleanup standards established by the application of risk assessment regulations of the District's leaking underground storage tank program shall apply."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"6A","text":"Brownfield Revitalization."},"subchapter":{"identifier":"III","text":"Voluntary Cleanup Program."},"heading":{"title":"8","chaptersection":"633","identifier":"8-633.05","catch_text":"Cleanup standards."}}