{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-369 substituted \"DDOE\" for \"EHA\" throughout the section; and repealed subsec. (a)(1), which formerly read:\n\n\"(1) Information which establishes to the satisfaction of EHA, the status of the applicant as a responsible person or a non-responsible person;\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a), (e) of Brownfield Revitalization Emergency Amendment Act of 2010 (D.C. Act 18-667, December 28, 2010, 58 DCR 95).\n\nLegislative History of Laws\n\nFor Law 13-312, see notes following § 8-631.01.\n\nFor history of Law 18-369, see notes under § 8-631.02.\n\nDC CODE § 8-633.02\n\nCurrent through December 11, 2012","credits":"(June 13, 2001, D.C. Law 13-312, § 302, 48 DCR 3804; Apr. 8, 2011, D.C. Law 18-369, § 2(a), (e), 58 DCR 996.)","sections":[{"prefix":"a","text":" In order to participate in the program, a person shall submit, on a form to be provided by DDOE, the following:"},{"prefix":"1","text":" Repealed."},{"prefix":"2","text":" Information which establishes that the property is an eligible property;"},{"prefix":"3","text":" A detailed report, with all available relevant information on the environmental conditions of the property, including information on contamination known to the applicant at the time of the application;"},{"prefix":"4","text":" An environmental assessment of the property including, the nature and location of all hazardous substances known by the applicant to be present on the contaminated property;"},{"prefix":"5","text":" A descriptive summary of a proposed cleanup action plan that conforms to DDOE cleanup standards; and"},{"prefix":"6","text":" Verifiable information regarding the identity of the true and legal owners of the eligible property."},{"prefix":"b","text":"(1) DDOE shall approve or deny the application within 90 business days of its receipt. A request by DDOE for additional information shall toll the 90-day review period. The review period shall resume upon the receipt of the additional information."},{"prefix":"2","text":" DDOE shall provide written notice to the applicant which states the reasons for denial of an application and shall recommend any corrective actions and the period within which the applicant may resubmit the application. If within the 90-day review period, DDOE does not deny or approve an application, or request additional information from the applicant, the applicant, within 10 days of a request, shall be entitled to a meeting with a designated DDOE official to inquire about the status of the application."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"6A","text":"Brownfield Revitalization."},"subchapter":{"identifier":"III","text":"Voluntary Cleanup Program."},"heading":{"title":"8","chaptersection":"633","identifier":"8-633.02","catch_text":"Eligibility and requirements."}}