{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-369 substituted \"DDOE\" for \"EHA\" wherever it appeared.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Brownfield Revitalization Emergency Amendment Act of 2010 (D.C. Act 18-667, December 28, 2010, 58 DCR 95).\n\nLegislative History of Laws\n\nFor Law 13-312, see notes following § 8-631.01.\n\nFor history of Law 18-369, see notes under § 8-631.02.\n\nDC CODE § 8-633.07\n\nCurrent through December 11, 2012","credits":"(June 13, 2001, D.C. Law 13-312, § 307, 48 DCR 3804; Apr. 8, 2011, D.C. Law 18-369, § 2(a), 58 DCR 996.)","sections":[{"prefix":"a","text":" Except as provided in subsections (b) and (c) of this section, a participant may withdraw from the Program at the time of a pending application or cleanup action plan, or after receiving a Certificate of Completion. To effectively withdraw from the Program, a participant shall:"},{"prefix":"1","text":" Provide a 10-day written notice of the anticipated withdrawal to DDOE;"},{"prefix":"2","text":" Stabilize and secure the eligible property, to the satisfaction of DDOE, to ensure the protection of the public health and environment; and"},{"prefix":"3","text":" Forfeit any application fees."},{"prefix":"b","text":" If the participant is a non-responsible person, the participant may not be required by DDOE to cleanup the eligible property, but shall be held liable for new contamination or the exacerbation of the existing contamination at the eligible property."},{"prefix":"c","text":" If the participant is a responsible person, DDOE or the Mayor may take any applicable enforcement actions authorized pursuant to this chapter."},{"prefix":"d","text":" In the case of an involuntary withdrawal, where DDOE withdraws the approval of a non-responsible person's cleanup action plan, that person may not be required to cleanup the eligible property, except that the provisions of subsection (a)(1),(2) and (3) and subsection (c) of this section shall apply to the person."},{"prefix":"e","text":" If an application, a cleanup action plan, or a Certificate of Completion is withdrawn, any letter or Certificate of Completion issued pursuant to this chapter shall be void and any bond or other security shall be forfeited."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"6A","text":"Brownfield Revitalization."},"subchapter":{"identifier":"III","text":"Voluntary Cleanup Program."},"heading":{"title":"8","chaptersection":"633","identifier":"8-633.07","catch_text":"Withdrawal from the Program."}}