{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-369, in subsec. (a), substituted \"revenues from a source pursuant to the Program, and revenues from other sources generated from enforcement at a contaminated property or from an action taken to prevent contamination, which sources of revenue may include enforcement actions under §§ 8-632.01 and 8- 634.06 and cost recoveries under § 8-634.02\" for \"and revenues from any source pursuant to the Program\"; and, in subsec. (b), substituted \"other brownfield revitalization incentives established by this chapter, and other activities associated with the Mayor's cleanup of contaminated property, including the Mayor's oversight and enforcement activity\" for \"and any other brownfield revitalization incentive established by this chapter\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(g) of Brownfield Revitalization Emergency Amendment Act of 2010 (D.C. Act 18-667, December 28, 2010, 58 DCR 95).\n\nLegislative History of Laws\n\nFor Law 13-312, see notes following § 8-631.01.\n\nFor history of Law 18-369, see notes under § 8-631.02.\n\nDC CODE § 8-633.08\n\nCurrent through December 11, 2012","credits":"(June 13, 2001, D.C. Law 13-312, § 308, 48 DCR 3804; Apr. 8, 2011, D.C. Law 18-369, § 2(g), 58 DCR 996.)","sections":[{"prefix":"a","text":" There is established, the Clean Land Fund, as a non-lapsing, revolving fund. The Clean Land Fund shall receive and disburse funds from appropriations, income from operations, fees, gifts by devise or bequest, donations, grants, revenues from a source pursuant to the Program, and revenues from other sources generated from enforcement at a contaminated property or from an action taken to prevent contamination, which sources of revenue may include enforcement actions under §§ 8-632.01 and 8-634.06 and cost recoveries under § 8- 634.02."},{"prefix":"b","text":" Monies credited and any interest accrued to the fund shall remain available until expended, and shall not revert to the General Fund of the District of Columbia. Subject to appropriations, the Mayor shall use monies in the fund for the administration, improvement and maintenance of the Program, loans and grants made for contaminated property cleanup assistance pursuant to § 8- 637.04, other brownfield revitalization incentives established by this chapter, and other activities associated with the Mayor's cleanup of contaminated property, including the Mayor's oversight and enforcement activity."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"6A","text":"Brownfield Revitalization."},"subchapter":{"identifier":"III","text":"Voluntary Cleanup Program."},"heading":{"title":"8","chaptersection":"633","identifier":"8-633.08","catch_text":"Clean Land Fund."}}