{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-369 rewrote the section, which formerly read:\n\n\"A person shall not be liable pursuant to § 8-632.01(b), if the person establishes by a preponderance of the evidence, that the release or contamination was caused by any of the following:\n\n\"(1) An act of God;\n\n\"(2) An act of war;\n\n\"(3) The migration, flow, or movement of hazardous substances from property owned by a person unrelated to the person asserting the defense;\n\n\"(4) An act or omission of an unrelated third party, where reasonable precautions were taken to prevent foreseeable releases;\n\n\"(5) An act or omission of a third party where the act or omission was reasonably outside the scope of a prior or an existing contractual relationship, and the person asserting the defense could not have reasonably foreseen or prevented the act or omission; or\n\n\"(6) An act or omission that occurred prior to the acquisition of the property where due diligence had been exercised in investigating the possible existence of a release or contamination, except that if the property was acquired by inheritance or bequest, or through a foreclosure for tax delinquency or condemnation for blight or other threats to public health, safety, and welfare.\"\n\nD.C. Law 18-369 rewrote the section, which formerly read:\n\n\"A person shall not be liable pursuant to § 8-632.01(b), if the person establishes by a preponderance of the evidence, that the release or contamination was caused by any of the following:\n\n\"(1) An act of God;\n\n\"(2) An act of war;\n\n\"(3) The migration, flow, or movement of hazardous substances from property owned by a person unrelated to the person asserting the defense;\n\n\"(4) An act or omission of an unrelated third party, where reasonable precautions were taken to prevent foreseeable releases;\n\n\"(5) An act or omission of a third party where the act or omission was reasonably outside the scope of a prior or an existing contractual relationship, and the person asserting the defense could not have reasonably foreseen or prevented the act or omission; or\n\n\"(6) An act or omission that occurred prior to the acquisition of the property where due diligence had been exercised in investigating the possible existence of a release or contamination, except that if the property was acquired by inheritance or bequest, or through a foreclosure for tax delinquency or condemnation for blight or other threats to public health, safety, and welfare.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(d) of Brownfield Revitalization Emergency Amendment Act of 2010 (D.C. Act 18-667, December 28, 2010, 58 DCR 95).\n\nLegislative History of Laws\n\nFor Law 13-312, see notes following § 8-631.01.\n\nFor history of Law 18-369, see notes under § 8-631.02.\n\nDC CODE § 8-632.02\n\nCurrent through December 11, 2012","credits":"(June 13, 2001, D.C. Law 13-312, § 202, 48 DCR 3804; Apr. 8, 2011, D.C. Law 18-369, § 2(d), 58 DCR 996.)","sections":[{"prefix":"a","text":" A person shall not be liable pursuant to § 8-632.01(b) if the person establishes, by a preponderance of the evidence, that the release or contamination was caused by any of the following:"},{"prefix":"1","text":" An act of God;"},{"prefix":"2","text":" An act of war;"},{"prefix":"3","text":" The migration, flow, or movement of hazardous substances from property owned by a person unrelated to the person asserting the defense;"},{"prefix":"4","text":" An act or omission of an unrelated third party, if reasonable precautions were taken to prevent foreseeable releases;"},{"prefix":"5","text":" An act or omission of a third party if the act or omission was reasonably outside the scope of a prior or an existing contractual relationship and the person asserting the defense could not have reasonably foreseen or prevented the act or omission; or"},{"prefix":"6","text":" An act or omission that occurred prior to the acquisition of the property if due diligence had been exercised in investigating the possible existence of a release or contamination, except that due diligence shall not be required if the property was acquired by inheritance or bequest, through a foreclosure for tax delinquency, or by condemnation for blight or other threats to public health, safety, and welfare."},{"prefix":"b","text":"(1) Notwithstanding § 8-632.01, a bona fide prospective purchaser whose potential liability for a release or threatened release is based solely on the purchaser being considered to be an owner or operator of a facility shall not be liable as long as the bona fide prospective purchaser does not impede the performance of a response action or natural resource restoration."},{"prefix":"2","text":" If there are unrecovered response costs incurred by the District at a facility for which an owner of the facility is not liable by reason of paragraph (1) of this subsection, and if each of the conditions described in paragraph (3) of this subsection is met, the District shall have a lien on the facility, or may by agreement with the owner, obtain from the owner a lien on any other property or other assurance of payment satisfactory to the Mayor, for the unrecovered response costs."},{"prefix":"3","text":" The conditions referred to in paragraph (2) of this subsection are the following:"},{"prefix":"A","text":" A response action for which there are unrecovered costs of the District is carried out at the facility; and"},{"prefix":"B","text":" The response action increases the fair market value of the facility above the fair market value of the facility that existed before the response action was initiated."},{"prefix":"4","text":" A lien under paragraph (2) of this subsection shall:"},{"prefix":"A","text":" Be in an amount not to exceed the increase in fair market value of the property attributable to the response action at the time of a sale or other disposition of the property;"},{"prefix":"B","text":" Arise at the time at which costs are first incurred by the District with respect to a response action at the facility;"},{"prefix":"C","text":" Be subject to the requirements of subsection (1)(3) of this section; and"},{"prefix":"D","text":" Continue until satisfaction of the lien by sale or other means."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"6A","text":"Brownfield Revitalization."},"subchapter":{"identifier":"II","text":"Liabilities and Defenses."},"heading":{"title":"8","chaptersection":"632","identifier":"8-632.02","catch_text":"Defenses."}}