{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 15-105, in par. (12), validated a previously made technical correction.\n\nD.C. Law 18-369 substituted \"DDOE\" for \"EHA\" throughout the section; added pars. (1A), (6A), (8A), and (14A); rewrote par. (4); in par. (12), substituted \"independent authority of the District government, or District, state, or federal government agency\" for \"or government agency\". Prior to amendment, par. (4) read as follows:\n\n\"(4) 'EHA' means the District's Environmental Health Administration or its successor agency.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a), (b) of Brownfield Revitalization Emergency Amendment Act of 2010 (D.C. Act 18-667, December 28, 2010, 58 DCR 95).\n\nLegislative History of Laws\n\nFor Law 13-312, see notes following § 8-631.01.\n\nLaw 15-105, the \"Technical Amendments Act of 2003\", was introduced in Council and assigned Bill No. 15-437, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 2003, and December 2, 2003, respectively. Signed by the Mayor on January 6, 2004, it was assigned Act No. 15-291 and transmitted to both Houses of Congress for its review. D.C. Law 15-105 became effective on March 13, 2004.\n\nLaw 18-369, the \"Brownfield Revitalization Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-1092, which was referred to the Committee Government Operations and the Enviironment. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on January 27, 2011, it was assigned Act No. 18-720 and transmitted to both Houses of Congress for its review. D.C. Law 18- 369 became effective on April 8, 2011.\n\nDC CODE § 8-631.02\n\nCurrent through December 11, 2012","credits":"(June 13, 2001, D.C. Law 13-312, § 102, 48 DCR 3804; Mar. 13, 2004, D.C. Law 15-105, § 51, 51 DCR 881; Apr. 8, 2011, D.C. Law 18-369, § 2(a), (b), 58 DCR 996.)","sections":[{"prefix":"1","text":" \"Applicant\" means a person who submits an application to participate in the Voluntary Cleanup Program established by § 8-633.01."},{"prefix":"1A","text":" \"Bona fide prospective purchaser\" means a person, or tenant of a person, who acquires ownership of a facility after June 13, 2001 and establishes by a preponderance of the evidence that:"},{"prefix":"A","text":" All disposal of hazardous substances at the facility occurred before the person acquired the facility;"},{"prefix":"B","text":" The person undertook, at the time of acquisition, all appropriate inquiry into the previous ownership and uses of the property consistent with good commercial or customary practice in an effort to minimize liability, taking into account any specialized knowledge or experience on the part of the person, the relationship of the purchase price to the value of the property if uncontaminated, commonly known or reasonably ascertainable information about the property, the obviousness of the presence or likely presence of contamination at the property, and the ability to detect such contamination by appropriate inspection; provided, that in the case of property in residential or other similar use at the time of purchase by a nongovernmental or noncommercial entity, a facility inspection and title search that reveal no basis for further investigation shall be considered to satisfy the requirements of this subparagraph;"},{"prefix":"C","text":" The person provides all legally required notices with respect to the discovery or release of any hazardous substances at the facility;"},{"prefix":"D","text":" The person exercises appropriate care with respect to hazardous substances found at the facility by taking reasonable steps to:"},{"prefix":"i","text":" Stop any continuing release;"},{"prefix":"ii","text":" Prevent any threatened future release; and"},{"prefix":"iii","text":" Prevent or limit human, environmental, or natural resource exposure to any previously released hazardous substance;"},{"prefix":"E","text":" The person provides full cooperation, assistance, and access to persons that are authorized to conduct response actions or natural resource restoration at a vessel or facility (including the cooperation and access necessary for the installation, integrity, operation, and maintenance of any complete or partial response actions or natural resource restoration at the vessel or facility);"},{"prefix":"F","text":" The person is in compliance with any institutional controls established or relied on in connection with the response action at the facility;"},{"prefix":"G","text":" The person does not impede the effectiveness or integrity of any institutional control employed at the facility in connection with a response action;"},{"prefix":"H","text":" The person complies with any request for information or administrative subpoena issued by the Mayor under this chapter;"},{"prefix":"I","text":" The person is not potentially liable, or affiliated with any other person that is potentially liable, for response costs at the facility through a familial, contractual, corporate, or financial relationship, other than a contractual, corporate, or financial relationship that is created by the instruments by which title to the facility is conveyed or financed or by a contract for the sale of goods or services; and"},{"prefix":"J","text":" The person is not the result of a reorganization of a business entity that was potentially liable; provided, that a bona fide prospective purchaser may know, or have reason to know, of the contamination at the facility at or before the time of acquisition and still be eligible for a defense to liability under this chapter."},{"prefix":"2","text":" \"Brownfield\" means abandoned, idled property or industrial property where expansion or redevelopment is complicated by actual or perceived environmental contamination."},{"prefix":"3","text":" \"Contamination\" means a release, discharge, or threatened release of a hazardous substance."},{"prefix":"4","text":" \"DDOE\" means the District Department of the Environment."},{"prefix":"5","text":" \"Eligible property\" means a brownfield or any contaminated property that is not listed on the National Priority List pursuant to the Comprehensive Environmental Response, Compensation, and Liability Act of 1980, approved December 11, 1980 (94 Stat. 2767; 42 U.S.C. 9601 et seq.), and is not the subject of a current cleanup action by the Environmental Protection Agency or the DDOE."},{"prefix":"6","text":" \"EPA\" means the United States Environmental Protection Agency or its successor agency."},{"prefix":"6A","text":"(A) \"Facility\" means:"},{"prefix":"i","text":" A building, structure, installation, equipment, pipe, pipeline (including any pipe into a sewer or publicly-owned treatment works), well, pit, pond, lagoon, impoundment, ditch, landfill, storage container, motor vehicle, rolling stock, or aircraft; or"},{"prefix":"ii","text":" A site or area where a hazardous substance has been deposited, stored, disposed of, or placed, or otherwise come to be located."},{"prefix":"B","text":" The term \"facility\" shall not include a consumer product in consumer use or any vessel."},{"prefix":"7","text":" \"Federal Act\" means the Comprehensive Environmental Response, Compensation, and Liability Act of 1980, approved December 11, 1980 (94 Stat. 2767; 42 U.S.C. 9601 et seq.)."},{"prefix":"8","text":" \"Hazardous substance\" means any substance designated as a hazardous substance pursuant to section 101(14) of the Federal Act, or any substance identified as a hazardous substance by the DDOE in regulations adopted pursuant to this chapter."},{"prefix":"8A","text":" \"Hazardous Substances Response Plan\" means the Mayor's plan, including policies and procedures, for responding to, and evaluating, hazardous substance releases that may threaten public health, welfare, and the environment, and that is consistent with the provisions of this chapter."},{"prefix":"9","text":" \"Non-responsible person\" means a person:"},{"prefix":"A","text":" With no prior or current ownership interest in an eligible property at the time of making application to participate in the Voluntary Cleanup Program, and who has not caused or contributed to the contamination of an eligible property; or"},{"prefix":"B","text":" Who is a successor in interest in an eligible property acquired from a non-responsible person, if the successor in interest does not have a prior ownership in the eligible property and is not otherwise a responsible person concerning the eligible property other than by virtue of ownership of the eligible property."},{"prefix":"10","text":" \"Institutional control\" means any legal, institutional, or administrative mechanisms meant to prevent contamination or the potential exposure to hazardous substances, including any measure to ensure that use of the property, after completion of response or cleanup action pursuant to this chapter, remains in conformity with the levels of any residual hazardous substance left on the property."},{"prefix":"11","text":" \"Participant\" means an applicant accepted into the Voluntary Cleanup Program."},{"prefix":"12","text":" \"Person\" means any individual, partnership, corporation, trust, association, firm, joint-stock company, organization, commission, independent authority of the District government, or District, state, or federal government agency."},{"prefix":"13","text":" \"Program\" means the Voluntary Cleanup Program established pursuant to§ 8- 633.01."},{"prefix":"14","text":" \"Release\" means the addition, introduction, leaking, pumping, spilling, emitting, discharging, escaping, dumping, injecting, disposing or leaching of any hazardous substance into the environment, including the abandoning or discarding of barrels, containers, and other closed receptacles containing any hazardous substance."},{"prefix":"14A","text":" \"Response\" means an action necessary to cleanup or otherwise prevent, minimize, or mitigate damage to the public health or welfare or to the environment from the release or threatened release of a hazardous substance, including a temporary or permanent measure and related enforcement activity."},{"prefix":"15","text":" \"Responsible person\" means a person who is liable pursuant to§ 8-632.01."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"6A","text":"Brownfield Revitalization."},"subchapter":{"identifier":"I","text":"Purposes, Findings, Definitions."},"heading":{"title":"8","chaptersection":"631","identifier":"8-631.02","catch_text":"Definitions."}}