{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-369 substituted \"DDOE\" for \"EHA\" throughout the section; and rewrote subsec. (b), which had read as follows:\n\n\"(b) Nothing in this chapter shall prevent any person from commencing an action to compel the Mayor to perform any non-discretionary duty under this chapter; or to commence a civil action on his or her own behalf against any person who is in violation of any standard, regulations, requirements, or orders pursuant to this chapter. An action commenced pursuant to this subsection shall require a 60-day notice to the Mayor and any alleged violator. The court may award attorney fees and other costs to the prevailing party on actions commenced pursuant to this subsection.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a), (l) of Brownfield Revitalization Emergency Amendment Act of 2010 (D.C. Act 18-667, December 28, 2010, 58 DCR 95).\n\nFor temporary (90 day) addition of section, see § 2(m) of Brownfield Revitalization Emergency Amendment Act of 2010 (D.C. Act 18-667, December 28, 2010, 58 DCR 95).\n\nLegislative History of Laws\n\nFor Law 13-312, see notes following § 8-631.01.\n\nFor history of Law 18-369, see notes under § 8-631.02.\n\nDC CODE § 8-636.02\n\nCurrent through December 11, 2012","credits":"(June 13, 2001, D.C. Law 13-312, § 602, 48 DCR 3804; Apr. 8, 2011, D.C. Law 18-369, § 2(a), (l), 58 DCR 996.)","sections":[{"prefix":"a","text":" In addition to the provisions of § 8-636.01, DDOE may develop public involvement plans, which may include public hearings, the posting on a property of an intent to conduct a response or cleanup action, and the requirement to include a summary of proposed plans in the public notices."},{"prefix":"b","text":"(1) This chapter shall not prevent a person from commencing an action to compel the Mayor to perform a non-discretionary duty under this chapter or to commence a civil action on his or her own behalf against a person who is in violation of an order of the Mayor, permit, or other applicable standard, requirement, regulation, or provision of law pursuant to this chapter."},{"prefix":"2","text":" An action shall not be commenced if the Mayor has commenced an action under this chapter or another law to require compliance with the standard, regulation, requirement, or order concerned."},{"prefix":"3","text":" An action commenced pursuant to this subsection shall require a 60-day notice to the Mayor and an alleged violator."},{"prefix":"4","text":" The court may award attorneys' fees and other costs to the prevailing party on actions commenced pursuant to this subsection."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"6A","text":"Brownfield Revitalization."},"subchapter":{"identifier":"VI","text":"Public Notice, Involvement."},"heading":{"title":"8","chaptersection":"636","identifier":"8-636.02","catch_text":"Public involvement."}}