{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 2(k) of Brownfield Revitalization Emergency Amendment Act of 2010 (D.C. Act 18-667, December 28, 2010, 58 DCR 95).\n\nLegislative History of Laws\n\nFor history of Law 18-369, see notes under § 8-631.02.\n\nDC CODE § 8-634.09\n\nCurrent through December 11, 2012","credits":"((June 13, 2001, D.C. Law 13-312, § 409, as added Apr. 8, 2011, D.C. Law 18-369, § 2(k), 58 DCR 996.)","sections":[{"prefix":"a","text":" A person may seek contribution from another person who is liable under § 8-632.01. The claim shall be brought in the Superior Court of the District of Columbia. In resolving a contribution claim, the court may allocate a response cost among liable parties using the equitable factors as the court determines appropriate."},{"prefix":"b","text":" This section shall not diminish the right of a person to bring an action for contribution in the absence of a civil action under § 8-634.07."},{"prefix":"c","text":" A person who has resolved his, her, or its liability to the District in an administrative or judicially approved settlement, or has been issued a Certificate of Completion under § 8-633.06, shall not be liable for a claim for contribution regarding a matter addressed in the settlement or Certificate of Completion. The settlement or Certificate of Completion shall not discharge another responsible person unless its terms so provide, but it shall reduce liability of the others by the amount of the settlement."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"6A","text":"Brownfield Revitalization."},"subchapter":{"identifier":"IV","text":"Hazardous Substance Response."},"heading":{"title":"8","chaptersection":"634","identifier":"8-634.09","catch_text":"Contribution actions."}}