{"text":"The Council finds that the public interest is best served when the public health and the environment are protected by the cleanup of contaminated properties. Accordingly, the Council declares its policy is to:","historical":"Legislative History of Laws\n\nLaw 13-312, the \"Brownfield Revitalization Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-531, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on November 8, 2000, and December 5, 2000, respectively. Signed by the Mayor on January 22, 2001, it was assigned Act No. 13-576 and transmitted to both Houses of Congress for its review. D.C. Law 13-312 became effective on June 13, 2001.\n\nDC CODE ยง 8-631.01\n\nCurrent through December 11, 2012","credits":"(June 13, 2001, D.C. Law 13-312, ยง 101, 48 DCR 3804.)","sections":[{"prefix":"1","text":" Create incentives for the voluntary cleanup and redevelopment of contaminated property;"},{"prefix":"2","text":" Develop effective and consistent cleanup standards and processes;"},{"prefix":"3","text":" Ensure public involvement in the cleanup and redevelopment of contaminated properties;"},{"prefix":"4","text":" Ensure that those responsible for the contamination of a property are held accountable;"},{"prefix":"5","text":" Promote economic development by encouraging the reuse of contaminated properties;"},{"prefix":"6","text":" Eliminate public health and environmental risks on properties;"},{"prefix":"7","text":" Ensure the cleanup of contaminated properties is coordinated with plans for redevelopment and the sustainable reuse of the properties;"},{"prefix":"8","text":" Provide for a comprehensive program to consistently and fairly assess the cleanup of contaminated properties; and"},{"prefix":"9","text":" Provide for regulatory and voluntary cleanup programs."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"6A","text":"Brownfield Revitalization."},"subchapter":{"identifier":"I","text":"Purposes, Findings, Definitions."},"heading":{"title":"8","chaptersection":"631","identifier":"8-631.01","catch_text":"Findings and declaration of purpose."}}