{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-309, see notes following ยง 8-651.01.\n\nDC CODE ยง 8-651.04\n\nCurrent through December 11, 2012","credits":"(June 12, 2003, D.C. Law 14-309, ยง 104, 50 DCR 888.)","sections":[{"prefix":"a","text":" It shall be unlawful for any person or nongovernmental entity, without a Special Tree removal permit issued by the Mayor, to Top, cut down, remove, girdle, break, or destroy any Special Tree."},{"prefix":"b","text":" The Mayor shall issue a Special Tree removal permit under this section where the applicant has:"},{"prefix":"1","text":" Shown that the Special Tree in question is a Hazardous Tree;"},{"prefix":"2","text":" Shown that the Special Tree in question is of a species that has been identified, by regulation, as appropriate for removal;"},{"prefix":"3","text":" Paid into the Tree Fund an amount equal to $35 for each inch of the circumference of the Special Tree in question; or"},{"prefix":"4","text":" Averred in a signed Special Tree removal permit application that the applicant will plant, in compliance with the applicable regulations, a quantity of saplings whose aggregated circumference equals or exceeds the circumference of the Special Tree in question."},{"prefix":"c","text":" The showings required by subsection (b) of this section may be satisfied by a combination of payments and plantings pursuant to subsection (b)(3) and (b)(4) of this section."},{"prefix":"d","text":" A violation of subsection (a) of this section, or a failure to comply with the conditions contained in a Special Tree removal permit, shall constitute a violation subject to a fine of not less than $100 per each inch of the circumference of the Special Tree in question."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"6B","text":"Urban Forest Preservation."},"heading":{"title":"8","chaptersection":"651","identifier":"8-651.04","catch_text":"Preservation of Special Trees; permits; penalties."}}