{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nFor Law 14-309, see notes following ยง 8-651.01.\n\nDC CODE ยง 8-651.02\n\nCurrent through December 11, 2012","credits":"(June 12, 2003, D.C. Law 14-309, ยง 102, 50 DCR 888.)","sections":[{"prefix":"1","text":" \"Circumference\" means the linear distance around the trunk of a tree, when measured at a height of 4 1/2 feet."},{"prefix":"2","text":" \"Director\" means the Director of the Department of Transportation."},{"prefix":"3","text":" \"Hazardous tree\" means a tree that, in the opinion of a certified arborist, is defective, diseased, dying, or dead and should be removed; poses a high risk of failure or fracture with the potential to cause injury to people or damage to property and should be removed; or is causing damage to property or structures that cannot be mitigated in any manner other than removal of the tree. In any case, the Mayor shall have the authority to determine that a tree is not hazardous."},{"prefix":"4","text":" \"Public parking\" means that area of public space devoted to open space, greenery, parks, or parking that lies between the property line, which may or may not coincide with the building restriction line, and the edge of the actual or planned sidewalk that is nearer to the property line, as the property line and sidewalk are shown on the records of the District."},{"prefix":"5","text":" \"Special Tree\" means a tree with a circumference of 55 inches or more."},{"prefix":"6","text":" \"Top\" means, as defined by the latest edition of the ANSI-A300 pruning standards, the unacceptable act of tree pruning resulting in the indiscriminate reduction of the tree's crown leading to disfigurement or death of the tree."},{"prefix":"7","text":" \"Tree Fund\" means the Tree Fund established pursuant to ยง 8-651.07."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"6B","text":"Urban Forest Preservation."},"heading":{"title":"8","chaptersection":"651","identifier":"8-651.02","catch_text":"Definitions."}}