{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-95, see notes following ยง 8-671.01.\n\nUniform Law\n\nThis section is based upon ยง 9 of the Uniform Environmental Covenants Act. See 13, Part 1, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 8-671.09\n\nCurrent through December 11, 2012","credits":"(May 12, 2006, D.C. Law 16-95, ยง 109, 53 DCR 1652.)","sections":[{"prefix":"a","text":" An environmental covenant may be amended or terminated by consent only if the amendment or termination is signed by:"},{"prefix":"1","text":" The environmental agency;"},{"prefix":"2","text":" Unless waived by the environmental agency, the current owner of the fee simple of the real property subject to the covenant;"},{"prefix":"3","text":" Each person that originally signed the covenant, unless the person waived in a signed record the right to consent or a court finds that the person no longer exists or cannot be located or identified with the exercise of reasonable diligence; and"},{"prefix":"4","text":" Except as otherwise provided in subsection (d)(2) of this section, the holder."},{"prefix":"b","text":" If an interest in real property is subject to an environmental covenant, the interest is not affected by an amendment of the covenant unless the current owner of the interest consents to the amendment or has waived in a signed record the right to consent to amendments."},{"prefix":"c","text":" Except for an assignment undertaken pursuant to a governmental reorganization, assignment of an environmental covenant to a new holder is an amendment."},{"prefix":"d","text":" Except as otherwise provided in an environmental covenant:"},{"prefix":"1","text":" A holder may not assign its interest without consent of the other parties;"},{"prefix":"2","text":" A holder may be removed and replaced by agreement of the other parties specified in subsection (a) of this section; and"},{"prefix":"3","text":" A court of competent jurisdiction may fill a vacancy in the position of holder."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"6C","text":"Uniform Environmental Covenants. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"671","identifier":"8-671.09","catch_text":"Amendment or termination by consent."}}