{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-95, see notes following § 8-671.01.\n\nUniform Law\n\nThis section is based upon § 3 of the Uniform Environmental Covenants Act. See 13, Part 1, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 8-671.03\n\nCurrent through December 11, 2012","credits":"(May 12, 2006, D.C. Law 16-95, § 103, 53 DCR 1652.)","sections":[{"prefix":"a","text":" An environmental covenant must:"},{"prefix":"1","text":" State that the instrument is an environmental covenant executed pursuant to this chapter;"},{"prefix":"2","text":" Contain a legally sufficient description of the real property subject to the covenant;"},{"prefix":"3","text":" Describe the activity and use limitations on the real property;"},{"prefix":"4","text":" Identify every holder;"},{"prefix":"5","text":" Be signed by the environmental agency, every holder, and, unless waived by the environmental agency, every owner of the fee simple of the real property subject to the covenant; and"},{"prefix":"6","text":" Identify the name and location of any administrative record for the environmental response project reflected in the environmental covenant."},{"prefix":"b","text":" In addition to the information required by subsection (a) of this section, an environmental covenant may contain other information, restrictions, and requirements agreed to by the persons who signed it, including any:"},{"prefix":"1","text":" Requirements for notice following transfer of a specified interest in, or concerning proposed changes in use of, applications for building permits for, or proposals for any site work affecting the contamination on, the property subject to the covenant;"},{"prefix":"2","text":" Requirements for periodic reporting describing compliance with the covenant;"},{"prefix":"3","text":" Rights of access to the property granted in connection with implementation or enforcement of the covenant;"},{"prefix":"4","text":" A brief narrative description of the contamination and remedy, including the contaminants of concern, the pathways of exposure, limits on exposure, and the location and extent of the contamination;"},{"prefix":"5","text":" Limitation on amendment or termination of the covenant in addition to those contained in §§ 8-671.08 and 8-671.09; and"},{"prefix":"6","text":" Rights of the holder in addition to its right to enforce the covenant pursuant to § 8-671.10."},{"prefix":"c","text":" In addition to other conditions for its approval of an environmental covenant, the environmental agency may require those persons specified by the environmental agency who have interests in the real property to sign the covenant."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"A","text":" Environmental Control and Protection."},"chapter":{"identifier":"6C","text":"Uniform Environmental Covenants. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"671","identifier":"8-671.03","catch_text":"Contents of environmental covenant."}}