{"text":"The Mayor of the District of Columbia shall give reasonable public notice thereof and shall fix a date after which all combustible refuse collected by public or private agencies in the District of Columbia shall be delivered at the incinerators herein provided for, for disposal, except that hotels, apartment houses, business houses, or residences may dispose of their own refuse in their own incinerators; provided, that such incinerators are inspected and approved for use by the proper agency of the District of Columbia; and after such date it shall be unlawful for any person, firm, company, or corporation to dispose of any combustible refuse in any other manner or at any other place than that prescribed by the said Mayor; provided, however, that nothing in §§ 8-705 to 8-710 shall prohibit or prevent the sale of salvageable material by the owners thereof or by the Mayor of the District of Columbia. The Council of the District of Columbia is hereby empowered and authorized to make, and the Mayor is hereby empowered and authorized to enforce, such regulations as the Council may deem necessary and proper to carry out the purposes of §§ 8-705 to 8-710.","historical":"Prior Codifications\n\n1981 Ed., § 6-507.\n\n1973 Ed., § 6-507.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(140) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 8-707\n\nCurrent through December 11, 2012","credits":"(Mar. 4, 1929, 45 Stat. 1549, ch. 688, § 3.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"7","text":"Garbage. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"707","identifier":"8-707","catch_text":"Incinerators for combustible refuse--Commencement of operation; other manner of disposal prohibited; exceptions; enforcement."}}