{"text":"From and after the date when the incinerators herein authorized to be constructed shall be in operation it shall be unlawful for any person, firm, company, or corporation to burn or in any way dispose of combustible refuse in any manner or at any place other than that prescribed by the Mayor of the District of Columbia, except as hereinbefore designated. A violation of the provisions of §§ 8-705 to 8-710 shall be a misdemeanor; and, upon conviction thereof, the person, firm, company, or corporation so charged shall be fined not more than $100 for each and every offense, or confined in the District of Columbia jail for a period not exceeding 60 days, or both, in the discretion of the courts. Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this chapter, or any rules or regulations issued under the authority of this chapter, pursuant to Chapter 18 of Title 2. Adjudication of any infraction of this chapter shall be pursuant to Chapter 18 of Title 2.","historical":"Prior Codifications\n\n1981 Ed., § 6-508.\n\nLegislative History of Laws\n\nLaw 6-42, the \"Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985,\" was introduced in Council and assigned Bill No. 6-187, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 25, 1985, and July 9, 1985, respectively. Signed by the Mayor on July 16, 1985, it was assigned Act No. 6- 60 and transmitted to both Houses of Congress for its review.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 8-708\n\nCurrent through December 11, 2012","credits":"(Mar. 4, 1929, 45 Stat. 1549, ch. 688, § 4; Oct. 5, 1985, D.C. Law 6-42, § 458, 32 DCR 4450.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"7","text":"Garbage. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"708","identifier":"8-708","catch_text":"Incinerators for combustible refuse--Penalties."}}