{"text":"A sum not exceeding $850,000 is hereby authorized to be appropriated, in like manner as other appropriations, for the expenses of the District of Columbia, for sites, buildings, equipment, and other construction work authorized by §§ 8-705 to 8-710, of which amount $25,000 or so much thereof as may be necessary may be expended for the employment of 1 or more experts for engineering for preparation of plans and specifications; and, upon completion of the incinerators herein provided for, the Mayor of the District of Columbia shall abandon the use of the leased plant at Montello Avenue and Mount Olivet Road Northeast.","historical":"Prior Codifications\n\n1981 Ed., § 6-510.\n\n1973 Ed., § 6-510.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 8-710\n\nCurrent through December 11, 2012","credits":"(Mar. 4, 1929, 45 Stat. 1550, ch. 688, § 6.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"7","text":"Garbage. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"710","identifier":"8-710","catch_text":"Incinerators for combustible refuse--Appropriation authorized; abandonment of leased plant."}}