{"text":"The Mayor of the District of Columbia is authorized to enter into agreement with the Board of County Commissioners of Montgomery County, State of Maryland; the Board of County Commissioners of Prince Georges County, State of Maryland; the Arlington County Board, State of Virginia, and/or with the several municipalities, taxing areas, and communities within the Counties aforesaid having power and authority to enter into such agreements, said agreements to permit said Counties, municipalities, taxing areas, and communities to dispose of combustible material in the incinerators built by the District of Columbia under authority of § 8-706, in such kind and quantities, at such times, and for such fees as the Council of the District of Columbia shall specify; provided, that said Counties, municipalities, taxing areas, and communities shall make collections of such material with their own equipment and shall obtain permits from the District of Columbia for hauling or transporting the material over routes within the District of Columbia to be designated by the said Council. The Mayor shall have the right to suspend or revoke such agreements if found necessary for the proper and successful operation of these incinerators, or for any other reason.","historical":"Prior Codifications\n\n1981 Ed., § 6-511.\n\n1973 Ed., § 6-511.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(141) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 8-711\n\nCurrent through December 11, 2012","credits":"(May 15, 1930, 46 Stat. 334, ch. 286.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"7","text":"Garbage. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"711","identifier":"8-711","catch_text":"Incinerators for combustible refuse--Use by certain Maryland and Virginia municipalities."}}