{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2904.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-100, see Historical and Statutory Notes following § 8-801.\n\nFor legislative history of D.C. Law 8-31, see Historical and Statutory Notes following § 8-803.\n\nDC CODE § 8-804\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-100, § 5, 33 DCR 781; Sept. 20, 1989, D.C. Law 8-31, § 2(e), 36 DCR 4750.)","sections":[{"prefix":"a","text":" In response to a notice of violation, a person issued a notice may do 1 of the following:"},{"prefix":"1","text":" Admit the violation;"},{"prefix":"2","text":" Admit the violation, but with an explanation; or"},{"prefix":"3","text":" Deny the violation."},{"prefix":"b","text":" Except as provided in subsection (c) of this section, no response other than those listed in subsection (a) of this section shall be regarded as an answer."},{"prefix":"c","text":" A person who appears at an administrative hearing pursuant to § 8-805 and refuses to respond by admitting, by admitting with explanation, or by denying the violation shall be regarded as having denied the violation according to subsection (a)(3) of this section."},{"prefix":"d","text":" A person admitting the violation shall pay the civil fine in person or by mail and shall certify on the back of the notice that the nuisance has been abated. If upon reinspection it is revealed that the nuisance still exists, the Mayor may impose the sanction provided in § 8-807(d)."},{"prefix":"e","text":" A person admitting the violation with explanation or a person denying the violation shall schedule a hearing within 14 calendar days after the date the Mayor issued the notice."},{"prefix":"f","text":" If a person to whom a notice of violation has been issued fails to respond to the notice within 14 calendar days after the date the notice was issued, then the person shall be liable for a penalty equal to the civil fine plus the costs of abating the nuisance or of preventing the violation from recurring as provided in § 8-807(c)(2) and (d)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"8","text":"Litter Control Administration. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"804","identifier":"8-804","catch_text":"Response to notice of violation."}}