{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2903.\n\nEffect of Amendments\n\nD.C. Law 17-20 added subsecs. (b-1) and (b-2).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 6112 of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-100, see Historical and Statutory Notes following § 8-801.\n\nLaw 8-31, the \"District of Columbia Solid Waste Regulations Amendment Act of 1989,\" was introduced in Council and assigned Bill No. 8-135, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on May 30, 1989 and June 13, 1989, respectively. Signed by the Mayor on June 27, 1989, it was assigned Act No. 8-54 and transmitted to both Houses of Congress for its review.\n\nFor Law 17-20, see notes following § 8-651.07.\n\nReferences in Text\n\nPursuant to the Office of the Chief Financial Officer's \"Notice of Public Interest\" published in the April 18, 1997, issue of the District of Columbia Register (44 DCR 2345) the Office of Tax and Revenue assumed all of the duties and functions previously performed by the Department of Finance and Revenue, as set forth in Commissioner's Order 69-96, dated March 7, 1969. This action was made effective January 22, 1997, nunc pro tunc.\n\nMiscellaneous Notes\n\nShort title: Section 6111 of D.C. Law 17-20 provided that subtitle L of title VI of the act may be cited as the \"Vector Control SWEEP Inspectors Designation Amendment Act of 2007\".\n\nDC CODE § 8-803\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-100, § 4, 33 DCR 781; Sept. 20, 1989, D.C. Law 8-31, § 2(a)-(d), 36 DCR 4750; Sept. 18, 2007, D.C. Law 17-20, § 6112, 54 DCR 7052.)","sections":[{"prefix":"a","text":" For the purposes of this chapter, the term \"nuisance\" means a condition or circumstance violative of the provisions listed in § 8-802(a)."},{"prefix":"b","text":" The Mayor may, consistent with constitutional safeguards, enter a nonresidential premises and inspect and investigate an allegation about a nuisance. The Mayor may act upon the Mayor's own information or observation or upon the information or the observation of another person."},{"prefix":"b-1","text":" At least 4 inspectors in the Department of Public Works Solid Waste Education and Enforcement Program shall be designated as Vector Control SWEEP inspectors. The primary responsibility of the Vector Control SWEEP inspectors shall be to investigate:"},{"prefix":"1","text":" High-rodent infestation areas; and"},{"prefix":"2","text":" The compliance of housing providers with all solid waste regulations enforced by the Department of Public Works relating to the proper storage of solid waste intended to prevent the provision of food, harborage, or breeding places for insects or rodents."},{"prefix":"b-2","text":" The Department shall identify areas in the District most in need of additional vector control resources and shall focus the efforts of the inspectors designated as Vector Control SWEEP inspectors on those areas."},{"prefix":"c","text":"(1) If the Mayor finds on the premises a nuisance actionable under this chapter, then, after the inspection and the investigation, the Mayor shall issue a notice of violation to the person alleged to have created the nuisance or to the property owner."},{"prefix":"2","text":" The notice of violation may be served on the owner, the owner's authorized agent, the building superintendent, the operator of equipment, or any other responsible individual at the premises or the Mayor may deliver the notice by certified mail to the owner of the premises or to the person responsible for the nuisance or the Mayor may post the notice in a conspicuous place on the premises in violation. If the owner cannot be identified with reasonable certainty, the Mayor may conspicuously post the notice on the premises alleged to be in violation and deliver a copy of the notice to the Director of the Department of Finance and Revenue pursuant to paragraph (3) of this subsection."},{"prefix":"3","text":" The Director of the Department of Finance and Revenue is authorized to receive notices of violation of this chapter on behalf of any resident or non-resident person who owns property in the District, if the person has not provided to the Director of the Department of Finance and Revenue a mailing address. The Director of the Department of Public Works shall post a copy of the notice served on the Director of the Department of Finance and Revenue in a conspicuous place on the property."},{"prefix":"d","text":" The Mayor shall prepare the notice of violation and include in it the following:"},{"prefix":"1","text":" The location, date, and time that the nuisance took place or that the Mayor investigated the nuisance;"},{"prefix":"2","text":" The law or regulation violated;"},{"prefix":"3","text":" The amount of the fine assessed;"},{"prefix":"4","text":" The action necessary to abate the nuisance;"},{"prefix":"5","text":" The person's right to request a hearing on the alleged nuisance and the procedure for making the request;"},{"prefix":"6","text":" The manner, location, and time for paying the fine or arranging a hearing;"},{"prefix":"7","text":" A statement that failure to answer the notice of violation within 14 calendar days after the notice has been issued may result in additional penalties; and"},{"prefix":"8","text":" Reinspection information, which includes the date and time of the reinspection and the condition that the property should be in at the time of reinspection."},{"prefix":"e","text":" The Department of Public Works shall keep a copy of the notice of violation and shall attach to it a certificate attesting to the manner that the Mayor issued the notice."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"8","text":"Litter Control Administration. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"803","identifier":"8-803","catch_text":"Investigation and notice of nuisance."}}