{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-105, in subsec. (a), validated a previously made technical correction.\n\nD.C. Law 16-191, in the section heading and subsec. (a), substituted \"Solid Waste Nuisance Abatement\" for \"Clean City\".\n\nLegislative History of Laws\n\nLaw 14-78, the \"Litter Control Administration Amendment Act of 2001\", was introduced in Council and assigned Bill No. 14-226, which was referred to the Committee on Public Works and the Environment.  The Bill was adopted on first and second readings on October 2, 2001, and November 6, 2001, respectively. Signed by the Mayor on November 29, 2001, it was assigned Act No. 14-198 and transmitted to both Houses of Congress for its review.   D.C. Law 14-78 became effective on March 6, 2002.\n\nFor Law 15-105, see notes following § 8-631.02.\n\nFor Law 16-191, see notes following § 8-115.05.\n\nDC CODE § 8-807.01\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-100, § 8a, as added Mar. 6, 2002, D.C. Law 14- 78, § 2(c), 48 DCR 11262; Mar. 13, 2004, D.C. Law 15-105, § 52, 51 DCR 881; Mar. 2, 2007, D.C. Law 16-191, § 105, 53 DCR 6794.)","sections":[{"prefix":"a","text":" A Solid Waste Nuisance Abatement Fund (\"Fund\") is hereby established, separate from the General Fund of the District of Columbia, into which all fines, penalties, interest, charges and costs assessed pursuant to this chapter shall be deposited. The deposit of these monies shall be subject to § 8- 807(f)(2)."},{"prefix":"b","text":" The Fund shall be continuing. Revenues deposited in the Fund shall not revert to the General Fund at the end of any fiscal year or at any other time, but shall be continually available to the Department of Public works for the uses and purposes set forth in this chapter, subject to authorization by Congress."},{"prefix":"c","text":" Monies deposited into the Fund shall be used to offset some of the costs of implementing this chapter and some of the costs of the abatement of solid waste nuisances. Excess monies may be used to fund recycling activities in accordance with § 8-1015."},{"prefix":"d","text":" The Mayor shall submit to the Council an annual statement of the Fund's receipts and disbursements for the preceding fiscal year."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"8","text":"Litter Control Administration. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"807","identifier":"8-807.01","catch_text":"Solid Waste Nuisance Abatement Fund."}}