{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2907.\n\nEffect of Amendments\n\nD.C. Law 13-115 rewrote subsec. (f), which previously read:\n\n\"(f)(1) The District shall have a continuing lien upon any land and the improvements on the land to which fines or penalties have been imposed pursuant to this chapter. Each lien placed pursuant to this chapter shall be filed at the Office of the Recorder of Deeds.\n\n\"(2) The lien shall have priority over all other liens except liens for District taxes and District water and sewer charges.\n\n\"(3) If any civil fine, penalty, or cost is unpaid 6 months after the date of the final notice of the charges, the subject property may be sold for the unpaid civil fine, penalty, cost, and interest due the District government at the next tax sale conducted pursuant to § 47-1301 in the same manner and under the same conditions as property sold for delinquent general taxes.\n\n\"(4) The proceeds of the sale shall be credited to the General Fund of the District of Columbia for use in accordance with § 6-3415.\n\n\"(5) For the purposes of any property sold pursuant to paragraph (3) of this subsection, the redemption period specified in §§ 47-1304, 47-1306, 47-1307, 47-1312, and 47-847, shall be 6 months.\"\n\nD.C. Law 13-172, rewrote subsec. (f), which had read:\n\n\"(f)(1) The District shall levy and collect a special assessment against any land and the improvements on the land to which any unpaid fines or penalties have been imposed pursuant to this act. A special assessment levied pursuant to this act shall be filed at the Office of Recorder of Deeds.\n\n\"(2) The special assessment may be collected at the same time and in the same manner as ordinary District real property taxes are collected pursuant to D.C. Code § 47-811(b). In addition, the special assessment shall be subject to the same penalties and interest as provided in D.C. Code § 47-811(c), and the same procedure and sale in case of delinquency as provided in Chapter 13 of Title 47 of the District of Columbia Code. The special assessment shall be subordinate to all existing special assessments previously imposed upon the same land and paramount to all liens except liens for District taxes and water and sewer charges. The special assessment shall continue until the special assessment and all interest due and payable has been paid.\"\n\nD.C. Law 14-78 rewrote subsec. (f); in subsec. (h)(1), substituted \"may\" for \"shall\"; and added subsec. (i). Prior to amendment, subsec. (f) read as follows:\n\n\"(f)(1) The District shall levy a special assessment against any land and the improvements on the land to which any unpaid fines or penalties have been imposed pursuant to this chapter. Any special assessment levied pursuant to this chapter shall be filed with the Office of the Recorder of Deeds.\n\n\"(2) The special assessment may be collected at the same time and in the same manner as ordinary District real property taxes are collected under § 47- 811(b). In addition, the special assessment shall be subject to the same penalties and interest as provided in § 47-811(c) and the same procedure and sale in case of delinquency as provided in Chapter 13 of Title 47. The special assessment shall be subordinate to all existing special assessments previously imposed on the same land and paramount to all liens except liens for District taxes and District water and sewer charges. The special assessment shall continue until the special assessment and all interest due and payable thereon has been paid.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 7(a)(2) of Illegal Dumping Enforcement Temporary Act of 1993 (D.C. Law 10-62, November 20, 1993, law notification 40 DCR 8455).\n\nFor temporary (225 day) amendment of section, see § 202 of Fiscal Year 1997 Budget Support Temporary Amendment Act of 1996 (D.C. Law 11-226, April 9, 1997, law notification 44 DCR 2584).\n\nFor temporary (225 day) amendment of section, see § 9 of the Real Property Tax Clarity and Litter Control Administration Temporary Amendment Act of 2001 (D.C. Law 14-8, June 13, 2001, law notification 48 DCR 5916).\n\nEmergency Act Amendments\n\nFor temporary amendments of section, see § 7(a)(2) and (a)(3) of the Illegal Dumping Enforcement Emergency Act of 1993 (D.C. Act 10-89, August 4, 1993, 40 DCR 6074) and § 7(a)(2) and (a)(3) of the Illegal Dumping Enforcement Congressional Recess Emergency Act of 1993 (D.C. Act 10-138, November 1, 1993, 40 DCR 7741).\n\nFor temporary amendment of section, see § 13 of the Solid Waste Facility Permit Emergency Act of 1995 (D.C. Act 11-144, October 23, 1995, 42 DCR 6044).\n\nFor temporary amendment of section, see § 202 of the Fiscal Year 1997 Budget Support Emergency Act of 1996 (D.C. Act 11-302, July 25, 1996, 43 DCR 4181), see § 202 of the Fiscal Year 1997 Budget Support Emergency Amendment Act of 1996 (D.C. Act 11-429, October 29, 1996, 43 DCR 6151), and see § 202 of the Fiscal Year 1997 Budget Support Congressional Adjournment Emergency Amendment Act of 1997 (D.C. Act 12-2, February 19, 1997, 44 DCR 1590).\n\nFor temporary (90-day) amendment of section, see § 909(b) of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 909(b) of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13- 438, October 20, 2000, 47 DCR 8740).\n\nFor temporary (90 day) amendment of section, see § 9 of Real Property Tax Clarity and Litter Control Administration Emergency Act of 2001 (D.C. Act 14- 22, March 16, 2001, 48 DCR 2706).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-100, see Historical and Statutory Notes following § 8-801.\n\nFor legislative history of D.C. Law 8-31, see Historical and Statutory Notes following § 8-803.\n\nFor legislative history of D.C. Law 10-117, see Historical and Statutory Notes following § 8-805.\n\nLaw 11-118, the \"Clean Hands Before Receiving a License or Permit Act of 1996,\" was introduced in Council and Assigned Bill No. 11-260, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on January 4, 1996, and February 26, 1996, respectively. Signed by the mayor on February 26, 1996, it was assigned Act No. 11-222 and transmitted to both Houses of Congress for its review. D. C. Law 11-118 became effective on May 11, 1996.\n\nLaw 11-198, the \"Fiscal Year 1997 Budget Support Act of 1996,\" was introduced in Council and assigned Bill No. 11-741, which was referred to the Committee on the Whole. The Bill was adopted on first and second readings on June 19, 1996, and July 3, 1996, respectively. Signed by the Mayor on July 26, 1996, it was assigned Act No. 11-360 and transmitted to both Houses of Congress for its review. D.C. Law 11-198 became effective on April 9, 1997.\n\nLaw 13-115, the \"Litter Control Administration Amendment Act of 2000,\" was introduced in Council and assigned Bill No. 13-304, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on January 4, 2000, and February 1, 2000, respectively. Signed by the Mayor on February 18, 2000, it was assigned Act No. 13-268 and transmitted to both Houses of Congress for its review. D.C. Law 13-115 became effective on May 23, 2000.\n\nFor Law 13-172, see notes following § 8-802.\n\nLaw 14-78, the \"Litter Control Administration Amendment Act of 2001\", was introduced in Council and assigned Bill No. 14-226, which was referred to the Committee on Public Works and the Environment.  The Bill was adopted on first and second readings on October 2, 2001, and November 6, 2001, respectively. Signed by the Mayor on November 29, 2001, it was assigned Act No. 14-198 and transmitted to both Houses of Congress for its review.   D.C. Law 14-78 became effective on March 6, 2002.\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Law 6-100, the \"Litter Control Administration Act of 1985\", see Mayor's Order 2000-184, December 5, 2000 (47 DCR 10222).\n\nDelegation of Authority Under the District of Columbia Solid Waste Management and Multi-Material Recycling Act of 1988 and the Litter Control Administration Act of 1985, see Mayor's Order 2008-157, November 20, 2008 (55 DCR 12539).\n\nResolutions\n\nResolution 14-191, the \"Rights-of-Way Fines Emergency Resolution of 2001\", was approved effective July 10, 2001.\n\nMiscellaneous Notes\n\nApproval of schedule of fines for violation of rules listed in § 8-802: Pursuant to Resolution 7-63, the \"Litter Control Administration Act Schedule of Fines Approval Resolution of 1987,\" effective May 19, 1987, the Council approved the proposed schedule of fines for violations of rules referenced in § 3 of the Litter Control Act which was transmitted to Council by the Mayor on April 14, 1987.\n\nApplication of provisions of Law 11-198: Section 1001 of D.C. Law 11-198 provided that titles I, II, III, V, and VI and §§ 405 and 406 of the act shall apply after September 30, 1996.\n\nRevised schedule of fines approved: Proposed Resolution 12-0015, the \"Litter Control Revised Schedule of Fines Approval Resolution of 1997,\" was deemed approved, effective May 8, 1997.\n\nDC CODE § 8-807\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-100, § 8, 33 DCR 781; Sept. 20, 1989, D.C. Law 8-31, § 2(f), 36 DCR 4750; May 20, 1994, D.C. Law 10-117, § 8(a)(2), (a)(3), 41 DCR 524; Apr. 9, 1997, D.C. Law 11-199, § 202, 43 DCR 4569; May 11, 1996, D.C. Law 11-118, § 8, 43 DCR 1191; Apr. 9, 1997, D.C. Law 11-198, § 202, 43 DCR 4569; May 23, 2000, D.C. Law 13-115, § 8, 47 DCR 1996; Oct. 19, 2000, D.C. Law 13-172, § 909(b), 47 DCR 6308; Mar. 6, 2002, D.C. Law 14-78, § 2(b), 48 DCR 11262.)","sections":[{"prefix":"a","text":" The Mayor may impose any or all sanctions stated in this section."},{"prefix":"b","text":"(1) The Mayor shall prepare and the Council of the District of Columbia (\"Council\") shall approve a schedule of fines for violating rules listed in § 8-802, and the fines, when adopted, shall be printed in the D.C. Register and in 1 or more of the daily newspapers published in the District of Columbia (\"District\")."},{"prefix":"2","text":" The schedule shall not be enforced until 30 days after publication in the D.C. Register."},{"prefix":"3","text":" The Mayor may modify this schedule of fines by rulemaking. The modification shall become effective at the end of 45 calendar days unless the Council, during the 45-day period, adopts a resolution disapproving the Mayor's modification."},{"prefix":"c","text":" In addition to the civil fine permitted under subsection (b) of this section, the following penalties may be imposed:"},{"prefix":"1","text":" In the case of a person receiving a notice of violation who fails to answer the notice within the time specified by § 8-804(f), a penalty equal to the amount of the civil fine; and"},{"prefix":"2","text":" In the case of a person receiving a notice of violation who answers but fails without good cause to appear on the date scheduled for the hearing, a penalty equal to twice the amount of the civil fine."},{"prefix":"d","text":" The Mayor may recover up to 3 times the cost and expense incurred by the Mayor for abating the nuisance, preventing the recurrence of the violation, and cleaning and clearing the site where the unlawful disposal occurred and for properly disposing of the solid waste."},{"prefix":"d-1","text":" The Mayor or hearing examiner may suspend or refuse to reissue any permit or license which authorizes the respondent to engage in the activity to which the sanction relates, or which otherwise substantially relates to the violation, if the respondent fails to pay any fines, penalties, interest, costs, or expense imposed pursuant to this chapter. Suspension of the permit or license shall continue until payment is made."},{"prefix":"e","text":" The hearing examiner may agree with the person subject to penalties under this section to allow an alternative sanction requiring the respondent to perform, on a voluntary basis, a specific number of hours of community service comparable to the severity of the violation. The assignment will be made by the hearing examiner according to rules provided for by § 8-810 and in conjunction with a representative of the District of Columbia Department of Public Works."},{"prefix":"f","text":"(1)(A) The amount to be paid under a notice of violation and any other charges, expenses, costs, penalties, and interest shall be a continuing and perpetual lien in favor of the District upon all real and personal property belonging to a person named in the notice and shall have the same force and effect as a lien created by judgment. Interest shall accrue on the amount due as provided in subsection (h) of this section."},{"prefix":"B","text":" The lien shall attach to all property belonging to the named person at any time during the period of the lien, including any property acquired by the named person after the lien arises."},{"prefix":"C","text":" The lien shall have priority over all other liens, except liens for District taxes and District water charges; provided, that the lien shall not be valid as against any bona fide purchaser, or holder of a security interest, mechanic's lienor or other such creditor interested in the property, without notice, until notice by filing the lien in the Recorder of Deeds. The lien shall be satisfied by payment of the amount of the lien to the agency that issued the notice."},{"prefix":"D","text":" For reasonable cause shown, the Mayor may abate the amount of the notice and any other charge, expense, penalty, or interest."},{"prefix":"E","text":" The Mayor may contract with any individual or business to collect the amount of the lien and remunerate the individual or business by fee, by a percentage of the amount collected, or both."},{"prefix":"2","text":" As additional means for collection, the Mayor may enforce payment of the fines, other charges, expenses, costs, penalties, or interest imposed against the real property of the named person as follows:"},{"prefix":"A","text":" The agency that issues the notice shall record, with the Recorder of Deeds, and in accordance with § 47-1340, a real property tax lien captioned \"Notice of Converted Real Property Tax Lien\". The real property tax lien shall be deemed a delinquent real property tax from the date of the conversion, shall accrue interest at the rate of interest charged for delinquent real property tax, and shall be perpetual. Subject to § 47-1340(f), payment thereof shall be credited to the General Fund of the District of Columbia. The real property may be sold at tax sale, regardless of the date of the conversion, in the same manner, under the same conditions, and subject to the same impositions of interest, costs, expenses, fees, and other charges, as real property sold for delinquent real property tax."},{"prefix":"B","text":" The aggregate amount of the fines, charges, expenses, costs, penalties, and interest secured by the lien imposed under paragraph (1) of this subsection may appear on a real property tax bill, and the aggregate amount shall be:"},{"prefix":"i","text":" Deemed an additional real property tax to be collected in the same manner and under the same conditions as real property tax is collected, including the sale of the real property for delinquent tax;"},{"prefix":"ii","text":" Credited to the General Fund of the District of Columbia; and"},{"prefix":"iii","text":" Subject to the same penalty and interest provisions as delinquent real property tax is subject as of the date of the real property tax bill."},{"prefix":"C","text":" The lien under paragraph (1) of this subsection, with penalty and interest as provided under this section, shall be converted to real property tax as of the due date for payment of the real property tax bill if payment is not made."},{"prefix":"3","text":" If the lien has been converted to a real property tax lien under § 47- 1340 or if the accrued amount of the lien appears on the real property tax bill, the real property tax lien shall be enforced under Chapter 13A of Title 47."},{"prefix":"g","text":" The Mayor may require the owner of vacant property in the District to fence or otherwise enclose the property to prevent the recurrence of a violation of any part of this chapter."},{"prefix":"h","text":"(1) The Mayor shall require the payment of an interest charge to be assessed against the total fine, penalty, and charge for abatement services performed by the Mayor that have not been satisfied, in full, within 30 days of the date that final notice, which requests payment, is mailed to the property owner. The rate of interest authorized by this section shall not exceed 1 1/2% per month or part of a month that accrues 30 days from the date of the final notice."},{"prefix":"2","text":" If a private agency collects any outstanding fines, penalties, charges, and interest due the District government, the Mayor may require an additional payment to cover the cost of collecting the outstanding fine, penalty, charge, and interest."},{"prefix":"i","text":" The Mayor may promulgate rules to carry out the intent and purposes of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"8","text":"Litter Control Administration. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"807","identifier":"8-807","catch_text":"Penalties for violations."}}