{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2915.\n\nTemporary Addition of Section\n\nSee Historical and Statutory Notes following § 8-901.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-62, see Historical and Statutory Notes following § 8-901.\n\nFor legislative history of D.C. Law 10-117, see Historical and Statutory Notes following § 8-901.\n\nDC CODE § 8-905\n\nCurrent through December 11, 2012","credits":"(May 20, 1994, D.C. Law 10-117, § 6, 41 DCR 524.)","sections":[{"prefix":"a","text":" All motor vehicles which are used, or intended to be used, to transport, or in any manner to facilitate a violation of this chapter shall be subject to forfeiture, except that:"},{"prefix":"1","text":" No motor vehicle used by any person as a common carrier in the transaction of business as a common carrier is subject to forfeiture under this section unless it appears that the owner or other person in charge of the conveyance is a consenting party or privy to a violation of this chapter;"},{"prefix":"2","text":" No motor vehicle is subject to forfeiture under this section by reason of any act or omission that the owner establishes was committed or omitted by a third party without the owner's knowledge and consent; and"},{"prefix":"3","text":" A forfeiture of a motor vehicle encumbered by a bona fide security interest is subject to the interest of the secured party if the secured party neither had knowledge of, nor consented to, the act or omission."},{"prefix":"b","text":" A motor vehicle subject to forfeiture under this section may be seized by law enforcement officials upon process issued by the Superior Court of the District of Columbia having jurisdiction over the motor vehicle, or without process if authorized by law."},{"prefix":"c","text":"(1) A motor vehicle taken or detained under this section shall not be subject to replevin, but shall be deemed to be in the custody of the Mayor. When a motor vehicle is seized under this chapter, the Mayor shall:"},{"prefix":"A","text":" Place the motor vehicle under seal;"},{"prefix":"B","text":" Remove the motor vehicle to a place designated by the Mayor; or"},{"prefix":"C","text":" Remove the motor vehicle to an appropriate location for disposition in accordance with law."},{"prefix":"2","text":"(A) After a proper showing of probable cause for the seizure of the motor vehicle is made, the Mayor shall cause notice of the seizure and the Mayor's intention to forfeit and sell or otherwise dispose of the motor vehicle in accordance with this section to be published for at least 2 successive weeks in a local newspaper of general circulation. In addition, the Mayor shall provide written notice of the seizure together with information on the applicable procedures for claiming the motor vehicle to each party who is known, or in the exercise of reasonable diligence should be known, by the Mayor to have a right of claim to the seized motor vehicle. Notice to each party shall be by registered or certified mail, return receipt requested."},{"prefix":"B","text":" Any person claiming an interest in the motor vehicle may, at any time within 30 days from the date of receipt or publication of notice, whichever is later, of seizure, file with the Mayor a claim stating his or her interest in the motor vehicle. Upon the filing of a claim, the claimant shall give a bond to the District in the sum of $2,500 or 10% of the fair market value of the claimed motor vehicle (as appraised by the Chief of the Metropolitan Police Department), whichever is lower, but not less than $250, with sureties to be approved by the Mayor. In case of forfeiture of the claimed motor vehicle, the costs and expenses of the forfeiture proceedings shall be deducted from the bond. Any costs that exceed the bond amount and the proceeds from the sale of the conveyance shall be paid by the claimant. In determining the fair market value of the motor vehicle seized, the Chief of the Metropolitan Police Department shall consider any verifiable and reasonable evidence of value that the claimant may present. The balance of the proceeds shall be transferred to the Department of Public Works and used to offset the cost of implementing this chapter and Chapter 8 of this title, and to abate solid waste nuisances. Subject to the enactment of appropriations, excess monies shall be used to fund recycling activities in accordance with § 8-1015."},{"prefix":"C","text":" If a claim and bond (or application for a waiver of bond) are not filed within 30 days of receipt or publication of notice, whichever is later, and the Mayor determines that the motor vehicle is forfeitable under this section, the Mayor shall declare the motor vehicle forfeited and shall dispose of the motor vehicle in accordance with the provisions of paragraph (3) of this subsection. If the Mayor determines that the seized motor vehicle is not forfeitable under this section, and is not otherwise subject to forfeiture, the Mayor shall return the motor vehicle to its rightful owner."},{"prefix":"D","text":" If the seized motor vehicle is not forfeited or disposed of in accordance with subparagraph (C) of this paragraph, the Mayor shall request the Corporation Counsel to apply to the Superior Court of the District of Columbia for forfeiture of the motor vehicle."},{"prefix":"E","text":" Whenever any person who has an interest in forfeited conveyance files with the Mayor, either before or after the sale or disposition of motor vehicle, a petition for remission or mitigation of the forfeiture, the Mayor shall remit or mitigate the forfeiture upon the terms and conditions as the Mayor deems reasonable if the Mayor finds that:"},{"prefix":"i","text":" The forfeiture was incurred without willful negligence or without any intention on the part of the petitioner to violate the law; or"},{"prefix":"ii","text":" Mitigating circumstances justify the remission or mitigation of the forfeiture."},{"prefix":"F","text":" In all suits or actions brought for forfeiture of any motor vehicle seized under this section when the motor vehicle is claimed by any person, the burden of proof shall be on the claimant once the Mayor has established probable cause as provided in subsection (a) of this section."},{"prefix":"3","text":" When a motor vehicle is forfeited under this section, the Mayor shall:"},{"prefix":"A","text":" Retain the motor vehicle for official use; or"},{"prefix":"B","text":" Sell the motor vehicle if it is not required by law to be destroyed and is not harmful to the public. All proper expenses of the proceedings for forfeiture and sale, including expenses of seizure, maintenance of custody, advertising, and court costs shall be deducted from the proceeds."},{"prefix":"4","text":" Any property contained in the motor vehicle at the time of seizure may be held for evidentiary purposes until such time as the forfeiture proceeding is concluded, or the Corporation Counsel determines that the property is no longer needed for evidentiary purposes, whichever is sooner. Any property that is not needed for evidentiary purposes may be returned to the person who has a right of claim to the property. The Mayor may dispose of any solid waste contained in the motor vehicle at the time of seizure and collect up to 3 times the cost and expense incurred for the proper disposal. If it appears to the Mayor that any property seized under this section is liable to perish, waste, or be greatly reduced in value by the keeping, or that the expense of keeping is disproportionate to the value of the property, the Mayor may proceed to advertise and sell the property at auction or otherwise dispose of the property."},{"prefix":"d","text":" In the event of seizure pursuant to subsection (b) of this section, proceedings under subsection (c) of this section shall be instituted promptly."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"9","text":"Illegal Dumping Enforcement. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"905","identifier":"8-905","catch_text":"Forfeitures."}}