{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 6-2911.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3(a) of Recycling Fee and Illegal Dumping Temporary Amendment Act of 1994 (D.C. Law 10-191, October 1, 1994, law notification 41 DCR 6934).\n\nTemporary Addition of Section\n\nFor temporary (225 day) additions, see §§ 2 to 5 of Illegal Dumping Enforcement Temporary Act of 1993 (D.C. Law 10-62, November 20, 1993, law notification 40 DCR 8455).\n\nEmergency Act Amendments\n\nFor temporary addition of chapter 29A, see §§ 2-6 of the Illegal Dumping Enforcement Emergency Act of 1993 (D.C. Act 10-89, August 4, 1993, 40 DCR 6074) and §§ 2-6 of the Illegal Dumping Enforcement Congressional Recess Emergency Act of 1993 (D.C. Act 10-138, November 1, 1993, 40 DCR 7741).\n\nFor temporary amendment of section, see § 3 (a) of the Recycling Fee and Illegal Dumping Emergency Amendment Act of 1994 (D.C. Act 10-269, July 7, 1994, 41 DCR 4669).\n\nLegislative History of Laws\n\nLaw 10-117, the \"Illegal Dumping Enforcement Act of 1994,\" was introduced in Council and assigned Bill No. 10-249, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on December 7, 1993, and January 4, 1994, respectively. Signed by the Mayor on January 25, 1994, it was assigned Act No. 10-181 and transmitted to both Houses of Congress for its review. D.C. Law 10-117 became effective on May 20, 1994.\n\nLaw 11-12, the \"Recycling Fee and Illegal Dumping Amendment Act of 1995,\" was introduced in Council and assigned Bill No. 11-15, which was retained by CounciL. The Bill was adopted on first and second readings on January 17, 1995, and February 7, 1995, respectively. Signed by the Mayor on March 6, 1995, it was assigned Act No. 11-23 and transmitted to both Houses of Congress for its review. D.C. Law 11-12 became effective on May 9, 1995.\n\nLaw 11-110, the \"Technical Amendments of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 4, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nLaw 12-90, the \"Illegal Dumping Enforcement Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-167, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 4, 1997, and January 6, 1998, respectively. Signed by the Mayor on January 26, 1998, it was assigned Act No. 12-263 and transmitted to both Houses of Congress for its review. D.C. Law 12-90 became effective on April 29, 1998.\n\nMiscellaneous Notes\n\nMayor authorized to issue regulations: Section 6 of D.C. Law 10-62 provided that the Mayor is authorized to promulgate regulations necessary to implement and enforce this act in accordance with subchapter I of Chapter 15 of Title 1.\n\nDC CODE § 8-901\n\nCurrent through December 11, 2012","credits":"(May 20, 1994, D.C. Law 10-117, § 2, 41 DCR 524; May 9, 1995, D.C. Law 11-12, § 3(a), 42 DCR 1265; Apr. 18, 1996, D.C. Law 11-110, § 15(a), 43 DCR 530; Apr. 29, 1998, D.C. Law 12-90, § 2(a), 45 DCR 1308.)","sections":[{"prefix":"1","text":" \"Commercial purpose\" means for the purpose of a person's economic gain."},{"prefix":"1A","text":" \"Dispose\" means to discharge, deposit, dump, or place any solid waste in the District of Columbia."},{"prefix":"2","text":" \"District\" means the District of Columbia."},{"prefix":"2A","text":" \"Hazardous waste\" means any waste or combination of wastes of a solid, liquid, contained gaseous, or semisolid form which, because of its quantity, concentration, or physical, chemical, or infectious characteristics, as established by the Mayor, may:"},{"prefix":"A","text":" Cause, or significantly contribute to an increase in mortality or an increase in serious irreversible, or incapacitating, reversible, illness; or"},{"prefix":"B","text":" Pose a substantial present or potential hazard to human health or the environment when improperly treated, stored, transported, or disposed of, or otherwise managed. Such wastes include, but are not limited to, those which are toxic, carcinogenic, flammable, irritants, strong sensitizers, or which generate pressure through decomposition, heat, or other means, as well as containers and receptacles previously used in the transportation, storage, use or application of the substances described as a hazardous waste."},{"prefix":"3","text":" \"Mayor\" means the Mayor of the District of Columbia."},{"prefix":"3A","text":" \"Medical waste\" means solid waste from medical research, medical procedures, or pathological, industrial, or medical laboratories. Medical waste includes, but is not limited to, the following types of solid waste:"},{"prefix":"A","text":" Cultures and stocks of infectious agents and associated biologicals, including cultures from medical and pathological laboratories, cultures and stocks of infectious agents from research and industrial laboratories, wastes from the production of biologicals, discarded live and attenuated vaccines, and culture dishes and devices used to transfer, inoculate, and mix cultures;"},{"prefix":"B","text":" Pathological waste, including tissues, organs, and body parts that are removed during surgery or autopsy;"},{"prefix":"C","text":" Human blood waste and products of blood, including serum, plasma, and other blood components;"},{"prefix":"D","text":" Sharps that have been used in patient care or medical research, or industrial laboratories, including hypodermic needles, syringes, pasteur pipettes, broken glass, and scalpel blades;"},{"prefix":"E","text":" Contaminated animal carcasses, body parts, and bedding of animals that were exposed to infectious agents during research, production of biologicals, or testing of pharmaceuticals;"},{"prefix":"F","text":" Waste from surgery or autopsy that was in contact with infectious agents, including soiled dressings, sponges, drapes, lavage tubes, drainage sets, underpads, and surgical gloves;"},{"prefix":"G","text":" Laboratory waste from medical, pathological, pharmaceutical, or other research, commercial, or industrial laboratories that was in contact with infectious agents, including slides, and cover slips, disposable gloves, laboratory coats, and aprons;"},{"prefix":"H","text":" Dialysis waste that was in contact with the blood of patients undergoing hemodialysis, including contaminated disposable equipment and supplies such as tubing, filters, disposable sheets, towels, gloves, aprons, and laboratory coats;"},{"prefix":"I","text":" Discarded medical equipment and parts that were in contact with infectious agents;"},{"prefix":"J","text":" Biological waste and discarded materials contaminated with blood, excretion, exudates and secretion from human beings or animals who are isolated to protect others from communicable diseases; and"},{"prefix":"K","text":" Such other waste material that results from the administration of medical care to a patient by a health care provider and is found by the Mayor to pose a threat to human health or the environment."},{"prefix":"4","text":" \"Motor vehicle\" means any conveyance propelled by an internal combustion engine, electricity, or steam."},{"prefix":"5","text":" \"Person\" means any individual, partnership, corporation (including a government corporation), trust, association, firm, joint stock company, organization, commission, the District or federal government, or any other entity."},{"prefix":"6","text":" \"Solid waste\" means combustible or incombustible refuse. Solid waste includes dirt, sand, sawdust, gravel, clay, loam, stone, rocks, rubble, building rubbish, shavings, trade or household waste, refuse, ashes, manure, vegetable matter, paper, dead animals, garbage or debris of any kind, any other organic or inorganic material or thing, or any other offensive matter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"8","text":"Environmental and Animal Control and Protection (Refs & Annos)"},"subtitle":{"prefix":"B","text":" Waste Disposal and Management."},"chapter":{"identifier":"9","text":"Illegal Dumping Enforcement. (Refs & Annos)"},"heading":{"title":"8","chaptersection":"901","identifier":"8-901","catch_text":"Definitions."}}