{"text":"The Mayor of the District of Columbia shall have the care and charge of, and the exclusive jurisdiction over, all the public roads and bridges, except such as belong to and are under the care of the United States, and except such as may be otherwise specially provided for by Congress.","historical":"Prior Codifications\n\n1981 Ed., § 7-102.\n\n1973 Ed., § 7-102.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 9-101.02\n\nCurrent through December 11, 2012","credits":"(R.S., D.C., § 247; June 20, 1874, 18 Stat. 116, ch. 337, § 2; June 11, 1878, 20 Stat. 103, ch. 180, § 2.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Highways, Bridges, Streets, and Alleys."},"chapter":{"identifier":"1","text":"Highway Plans. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"9","chaptersection":"101","identifier":"9-101.02","catch_text":"Jurisdiction over public roads and bridges."}}