{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-54, see notes following ยง 9-107.51.\n\nDC CODE ยง 9-107.57\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 2009, D.C. Law 18-54, ยง 8, 56 DCR 5694.)","sections":[{"prefix":"a","text":" The Mayor or the Chief Financial Officer is authorized to prescribe the final form and content of all Financing Documents and all Closing Documents to which the District is a party that may be necessary or appropriate to issue, sell, and deliver the GARVEE Bonds."},{"prefix":"b","text":" The Mayor or an Authorized Signatory is authorized to execute, in the name of the District and on its behalf, the Financing Documents and any Closing Documents to which the District is a party by the Mayor's manual or facsimile signature."},{"prefix":"c","text":" If required, the official seal of the District, or a facsimile of it, shall be impressed, printed, or otherwise reproduced on the GARVEE Bonds, the other Financing Documents, and the Closing Documents to which the District is a party."},{"prefix":"d","text":" The Mayor's or the Authorized Signatory's execution and delivery of the Financing Documents and the Closing Documents to which the District is a party shall constitute conclusive evidence of the Mayor's or the Authorized Signatory's approval, on behalf of the District, of the final form and content of the executed Financing Documents and the executed Closing Documents."},{"prefix":"e","text":" The Mayor or an Authorized Signatory is authorized to deliver the executed and sealed Financing Documents and Closing Documents, on behalf of the District, prior to or simultaneously with the issuance, sale, and delivery of the GARVEE Bonds, and to ensure the due performance of the obligations of the District contained in the executed, sealed, and delivered Financing Documents and Closing Documents."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Highways, Bridges, Streets, and Alleys."},"chapter":{"identifier":"1","text":"Highway Plans. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Federal-Aid Highway Projects."},"part":{"identifier":"B","text":"Transportation Infrastructure Improvement Garvee Bonding Financing."},"heading":{"title":"9","chaptersection":"107","identifier":"9-107.57","catch_text":"Financing and Closing Documents."}}