{"text":"The Mayor of the District of Columbia is authorized to construct grade crossing elimination and other wholly District construction projects or those authorized under § 8 of the Act of June 16, 1936 (49 Stat. 1521), and § 1(b) of the Federal Aid Highway Act of 1938, in accordance with the provisions of such acts. Pursuant to this authority, the Mayor may make payment to contractors and payment for other expenses in connection with the costs of surveys, design, construction, and inspection pending reimbursement to the District of Columbia by the Federal Highway Administration, Department of Transportation, or other parties participating in such projects.","historical":"Prior Codifications\n\n1981 Ed., § 7-137.\n\n1973 Ed., § 7-135c.\n\nReferences in Text\n\nSection 8 of the Act of June 16, 1936 (49 Stat. 1521), and § 1(b) of the Federal Aid Highway Act of 1938, both referred to in the first sentence of this section, were repealed by § 2(19) and (21) of the Act of August 27, 1958, 72 Stat. 919, Pub. L. 85-767.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 9-107.04\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 1973, 87 Stat. 507, Pub. L. 93-140, § 16.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Highways, Bridges, Streets, and Alleys."},"chapter":{"identifier":"1","text":"Highway Plans. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Federal-Aid Highway Projects."},"part":{"identifier":"A","text":"General."},"heading":{"title":"9","chaptersection":"107","identifier":"9-107.04","catch_text":"Grade crossing elimination projects."}}