{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 7-138.\n\n1973 Ed., § 7-136.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 9-101.18\n\nCurrent through December 11, 2012","credits":"(Aug. 23, 1968, 82 Stat. 828, Pub. L. 90-495, § 23(e), (f).)","sections":[{"prefix":"a","text":" The Mayor of the District of Columbia is authorized to acquire by purchase, donation, condemnation or otherwise, real property for transfer to the Secretary of the Interior in exchange or as replacement for park, parkway, and playground lands transferred to the District of Columbia for a public purpose pursuant to § 10-111 and the Mayor is further authorized to transfer to the United States title to property so acquired."},{"prefix":"b","text":" Payments are authorized to be made by the Mayor, and received by the Secretary of the Interior, in lieu of property transferred pursuant to subsection (a) of this section. The amount of such payment shall represent the cost to the Secretary of the Interior of acquiring real property suitable for replacement of the property so transferred as agreed upon between the Mayor and the head of said agency and shall be available for the acquiring of the replacement property."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Highways, Bridges, Streets, and Alleys."},"chapter":{"identifier":"1","text":"Highway Plans. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"9","chaptersection":"101","identifier":"9-101.18","catch_text":"Authority to acquire and transfer to Secretary of the Interior real property in exchange for real property transferred to the District; payments in lieu of transfer of property."}}