{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-54, see notes following § 9-107.51.\n\nDC CODE § 9-107.55\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 2009, D.C. Law 18-54, § 6, 56 DCR 5694.)","sections":[{"prefix":"a","text":" The Mayor is authorized to take any action reasonably necessary or appropriate in accordance with this part in connection with the preparation, execution, issuance, sale, delivery, security for, and payment of the GARVEE Bonds of each series, including, but not limited to, determinations of:"},{"prefix":"1","text":" The final form, content, designation, and terms of the GARVEE Bonds, including a determination that the GARVEE Bonds may be issued in certificated or book-entry form;"},{"prefix":"2","text":" The principal amount of the GARVEE Bonds to be issued and denominations of the GARVEE Bonds;"},{"prefix":"3","text":" The rate or rates of interest or the method for determining the rate or rates of interest on the GARVEE Bonds;"},{"prefix":"4","text":" The date or dates of issuance, sale, and delivery of, and the payment of interest on, the GARVEE Bonds, and the maturity date or dates of the GARVEE Bonds;"},{"prefix":"5","text":" The terms under which the GARVEE Bonds may be paid, optionally or mandatorily redeemed, accelerated, tendered, called, or put for redemption, repurchase, or remarketing before their respective stated maturities;"},{"prefix":"6","text":" Provisions for the registration, transfer, and exchange of the GARVEE Bonds and the replacement of mutilated, lost, stolen, or destroyed GARVEE Bonds;"},{"prefix":"7","text":" The creation of any reserve fund, sinking fund, or other fund with respect to the GARVEE Bonds;"},{"prefix":"8","text":" The time and place of payment of the GARVEE Bonds;"},{"prefix":"9","text":" Procedures for monitoring the use of the proceeds received from the sale of the GARVEE Bonds to ensure that the proceeds are properly applied and used to accomplish the purposes of the Home Rule Act and this part;"},{"prefix":"10","text":" Actions necessary to qualify the GARVEE Bonds under blue sky laws of any jurisdiction where the GARVEE Bonds are marketed; and"},{"prefix":"11","text":" The terms and types of credit enhancement under which the GARVEE Bonds may be secured."},{"prefix":"b","text":" The GARVEE Bonds shall contain a legend which shall provide that the GARVEE Bonds are special obligations of the District, are without recourse to the District, are not a pledge of, and do not involve, the faith and credit or the taxing power of the District, do not constitute a debt of the District, and do not constitute lending of the public credit for private undertakings as prohibited in § 1-206.02(a)(2)."},{"prefix":"c","text":" The GARVEE Bonds shall be executed in the name of the District and on its behalf by the manual or facsimile signature of the Mayor, and attested by the Secretary of the District of Columbia by the Secretary's manual or facsimile signature."},{"prefix":"d","text":" The official seal of the District, or a facsimile of it, shall be impressed, printed, or otherwise reproduced on the GARVEE Bonds."},{"prefix":"e","text":" The GARVEE Bonds of any series may be issued in accordance with the terms of a trust instrument to be entered into by the District and a trustee or paying agent to be selected by the Chief Financial Officer, and may be subject to the terms of one or more agreements entered into by the Mayor pursuant to § 1-204.90(a)(4)."},{"prefix":"f","text":" The GARVEE Bonds may be issued at any time or from time to time in one or more issues and in one or more series."},{"prefix":"g","text":" The GARVEE Bonds are declared to be issued for essential public and governmental purposes. The GARVEE Bonds, the interest thereon, the income therefrom, and all funds pledged or available to pay or secure the payment of the GARVEE Bonds shall at all times be exempt from taxation by the District, except for estate, inheritance, and gift taxes."},{"prefix":"h","text":" The District pledges, covenants, and agrees with the holders of the GARVEE Bonds that, subject to the provisions of the Financing Documents, the District will not limit or alter the GARVEE Revenues pledged to secure the GARVEE Bonds or the basis on which the GARVEE Revenues are collected or allocated, will not impair the contractual obligations of the District to fulfill the terms of any agreement made with the holders of the GARVEE Bonds, will not in any way impair the rights or remedies of the holders of the GARVEE Bonds, and will not modify in any way the exemptions from taxation provided for in this part, until the GARVEE Bonds, together with interest thereon, and all costs and expenses in connection with any suit, action, or proceeding by or on behalf of the holders of the GARVEE Bonds, are fully met and discharged. This pledge and agreement for the District may be included as part of the contract with the holders of the GARVEE Bonds. This subsection constitutes a contract between the District and the holders of the GARVEE Bonds. To the extent that any acts or resolutions of the Council may be in conflict with this part, this part shall be controlling."},{"prefix":"i","text":" Consistent with § 1-204.90(a)(4)(B) and notwithstanding Chapter 9 of Title 28:"},{"prefix":"1","text":" A pledge made and security interest created in respect of the GARVEE Bonds or pursuant to any related Financing Document shall be valid, binding, and perfected from the time the security interest is created, with or without physical delivery of any funds or any property and with or without any further action;"},{"prefix":"2","text":" The lien of the pledge shall be valid, binding, and perfected as against all parties having any claim of any kind in tort, contract, or otherwise against the District, whether or not such party has notice; and"},{"prefix":"3","text":" The security interest shall be valid, binding, and perfected whether or not any statement, document, or instrument relating to the security interest is recorded or filed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Highways, Bridges, Streets, and Alleys."},"chapter":{"identifier":"1","text":"Highway Plans. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Federal-Aid Highway Projects."},"part":{"identifier":"B","text":"Transportation Infrastructure Improvement Garvee Bonding Financing."},"heading":{"title":"9","chaptersection":"107","identifier":"9-107.55","catch_text":"Bond details."}}