{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 7-134.2.\n\nEffect of Amendments\n\nSection 135 of Public Law 106-522 rewrote subsec. (e), which previously read:\n\n\"GAO audit.--Not later than December 31, 1996, and each December 31 thereafter, the Comptroller General of the United States shall audit the financial condition and the operations of the fund established under this section and shall submit to Congress a report on the results of such audit and on the financial condition and the results of the operation of the fund during the preceding fiscal year and on the expected condition and operations of the fund during the next 5 fiscal years.\"\n\nD.C. Law 18-370, in subsec. (e), substituted \"submit to Congress, the Mayor, the Chief Financial Officer, and the Council a report\" for \"submit to Congress a report\", and substituted \"Not later than May 31, 2001, and each May 31 thereafter\" for \"Not later than March 15, 2011, and each March 15 thereafter\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 622 of Fiscal Year 2011 Supplemental Budget Support Emergency Act of 2010 (D.C. Act 18-694, January 19, 2011, 58 DCR 662).\n\nLegislative History of Laws\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nLaw 18-370, the \"Fiscal Year 2011 Supplemental Budget Support Act of 2010\", was introduced in Council and assigned Bill No. 18-1100, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on January 27, 2011, it was assigned Act No. 18-721 and transmitted to both Houses of Congress for its review. D.C. Law 18-370 became effective on April 8, 2011.\n\nMiscellaneous Notes\n\nShort title: Section 621 of D.C. Law 18-370 provided that subtitle C of title VI of the act may be cited as \"District Department of Transportation Omnibus Amendment Act of 2010\".\n\nSection 629 of D.C. Law 18-370 provides:\n\n\"Sec. 629. Applicability.\n\n\"This subtitle shall apply as of October 1, 2011; except, that sections 622 and 623(a)(2) shall apply as of the effective date of this act.\"\n\nDC CODE § 9-109.02\n\nCurrent through December 11, 2012","credits":"(Aug. 4, 1995, 109 Stat. 257, Pub. L. 104-21, § 3; Apr. 9, 1997, D.C. Law 11-255, § 17(a), 44 DCR 1271; Nov. 22, 2000, 114 Stat. 2440, Pub. L. 106- 522, § 135; Apr. 8, 2011, D.C. Law 18-370, § 622, 58 DCR 1008.)","sections":[{"prefix":"a","text":" Establishment of fund. -- Not later than December 31, 1995, the District of Columbia shall establish a dedicated highway fund to be comprised, at a minimum, of amounts equivalent to receipts from motor fuel taxes and, if necessary, motor vehicle taxes and fees collected by the District of Columbia to pay in accordance with this section the cost-sharing requirements established under Title 23, United States Code, and to repay the United States for increased Federal shares of eligible projects paid pursuant to § 9- 109.01(a). The fund shall be separate from the general fund of the District of Columbia."},{"prefix":"b","text":" Payment of non-federal share. -- For fiscal year 1997 and each fiscal year thereafter, amounts in the fund shall be sufficient to pay, at a minimum, the cost-sharing requirements established under Title 23, United States Code, for such fiscal year."},{"prefix":"c","text":" Repayment requirements. --"},{"prefix":"1","text":" Fiscal year 1996. -- By September 30, 1996, the District of Columbia shall pay to the United States from amounts in the fund established under subsection (a) of this section, with respect to each project for which an increased Federal share is paid in fiscal year 1995 pursuant to § 9-109.01(a), an amount equal to 50% the difference between:"},{"prefix":"A","text":" The amount of the costs of the project paid by the United States in such fiscal year pursuant to § 9-109.01(a); and"},{"prefix":"B","text":" The amount of the costs of the project that would have been paid by the United States but for § 9-109.01(a)."},{"prefix":"2","text":" Fiscal year 1997. -- By September 30, 1997, the District of Columbia shall pay to the United States from amounts in the fund established under subsection (a) of this section, with respect to each project for which an increased Federal share is paid in fiscal year 1995 pursuant to § 9-109.01(a) and with respect to each project for which an increased Federal share is paid in fiscal year 1996 pursuant to § 9-109.01(a), an amount equal to 50% of the difference between:"},{"prefix":"A","text":" The amount of the costs of the project paid in such fiscal year by the United States pursuant to § 9-109.01(a); and"},{"prefix":"B","text":" The amount of the costs of the project that would have been paid by the United States but for § 9-109.01(a)."},{"prefix":"3","text":" Fiscal year 1998. -- By September 30, 1998, the District of Columbia shall pay to the United States from amounts in the fund established under subsection (a) of this section, with respect to each project for which an increased Federal share is paid in fiscal year 1996 pursuant to § 9-109.01(a), an amount equal to 50% of the difference between:"},{"prefix":"A","text":" The amount of the costs of the project paid in such fiscal year by the United States pursuant to § 9-109.01(a); and"},{"prefix":"B","text":" The amount of the costs of the project that would have been paid by the United States but for § 9-109.01(a)."},{"prefix":"4","text":" Deposit of repaid funds. -- Repayments made under paragraphs (1), (2) and (3) of this subsection with respect to a project shall be:"},{"prefix":"A","text":" Deposited in the Highway Trust Fund established by section 9503 of the Internal Revenue Code of 1986; and"},{"prefix":"B","text":" Credited to the appropriate account of the District of Columbia for the category of the project."},{"prefix":"d","text":" Enforcement. -- If the District of Columbia does not meet any requirement established by subsection (a), (b), or (c) of this section and applicable in a fiscal year, the Secretary of Transportation shall not approve any highway project in the District of Columbia under Title 23, United States Code, until the requirement is met."},{"prefix":"e","text":" Inspector General Audit. -- Not later than February 1, 2001, and each February 1 thereafter, the Inspector General of the District of Columbia shall audit the financial statements of the District of Columbia Highway Trust Fund for the preceding fiscal year and shall submit to Congress, the Mayor, the Chief Financial Officer, and the Council a report on the results of such audit. Not later than March 15, 2011, and each March 15 thereafter, the Inspector General shall examine the statements forecasting the conditions and operations of the Trust Fund for the next 5 fiscal years commencing on the previous October 1 and shall submit to Congress a report on the results of such examination."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Highways, Bridges, Streets, and Alleys."},"chapter":{"identifier":"1","text":"Highway Plans. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Emergency Highway Relief."},"heading":{"title":"9","chaptersection":"109","identifier":"9-109.02","catch_text":"Dedicated highway fund and repayment of temporary waiver amounts."}}