{"text":"In this chapter:","historical":"Prior Codifications\n\n1981 Ed., § 7-1503.\n\nReferences in Text\n\n\"An Act to authorize the construction, protection, operation, and maintenance of a public airport on or in the vicinity of the District of Columbia,\" referred to in paragraph (6), is 64 Stat. 770.\n\n\"An Act to provide for the administration of the Washington National Airport, and for other purposes,\" referred to in paragraph (7), is 54 Stat. 686.\n\nMiscellaneous Notes\n\nShort title: See Historical and Statutory Notes following § 9-1001.\n\nDC CODE § 9-1003\n\nCurrent through December 11, 2012","credits":"(Oct. 30, 1986, 100 Stat. 3341-376, Pub. L. 99-591, § 6004.)","sections":[{"prefix":"1","text":" The term \"Administrator\" means the Administrator of the Federal Aviation Administration."},{"prefix":"2","text":" The term \"Airports Authority\" means the Metropolitan Washington Airports Authority, a public body to be created by the Commonwealth of Virginia and the District of Columbia consistent with the requirements of § 9-1006."},{"prefix":"3","text":" The term \"employees\" means all permanent Federal Aviation Administration personnel employed on the date the lease under § 9-1004 takes effect by the Metropolitan Washington Airports, an organization within the Federal Aviation Administration."},{"prefix":"4","text":" The term \"Metropolitan Washington Airports\" means Washington National Airport and Washington Dulles International Airport."},{"prefix":"5","text":" The term \"Secretary\" means the Secretary of Transportation."},{"prefix":"6","text":" The term \"Washington Dulles International Airport\" means the airport constructed under the Act entitled \"An Act to authorize the construction, protection, operation, and maintenance of a public airport on or in the vicinity of the District of Columbia\", and includes the Dulles Airport Access Highway and Right-of-way, including the extension between the Interstate Routes I-495 and I-66."},{"prefix":"7","text":" The term \"Washington National Airport\" means the airport described in the Act entitled \"An Act to provide for the administration of the Washington National Airport, and for other purposes\"."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Airports."},"chapter":{"identifier":"10","text":"Metropolitan Washington Airports."},"heading":{"title":"9","chaptersection":"1003","identifier":"9-1003","catch_text":"Definitions."}}