{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-54, see notes following ยง 9-107.51.\n\nDC CODE ยง 9-107.52\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 2009, D.C. Law 18-54, ยง 3, 56 DCR 5694.)","sections":[{"prefix":"a","text":" Pursuant to 1-204.90, the Council approves and authorizes the issuance of one or more series of GARVEE Bonds to fund the Qualified Transportation Project Costs of the Qualified Transportation Project; provided that:"},{"prefix":"1","text":" The aggregate principal amount of GARVEE Bonds that may be issued is the amount that can be supported by Debt Service equal to the annual GARVEE Revenues received by the District, but shall not exceed $200 million;"},{"prefix":"2","text":" The GARVEE Bonds may be issued from time to time in one or more series;"},{"prefix":"3","text":" The GARVEE Bonds shall be tax-exempt or taxable as the Chief Financial Officer shall determine and shall be payable and secured as provided in ยง 9- 107.54."},{"prefix":"b","text":" The Mayor is authorized to pay from the proceeds of the GARVEE Bonds the costs and expenses of issuing and delivering the GARVEE Bonds, including, but not limited to, underwriting discount or fees, rating agency fees, legal fees, accounting fees, financial advisory fees, trustee and paying agent fees, collection agent fees, bond insurance, letters of credit and other credit enhancements, liquidity enhancements, and printing costs and expenses."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Highways, Bridges, Streets, and Alleys."},"chapter":{"identifier":"1","text":"Highway Plans. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Federal-Aid Highway Projects."},"part":{"identifier":"B","text":"Transportation Infrastructure Improvement Garvee Bonding Financing."},"heading":{"title":"9","chaptersection":"107","identifier":"9-107.52","catch_text":"Bond authorization."}}