{"text":"The Mayor of the District of Columbia is hereby authorized and directed to prepare a plan for the extension of a permanent system of highways over all that portion of said District not included within the limits of the Cities of Washington and Georgetown. Said system shall be made as nearly in conformity with the street plan of the City of Washington as the Council of the District of Columbia may deem advisable and practicable. The highways provided in such plans shall not in any case be less than 90 feet nor more than 160 feet wide, except in cases of existing highways, which may be established of any width not less than their existing width and not more than 160 feet in width.","historical":"Prior Codifications\n\n1981 Ed., § 7-107.\n\n1973 Ed., § 7-108.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(153) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 9-103.01\n\nCurrent through December 11, 2012","credits":"(Mar. 2, 1893, 27 Stat. 532, ch. 197, § 1.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Highways, Bridges, Streets, and Alleys."},"chapter":{"identifier":"1","text":"Highway Plans. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Permanent Highway Plan."},"heading":{"title":"9","chaptersection":"103","identifier":"9-103.01","catch_text":"Width of highways."}}