{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 7-1508.\n\nReferences in Text\n\n\"An Act to provide for the administration of the Washington National Airport, and for other purposes,\" referred to in subsection (a)(2), is 54 Stat. 686.\n\n\"An Act to authorize the construction, protection, operation, and maintenance of a public airport in or in the vicinity of the District of Columbia,\" referred to in subsection (a)(2), is 64 Stat. 770.\n\n\"An Act making supplemental appropriations for the support of the government for the fiscal year ending June 30, 1941, and for other purposes,\" referred to in subsection (a)(2), is 54 Stat. 1030.\n\nMiscellaneous Notes\n\nShort title: See Historical and Statutory Notes following § 9-1001.\n\nDC CODE § 9-1008\n\nCurrent through December 11, 2012","credits":"(Oct. 30, 1986, 100 Stat. 3341-376, Pub. L. 99-591, § 6009.)","sections":[{"prefix":"a","text":" In order to assure that the Airports Authority has the same proprietary powers and is subject to the same restrictions with respect to federal law as any other airport except as otherwise provided in this chapter, during the period that the lease authorized by § 9-1004 is in effect:"},{"prefix":"1","text":" The Metropolitan Washington Airports shall be considered public airports for purposes of 49 U.S.C.App. § 2201 et seq.; and"},{"prefix":"2","text":" The Acts entitled \"An Act to provide for the administration of the Washington National Airport, and for other purposes\", \"An Act to authorize the construction, protection, operation, and maintenance of a public airport in or in the vicinity of the District of Columbia\", and \"An act making supplemental appropriations for the support of the Government for the fiscal year ending June 30, 1941, and for other purposes\" shall not apply to the operation of the Metropolitan Washington Airports, and the Secretary shall be relieved of all responsibility under those Acts."},{"prefix":"b","text":" The Metropolitan Washington Airports and the Airports Authority shall not be subject to the requirements of any law solely by reason of the retention by the United States of the fee simple title to such airports or by reason of the authority of the Board of Review under § 9-1006(f)."},{"prefix":"c","text":" The Commonwealth of Virginia shall have concurrent police power authority over the Metropolitan Washington Airports, and the courts of the Commonwealth of Virginia may exercise jurisdiction over Washington National Airport."},{"prefix":"d","text":"(1) The authority of the National Capital Planning Commission under § 5 of the Act of June 6, 1924 (40 U.S.C. § 71d) shall not apply to the Airports Authority."},{"prefix":"2","text":" The Airports Authority shall consult:"},{"prefix":"A","text":" With the National Capital Planning Commission and the Advisory Council on Historic Preservation before undertaking any major alterations to the exterior of the main terminal at Washington Dulles International Airport; and"},{"prefix":"B","text":" With the National Capital Planning Commission before undertaking development that would alter the skyline of Washington National Airport when viewed from the opposing shoreline of the Potomac River or from the George Washington Parkway."},{"prefix":"e","text":"(1) The Administrator may not increase the number of instrument flight rule takeoffs and landings authorized for air carriers by the High Density Rule (14 C.F.R. 93.121 et seq.) at Washington National Airport on October 30, 1986 and may not decrease the number of such takeoffs and landings except for reasons of safety."},{"prefix":"2","text":" The Federal Aviation Administration air traffic regulation entitled \"Modification of Allocation: Washington National Airport\" (14 C.F.R. 93.124) shall cease to be in effect on October 30, 1986."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Airports."},"chapter":{"identifier":"10","text":"Metropolitan Washington Airports."},"heading":{"title":"9","chaptersection":"1008","identifier":"9-1008","catch_text":"Relationship to and effect of other laws."}}