{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 7-1504.\n\nMiscellaneous Notes\n\nAmendment of lease: Section 7003 of Pub. L. 102-240, 105 Stat. 2202, December 18, 1991, provided for amendment of the lease with the Metropolitan Washington Airports Authority to secure the Airports Authority's consent to the conditions relating to the new Board of Review to be established under the Act.\n\nShort title: See Historical and Statutory Notes following § 9-1001.\n\nDC CODE § 9-1004\n\nCurrent through December 11, 2012","credits":"(Oct. 30, 1986, 100 Stat. 3341-376, Pub. L. 99-591, § 6005.)","sections":[{"prefix":"a","text":" The Secretary is authorized to enter into a lease of the Metropolitan Washington Airports with the Airports Authority for a 50-year term and to enter into any related agreement necessary for the transfer of authority and property to the Airports Authority. Authority to enter into a lease and agreement under this section shall lapse 2 years after October 30, 1986."},{"prefix":"b","text":"(1) The lease shall provide for the Airports Authority to pay to the general fund of the Treasury annually an amount, computed using the GNP Price Deflator, to equal $3,000,000 in 1987 dollars. The Secretary and the Airports Authority may renegotiate the level of lease payments attributable to inflation costs every 10 years."},{"prefix":"2","text":"(A) Not later than 1 year after the lease takes effect, the Airports Authority shall pay to the Treasury of the United States, to be deposited to the credit of the Civil Service Retirement and Disability Fund, an amount determined by the Office of Personnel Management to represent the actual added costs incurred by the Fund due to discontinued service retirement under § 5 U.S.C. § 8336(d)(1), of employees who elect not to transfer to the Airports Authority."},{"prefix":"B","text":" Not later than 1 year after the lease takes effect, the Airports Authority shall pay to the Treasury of the United States, to be deposited to the credit of the Civil Service Retirement and Disability Fund, an amount determined by the Office of Personnel Management to represent the present value of the difference between (i) the future cost of benefits payable from the Fund and due the employees covered under § 9-1007(e) that are attributable to the period of employment following the date the lease takes effect, and (ii) the contributions made by the employees and the Airports Authority under § 9- 1007(e). In determining the amount due, the Office of Personnel Management shall take into consideration the actual interest such amount can be expected to earn when invested in the Treasury of the United States."},{"prefix":"c","text":" The Airports Authority shall agree, at a minimum, to the following conditions and requirements in the lease:"},{"prefix":"1","text":" The Airports Authority shall operate, maintain, protect, promote, and develop the Metropolitan Washington Airports as a unit and as primary airports serving the Metropolitan Washington area."},{"prefix":"2","text":" The real property constituting the Metropolitan Washington Airports shall, during the period of the lease, be used only for airport purposes. For the purposes of this paragraph, the term \"airport purposes\" means a use of property interests (other than a sale) for aviation business or activities, or for activities necessary or appropriate to serve passengers or cargo in air commerce, or for nonprofit, public use facilities. If the Secretary determines that any portion of the real property leased to the Airports Authority pursuant to this chapter is used for other than airport purposes, the Secretary shall (A) direct that appropriate measures be taken by the Airports Authority to bring the use of such portion of real property in conformity with airport purposes, and (B) retake possession of such portion of real property if the Airports Authority fails to bring the use of such portion into a conforming use within a reasonable period of time, as determined by the Secretary."},{"prefix":"3","text":" The Airports Authority shall be subject to the requirements of 49 U.S.C. § 2210(a) and the assurances and conditions required of grant recipients under such Act as of the date the lease takes effect.   Notwithstanding 49 U.S.C. § 2210(a)(12), all revenues generated by the Metropolitan Washington Airports shall be expended for the capital and operating costs of such airports."},{"prefix":"4","text":" In acquiring by contract supplies or services for an amount estimated to be in excess of $200,000, or awarding concession contracts, the Airports Authority shall obtain, to the maximum extent practicable, full and open competition through the use of published competitive procedures. By a vote of 7 members, the Airports Authority may grant exceptions to the requirements of this paragraph."},{"prefix":"5","text":"(A) Except as provided in subparagraph (B) of this paragraph, all regulations of the Metropolitan Washington Airports (14 C.F.R. part 159) shall become regulations of the Airports Authority on the date the lease takes effect and shall remain in effect until modified or revoked by the Airports Authority in accordance with procedures of the Airports Authority."},{"prefix":"B","text":" The following regulations shall cease to be in effect on the date the lease takes effect:"},{"prefix":"i","text":" Section 159.59(a) of Title 14, Code of Federal Regulations (relating to new-technology aircraft); and"},{"prefix":"ii","text":" Section 159.191 of Title 14, Code of Federal Regulations (relating to violations of Federal Aviation Administration regulations as Federal misdemeanors)."},{"prefix":"C","text":" The Airports Authority may not increase or decrease the number of instrument flight rule takeoffs and landings authorized by 14 C.F.R. 93.121 et seq. at Washington National Airport on October 30, 1986 and may not impose a limitation after the date the lease takes effect on the number of passengers taking off or landing at Washington National Airport."},{"prefix":"6","text":"(A) Except as specified in subparagraph (B) of this paragraph, the Airports Authority shall assume all rights, liabilities, and obligations (tangible and incorporeal, present and executory) of the Metropolitan Washington Airports on the date the lease takes effect, including leases, permits, licenses, contracts, agreements, claims, tariffs, accounts receivable, accounts payable, and litigation relating to such rights and obligations, regardless whether judgment has been entered, damages awarded, or appeal taken. Before the date the lease takes effect, the Secretary shall also assure that the Airports Authority has agreed to cooperate in allowing representatives of the Attorney General and the Secretary adequate access to employees and records when needed for the performance of functions related to the period before the effectiveness of the lease. The Airports Authority shall assume responsibility for the Federal Aviation Administration's Master Plans for the Metropolitan Washington Airports."},{"prefix":"B","text":" The procedure for disputes resolution contained in any contract entered into on behalf of the United States before the date the lease takes effect shall continue to govern the performance of the contract unless otherwise agreed to by the parties to the contract. Claims for monetary damages founded in tort, by or against the United States as the owner and operator of the Metropolitan Washington Airports, arising before the date the lease takes effect shall be adjudicated as if the lease had not been entered into."},{"prefix":"C","text":" The Federal Aviation Administration shall remain responsible for reimbursing the Employees' Compensation Fund, pursuant to § 8147 of Title 5, United States Code, for compensation paid or payable after the date the lease takes effect in accordance with Chapter 81 of Title 5, United States Code, with regard to any injury, disability, or death due to events arising before such date, whether or not a claim has been filed or is final on such date."},{"prefix":"D","text":" The Airports Authority shall continue all collective bargaining rights enjoyed before the date the lease takes effect by employees of the Metropolitan Washington Airports."},{"prefix":"7","text":" The Comptroller General of the United States may conduct periodic audits of the activities and transactions of the Airports Authority in accordance with generally accepted management principles, and under such rules and regulations as may be prescribed by the Comptroller General. Any such audit shall be conducted at such place or places as the Comptroller General may deem appropriate. All books, accounts, records, reports, files, papers, and property of the Airports Authority shall remain in possession and custody of the Airports Authority."},{"prefix":"8","text":" The Airports Authority shall develop a code of ethics and financial disclosure in order to assure the integrity of all decisions made by its board of directors and employees."},{"prefix":"9","text":" Notwithstanding any other provision of law, no landing fee imposed for operating an aircraft or revenues derived from parking automobiles:"},{"prefix":"A","text":" At Washington Dulles International Airport may be used for maintenance or operating expenses (excluding debt service, depreciation, and amortization) at Washington Dulles International Airport."},{"prefix":"B","text":" At Washington National Airport may be used for maintenance or operating expenses (excluding debt service, depreciation, and amortization) at Washington Dulles International Airport."},{"prefix":"10","text":" The Airports Authority shall compute the fees and charges for landing general aviation aircraft at the Metropolitan Washington Airports on the same basis as the landing fees for air carrier aircraft, except that the Airports Authority may require a minimum landing fee not in excess of the landing fee for aircraft weighing 12,500 pounds."},{"prefix":"11","text":" The Secretary shall include such other terms and conditions applicable to the parties to the lease as are consistent with and carry out the provisions of this chapter."},{"prefix":"d","text":" The Secretary shall submit the lease entered into under this section to Congress. The lease may not take effect before the passage of (1) 30 days, or (2) 10 days in which either House of Congress is in session, whichever occurs later."},{"prefix":"e","text":" The district courts of the United States shall have jurisdiction to compel the Airports Authority and its officers and employees to comply with the terms of the lease. An action may be brought on behalf of the United States by the Attorney General, or by any aggrieved party."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Airports."},"chapter":{"identifier":"10","text":"Metropolitan Washington Airports."},"heading":{"title":"9","chaptersection":"1004","identifier":"9-1004","catch_text":"Lease of Metropolitan Washington Airports."}}