{"text":"The Congress finds that:","historical":"Prior Codifications\n\n1981 Ed., ยง 7-1501.\n\nReferences in Text\n\nThe \"Airline Deregulation Act of 1978,\" referred to in paragraph (4), is 92 Stat. 1705, Pub. L. 95-504.\n\nMiscellaneous Notes\n\nShort title: Section 6001 of Pub. L. 99-591 provided that: \"This title may be cited as the 'Metropolitan Washington Airports Act of 1986'.\"\n\nApproval of lease regarding Metropolitan Washington Airports: Pursuant to Resolution 7-36, the \"Metropolitan Washington Airports Authority Lease Approval Resolution of 1987,\" effective April 14, 1987, the Council approved the lease, dated March 2, 1987, between the United States of America and the Metropolitan Washington Airport Authority regarding the Metropolitan Washington Airports.\n\nDC CODE ยง 9-1001\n\nCurrent through December 11, 2012","credits":"(Oct. 30, 1986, 100 Stat. 3341-376, Pub. L. 99-591, ยง 6002.)","sections":[{"prefix":"1","text":" The 2 federally owned airports in the metropolitan area of Washington, District of Columbia, constitute an important and growing part of the commerce, transportation, and economic patterns of the Commonwealth of Virginia, the District of Columbia, and the surrounding region;"},{"prefix":"2","text":" Baltimore/Washington International Airport, owned and operated by the State of Maryland, is an air transportation facility that provides service to the greater Metropolitan Washington region together with the 2 federally owned airports, and timely federal-aid grants to Baltimore/Washington International Airport will provide additional capacity to meet the growing air traffic needs and to compete with other airports on a fair basis;"},{"prefix":"3","text":" The federal government has a continuing but limited interest in the operation of the 2 federally owned airports, which serve the travel and cargo needs of the entire Metropolitan Washington region as well as the District of Columbia as the national seat of government;"},{"prefix":"4","text":" Operation of the Metropolitan Washington Airports by an independent local agency will facilitate timely improvements at both airports to meet the growing demand of interstate air transportation occasioned by the Airline Deregulation Act of 1978;"},{"prefix":"5","text":" All other major air carrier airports in the United States are operated by public entities at the state, regional, or local level;"},{"prefix":"6","text":" Any change in status of the 2 airports must take into account the interest of nearby communities, the traveling public, air carriers, general aviation, airport employees, and other interested groups, as well as the interests of the federal government and state governments involved;"},{"prefix":"7","text":" In recognition of a perceived limited need for a federal role in the management of these airports and the growing local interest, the Secretary has recommended a transfer of authority from the federal to the local/state level that is consistent with the management of major airports elsewhere in the Nation;"},{"prefix":"8","text":" An operating authority with representation from local jurisdictions, similar to authorities at all major airports in the United States, will improve communications with local officials and concerned residents regarding noise at the Metropolitan Washington Airports;"},{"prefix":"9","text":" A commission of congressional, state, and local officials and aviation representatives has recommended to the Secretary that transfer of the federally owned airports be as a unit to an independent authority to be created by the Commonwealth of Virginia and the District of Columbia; and"},{"prefix":"10","text":" The federal interest in these airports can be provided through a lease mechanism which provides for local control and operation."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Airports."},"chapter":{"identifier":"10","text":"Metropolitan Washington Airports."},"heading":{"title":"9","chaptersection":"1001","identifier":"9-1001","catch_text":"Findings."}}