{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2458.\n\n1973 Ed., § 1-1446.\n\nEffect of Amendments\n\nD.C. Law 13-91, in subpar. (a)(1)(A), deleted \"(including payments under § 1- 2459)\" preceding \"furnish reasonable assurance\".\n\nLegislative History of Laws\n\nLaw 13-91, the \"Technical Amendments Act of 1999,\" was introduced in Council and assigned Bill No. 13-435, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 2, 1999, and December 7, 1999, respectively. Signed by the Mayor on December 29, 1999, it was assigned Act No. 13-234 and transmitted to both Houses of Congress for its review. D.C. Law 13-91 became effective on April 12, 2000.\n\nDC CODE § 9-1111.06\n\nCurrent through December 11, 2012","credits":"(Dec. 9, 1969, Pub. L. 91-143, § 9; July 13, 1972, 86 Stat. 464, Pub. L. 92-349, title I, § 101; Jan. 3, 1980, 93 Stat. 1323, Pub. L. 96-184, § 3(b); Apr. 12, 2000, D.C. Law 13-91, § 129, 47 DCR 520.)","sections":[{"prefix":"a","text":"(1) The Secretary of Transportation is authorized to guarantee, and to enter into commitments to guarantee, upon such terms and conditions as he may prescribe, payment of principal of and interest on bonds and other evidences of indebtedness (including short-term notes) issued with the approval of the Secretary of the Treasury by the Transit Authority under the Compact. No such guarantee or commitment to guarantee shall be made unless the Secretary of Transportation determines and certifies that:"},{"prefix":"A","text":" The obligation to be guaranteed represents an acceptable financial risk to the United States and the prospective revenues of the Transit Authority furnish reasonable assurance that timely payments of interest on such obligation will be made;"},{"prefix":"B","text":" The Transit Authority has entered into an agreement with the Secretary of Transportation providing for reasonable and prudent action by the Transit Authority respecting its financial condition if at any time the Secretary, in his discretion, determines that such action would be necessary to protect the interest of the United States;"},{"prefix":"C","text":" Unless the obligation is a short-term note (as determined by the Secretary), it will be sold through a process of competitive bidding as prescribed by the Secretary of Transportation; and"},{"prefix":"D","text":" The rate of interest payable with respect to such obligation is reasonable in light of prevailing market yields."},{"prefix":"2","text":" Notwithstanding subparagraph (C) of paragraph (1) of this subsection, the Secretary of Transportation may guarantee an obligation under this section sold through a process of negotiation if he makes a determination that prevailing market conditions would result in a higher net interest cost or would otherwise increase the cost of issuing the obligation if the obligation was sold through the competitive bidding process. The Secretary's determination shall be in writing and shall contain a detailed explanation of the reasons therefor."},{"prefix":"b","text":" Any guarantee of obligations made by the Secretary of Transportation under this section shall be conclusive evidence of the eligibility of the obligations for such guarantee, and the validity of any guarantee so made shall be incontestable, except for fraud or material misrepresentation, in the hands of a holder of the guaranteed obligation."},{"prefix":"c","text":" The aggregate principal amount of obligations which may be guaranteed under this section shall not exceed $1,200,000,000; except that:"},{"prefix":"1","text":" No obligation may be guaranteed under this section if, taking into account the principal amount of that obligation, the aggregate amount of principal of outstanding obligations guaranteed under this section exceeds $900,000,000 unless the local participating governments:"},{"prefix":"A","text":" Make, in accordance with agreements entered into with the Transit Authority, capital contributions to the Transit Authority for the adopted regional system in a total amount not less than 50 per centum of the amount by which the principal of such obligation causes such aggregate amount of principal to exceed $900,000,000; or"},{"prefix":"B","text":" Have entered into enforceable commitments with the Transit Authority to make such contributions by the end of the fiscal year in which such obligation is issued; and"},{"prefix":"2","text":" Obligations eligible for guarantees under this section which are issued solely for the purpose of refunding existing obligations previously guaranteed under this section may be guaranteed without regard to the $1,200,000,000 limitation."},{"prefix":"d","text":" The interest on any obligation of the Transit Authority guaranteed by the Secretary under the provisions of this section shall be included in gross income for the purposes of Chapter 1 of the Internal Revenue Code of 1954."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" National Capital Region Transportation."},"chapter":{"identifier":"11","text":"National Capital Region Transportation."},"subchapter":{"identifier":"VI","text":"Adopted Regional System. (Refs & Annos)"},"heading":{"title":"9","chaptersection":"1111","identifier":"9-1111.06","catch_text":"Guarantee of obligations."}}