{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2417.\n\n1973 Ed., § 1-1416.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 9-1103.07\n\nCurrent through December 11, 2012","credits":"(Sept. 15, 1960, 74 Stat. 1051, Pub. L. 86-794, § 7.)","sections":[{"prefix":"a","text":" The right to alter, amend, or repeal this subchapter is hereby expressly reserved."},{"prefix":"b","text":" The Washington Metropolitan Area Transit Commission shall submit to Congress copies of all periodic reports made by that Commission to the Governors, the Mayor of the District of Columbia and/or the legislatures of the compacting States."},{"prefix":"c","text":" The Congress or any committee thereof shall have the right to require the disclosure and furnishing of such information by the Washington Metropolitan Area Transit Commission as is deemed appropriate by the Congress or any of its committees. Further, Congress or any of its committees shall have access to all books, records and papers of the Washington Metropolitan Area Transit Commission as well as the right of inspection of any facility use, owned, leased, regulated or under the control of said Commission."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" National Capital Region Transportation."},"chapter":{"identifier":"11","text":"National Capital Region Transportation."},"subchapter":{"identifier":"II","text":"Compact for Mass Transportation."},"heading":{"title":"9","chaptersection":"1103","identifier":"9-1103.07","catch_text":"Reservation of right to alter, amend, or repeal subchapter; submission of periodic reports to Congress; scope of Congressional inquiry."}}