{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2463.\n\nReferences in Text\n\nSection 103(e)(4) of Title 23, United States Code, referred to in (d)(2), no longer exists after the substantial revision of § 103 by Pub. L. 105-178, title I, §§ 1106(b), 1212(a)(2)(A), June 9, 1998, 12 Stat. 131, 193.\n\nDC CODE § 9-1111.11\n\nCurrent through December 11, 2012","credits":"(Dec. 9, 1969, 83 Stat. 320, Pub. L. 91-143, § 14; Jan. 3, 1980, 93 Stat. 1320, Pub. L. 96-184, § 2.)","sections":[{"prefix":"a","text":" The Secretary of Transportation is authorized to make grants to the Transit Authority, in addition to the contributions authorized by § 9-1111.02, for the purpose of financing in part the cost of construction of the adopted regional system."},{"prefix":"b","text":" Federal grants under subsection (a) of this section for the adopted regional system shall be subject to § 9-1111.13 and to the following limitations and conditions:"},{"prefix":"1","text":" The work for which such grants are authorized shall be subject to the provisions of the Compact and shall be for projects included in the adopted regional system."},{"prefix":"2","text":" The aggregate amount of such federal grants made during any fiscal year shall be matched by the local participating governments by payment of capital contributions for such year in a total amount that is not less than 25 per centum of the amount of such federal grants and shall be provided in cash from sources other than federal funds or revenues from the operation of public mass transportation systems. Any public or private transit system funds so provided shall be solely from undistributed cash surpluses, replacement or depreciation funds or revenues available in cash, or new capital."},{"prefix":"3","text":" Such grants shall be subject to terms and conditions that the Secretary may deem appropriate for constructing the adopted regional system in a cost-effective manner."},{"prefix":"c","text":" There is authorized to be appropriated to the Secretary of Transportation for the purpose of making grants under subsection (a) of this section an aggregate amount not to exceed $1,700,000,000, except that no appropriation pursuant to this authorization shall be enacted for any fiscal year prior to fiscal year 1982."},{"prefix":"d","text":" Amounts appropriated pursuant to the authorization under subsection (c) of this section:"},{"prefix":"1","text":" Shall remain available until expended, if so provided in appropriation acts; and"},{"prefix":"2","text":" Shall be in addition to, and not in lieu of, amounts available to the Transit Authority under the Urban Mass Transportation Act of 1964, as amended, and § 103(e)(4) of Title 23, United States Code."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" National Capital Region Transportation."},"chapter":{"identifier":"11","text":"National Capital Region Transportation."},"subchapter":{"identifier":"VI","text":"Adopted Regional System. (Refs & Annos)"},"heading":{"title":"9","chaptersection":"1111","identifier":"9-1111.11","catch_text":"Authorization of additional federal contributions for construction."}}