{"text":"Any agreement that the Mayor executes pursuant to § 9-1109.02 shall contain provisions that substantially satisfy all of the following requirements:","historical":"Prior Codifications\n\n1981 Ed., § 1-2445.4.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-20, see Historical and Statutory Notes following § 9-1109.01.\n\nReferences in Text\n\nSection 28 of the Federal Transit Act, referred to in paragraph (5)(L) of this section, was formerly codified at 49 U.S.C. Appx. § 1624 prior to repeal by Act July 5, 1994, P.L. 103-272, § 7(b), 108 Stat. 1379. For the present similar provision, see 49 U.S.C. § 5330.\n\nDC CODE § 9-1109.04\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1997, D.C. Law 12-20, § 5, 44 DCR 4023.)","sections":[{"prefix":"1","text":" The joint state oversight agency shall consist of 6 voting members. Each party to the agreement shall appoint 2 members."},{"prefix":"2","text":" Three members of the joint state oversight agency, 1 from each party to the agreement, shall constitute a quorum for the purpose of approving action by the agency."},{"prefix":"3","text":" All actions of the joint state oversight agency shall be approved by majority vote of the members. Such vote shall consist of more than 1/2 of the total number of members in attendance and shall include at least 1 affirmative vote by a representative of each party."},{"prefix":"4","text":" A chairperson shall be elected, by majority vote, from among the members of the joint state oversight agency. The term of the chairperson shall be specified in the agreement. The chairperson shall have such responsibilities, consistent with the requirements of this section, as the agreement provides."},{"prefix":"5","text":" The joint state oversight agency shall be responsible for:"},{"prefix":"A","text":" Adopting a standard that satisfies the criteria in the APTA Manual;"},{"prefix":"B","text":" Requiring WMATA to develop and implement a plan that satisfies the standard in subparagraph (A) of this paragraph;"},{"prefix":"C","text":" Adopting a standard that requires WMATA to address the personal security of passengers and employees in its rail fixed guideway system;"},{"prefix":"D","text":" Requiring WMATA to develop and implement a plan that satisfies the standard in subparagraph (C) of this paragraph;"},{"prefix":"E","text":" Monitoring the implementation of the plans in subparagraphs (B) and (D) of this paragraph;"},{"prefix":"F","text":" Requiring WMATA to conduct internal safety audits for its rail fixed guideway system and to report the results of these audits;"},{"prefix":"G","text":" Requiring WMATA to report accidents and unacceptable hazardous conditions in its rail fixed guideway system;"},{"prefix":"H","text":" Establishing minimum procedures for investigating accidents and unacceptable hazardous conditions in WMATA's rail fixed guideway system;"},{"prefix":"I","text":" Investigating, or requiring WMATA to investigate, any such accidents or conditions;"},{"prefix":"J","text":" Requiring WMATA to develop and implement corrective action plans that address accidents and unacceptable hazardous conditions in its rail fixed guideway system;"},{"prefix":"K","text":" Conducting on-site safety reviews of WMATA's rail fixed guideway system; and"},{"prefix":"L","text":" Making reports as required under section 28 of the Act and under 49 C.F.R. § 659."},{"prefix":"6","text":" The joint state oversight agency shall have authority to contract with a consultant as it deems necessary to carry out its responsibilities. All actual costs associated with such a contract shall be shared equally, on a 1/3 basis, by each party to the agreement."},{"prefix":"7","text":" Any party to the agreement shall be entitled unilaterally to withdraw from it on no more than 60 days written notice to the other parties. Any party that withdraws shall be responsible for its pro rata share of any actual costs incurred for a consultant up to the effective date of termination, in accordance with paragraph (6) of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" National Capital Region Transportation."},"chapter":{"identifier":"11","text":"National Capital Region Transportation."},"subchapter":{"identifier":"V","text":"Washington Metropolitan Area Transit Authority Safety Regulation."},"heading":{"title":"9","chaptersection":"1109","identifier":"9-1109.04","catch_text":"Requirements for agreement."}}