{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2441.\n\n1973 Ed., § 1-1436.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 9-1107.12\n\nCurrent through December 11, 2012","credits":"(Nov. 6, 1966, 80 Stat. 1353, Pub. L. 89-774, § 6.)","sections":[{"prefix":"a","text":" The right to alter, amend or repeal this subchapter is hereby expressly reserved."},{"prefix":"b","text":" The Authority shall submit to Congress and the President copies of all annual and special reports made to the Governors, the Mayor of the District of Columbia and/or the legislatures of the compacting States."},{"prefix":"c","text":" The President and the Congress or any committee thereof shall have the right to require the disclosure and furnishing of such information by the Authority as they may deem appropriate. Further, the President and Congress or any of its committees shall have access to all books, records and papers of the Authority as well as the right of inspection of any facility used, owned, leased, regulated or under the control of said Authority."},{"prefix":"d","text":" In carrying out the audits provided for in § 70(b) of the Compact, the representatives of the General Accounting Office shall have access to all books, accounts, financial records, reports, files, and all other papers, things, or property belonging to or in use by the Board and necessary to facilitate the audit, and they shall be afforded full facilities for verifying transactions with the balances or securities held by depositories, agents, and custodians."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" National Capital Region Transportation."},"chapter":{"identifier":"11","text":"National Capital Region Transportation."},"subchapter":{"identifier":"IV","text":"Washington Metropolitan Area Transit Authority Compact. (Refs & Annos)"},"heading":{"title":"9","chaptersection":"1107","identifier":"9-1107.12","catch_text":"Reservation of right to alter, amend or repeal subchapter; submission of reports; scope of Presidential and Congressional inquiry; audits."}}