{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2454.\n\n1973 Ed., § 1-1443.\n\nMiscellaneous Notes\n\nAppropriations authorized: Public Law 104-194, 110 Stat. 2362, the District of Columbia Appropriations Act, 1997, provided for construction projects an increase of $46,923,000 (including an increase of $34,000,000 for the highway trust fund, reallocations and rescissions for a net rescission of $120,496,000 from local funds appropriated under this heading in prior fiscal years and an additional $133,419,000 in Federal funds), as authorized by §§ 34-2405.01 through 34-2405.08; §§ 34-2413.08, 34-2413.10 and 34-2304; and §§ 10-619 and 47-3404; including acquisition of sites, preparation of plans and specifications, conducting preliminary surveys, erection of structures, including building improvement and alteration and treatment of grounds, to remain available until expended: Provided, That funds for use of each capital project implementing agency shall be managed and controlled in accordance with all procedures and limitations established under the Financial Management System: Provided further, That all funds provided by this appropriation title shall be available only for the specific projects and purposes intended: Provided further, That notwithstanding the foregoing, all authorizations for capital outlay projects, except those projects covered by the first sentence of section 23(a) of the Federal-Aid Highway Act of 1968, approved August 23, 1968 (82 Stat. 827; Public Law 90-495; D.C. Code, sec. 9-107.01, note), for which funds are provided by this appropriation title, shall expire on September 30, 1998, except authorizations for projects as to which funds have been obligated in whole or in part prior to September 30, 1998: Provided further, That upon expiration of any such project authorization the funds provided herein for the project shall lapse.\n\nDC CODE § 9-1111.03\n\nCurrent through December 11, 2012","credits":"(Dec. 9, 1969, 83 Stat. 321, Pub. L. 91-143, § 4; July 13, 1972, 86 Stat. 466, Pub. L. 92-349, title II, § 201(a); Aug. 14, 1979, 93 Stat. 388, Pub. L. 96-57.)","sections":[{"prefix":"a","text":" To provide the District of Columbia share of the cost of the adopted regional system, the Mayor of the District of Columbia is authorized to contract with the Transit Authority to make annual capital contributions. To carry out the purposes of this section there is authorized to be appropriated out of the General Fund of the District of Columbia, an amount, without fiscal year limitation, not to exceed such sums as may be necessary."},{"prefix":"b","text":" The appropriations authorized by subsection (a) of this section shall be in addition to the appropriations authorized on behalf of the District of Columbia by § 9-1105.02(2)."},{"prefix":"c","text":" The Mayor of the District of Columbia is further authorized to contract with the Transit Authority and to pay in accordance with the terms thereof for the service to be provided to the District of Columbia by the adopted regional system."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" National Capital Region Transportation."},"chapter":{"identifier":"11","text":"National Capital Region Transportation."},"subchapter":{"identifier":"VI","text":"Adopted Regional System. (Refs & Annos)"},"heading":{"title":"9","chaptersection":"1111","identifier":"9-1111.03","catch_text":"District of Columbia contributions."}}