{"text":"","historical":"Temporary Amendments of Section\n\nFor temporary (225 day) authority of Mayor to execute Compact, see § 2 of Potomac River Bridges Towing Compact Temporary Act of 1999 (D.C. Law 13-4, May 28, 1999, law notification 46 DCR 5304).\n\nEmergency Act Amendments\n\nFor temporary (90-day) authorization of the District to remove disabled vehicles from any portion of the Potomac River Bridges, see §§ 2 to 6 of the Potomac River Bridges Towing Compact Emergency Act of 1999 (D.C. Act 13-16, February 10, 1999, 46 DCR 2349).\n\nFor temporary (90-day) authorization of continued participation in towing compact, see §§ 2 to 6 of the Potomac River Bridges Towing Compact Congressional Review Emergency Act of 1999 (D.C. Act 13-88, June 4, 1999, 46 DCR 5319).\n\nFor temporary (90-day) authorization of continued participation in towing compact, see §§ 2 to 6 of the Potomac River Bridges Towing Compact Congressional Review Emergency Act of 1999 (D.C. Act 13-222, January 11, 2000, 47 DCR 470).\n\nDC CODE § 9-1117.01\n\nCurrent through December 11, 2012","credits":"(March 31, 2000, D.C. Law 13-63, § 2, 46 DCR 9217.)","sections":[{"prefix":"a","text":" The Mayor is authorized to enter into and execute on behalf of the District a compact with any state or states legally joining the Potomac River Bridges Towing Compact (\"Compact\")."},{"prefix":"b","text":" The parties to this Compact are the District of Columbia, the Commonwealth of Virginia, and the State of Maryland (\"Parties\")."},{"prefix":"c","text":" The purpose of this Compact is to facilitate the prompt and orderly removal of disabled and abandoned vehicles from the bridges by giving all 3 Parties jurisdiction to exercise appropriate authority anywhere on the following bridges which pass through the territory of 2 or more of the jurisdictions: the Woodrow Wilson Memorial Bridge, Rochambeau Memorial Bridge, George Mason Memorial Bridge, Theodore Roosevelt Memorial Bridge, Francis Scott Key Bridge, Chain Bridge, and American Legion Memorial Bridge."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" National Capital Region Transportation."},"chapter":{"identifier":"11","text":"National Capital Region Transportation."},"subchapter":{"identifier":"IX","text":"Potomac River Bridges Towing Compact."},"heading":{"title":"9","chaptersection":"1117","identifier":"9-1117.01","catch_text":"Mayor authorized to enter into Compact; purpose"}}