{"text":"The Congress hereby consents to, adopts and enacts for the District of Columbia an amendment to the Washington Metropolitan Area Transit Regulation Compact, for which Congress heretofore has granted its consent (§§ 9-1103.01 and 9-1103.02) by adding thereto Title III, known as the Washington Metropolitan Area Transit Authority Compact (referred to in this subchapter as Title III), substantially as set out below.\n\nTITLE III\n\nARTICLE I\n\nDEFINITIONS\n\n1. As used in this Title, the following words and terms shall have the following meanings, unless the context clearly requires a different meaning:\n\n\n\n\n\n\n\n\n\n\nARTICLE II\n\nPURPOSE AND FUNCTIONS\n\n2. The purpose of this Title is to create a regional instrumentality, as a common agency of each signatory party, empowered, in the manner hereinafter set forth, (1) to plan, develop, finance and cause to be operated improved transit facilities, in coordination with transportation and general development planning for the Zone, as part of a balanced regional system of transportation, utilizing to their best advantage the various modes of transportation, (2) to coordinate the operation of the public and privately owned or controlled transit facilities, to the fullest extent practicable, into a unified regional transit system without unnecessary duplicating service, and (3) to serve such other regional purposes and to perform such other regional functions as the signatories may authorize by appropriate legislation.\n\nARTICLE III\n\nORGANIZATION AND AREA\n\nWashington Metropolitan Area Transit Zone\n\n3. There is hereby created the Washington Metropolitan Area Transit Zone which shall embrace the District of Columbia, the cities of Alexandria, Falls Church, and Fairfax, the counties of Arlington, Fairfax, and Loudoun and political subdivisions of the Commonwealth of Virginia located within those counties, and the counties of Montgomery and Prince George's in the State of Maryland and political subdivisions of the State of Maryland located in said counties.\n\nWashington Metropolitan Area Transit Authority\n\n4. There is hereby created, as an instrumentality and agency of each of the signatory parties hereto, the Washington Metropolitan Area Transit Authority which shall be a body corporate and politic, and which shall have the powers and duties granted herein and such additional powers as may hereafter be conferred upon it pursuant to law.\n\nBoard Membership\n\n5.(a) The Authority shall be governed by a Board of 8 Directors consisting of 2 Directors for each Signatory, and 2 for the federal government (one of whom shall be a regular passenger and customer of the bus or rail service of the Authority). For Virginia, the Directors shall be appointed by the Northern Virginia Transportation Commission; for the District of Columbia, by the Council of the District of Columbia; for Maryland, by the Washington Suburban Transit Commission; and for the federal government, by the Administrator of General Services. For Virginia and Maryland, the Directors shall be appointed from among the members of the appointing body, except as otherwise provided herein, and shall serve for a term coincident with their term on the appointing body. A Director for a Signatory may be removed or suspended from office only as provided by the law of the Signatory from which he was appointed. The nonfederal appointing authorities shall also appoint an alternate for each Director. In addition, the Administrator of General Services shall also appoint 2 nonvoting members who shall serve as the alternates for the federal Directors. An alternate Director may act only in the absence of the Director for whom he has been appointed as an alternate, except that, in the case of the District of Columbia where only one Director and his alternate are present, such alternate may act on behalf of the absent Director. Each alternate, including the federal nonvoting Directors, shall serve at the pleasure of the appointing authority. In the event of a vacancy in the Office of Director or alternate, it shall be filled in the same manner as an original appointment.\n\n\n\"I, .........., hereby solemnly swear (or affirm) that I will support and defend the Constitution of the United States and the Constitution and Laws of the state or political jurisdiction from which I was appointed as a director (alternate director) of the Board of Washington Metropolitan Area Transit Authority and will faithfully discharge the duties of the office upon which I am about to enter.\"\n\nCompensation of Directors and Alternates\n\n6. Members of the Board and alternates shall serve without compensation but may be reimbursed for necessary expenses incurred as an incident to the performance of their duties.\n\nOrganization and Procedure\n\n7. The Board shall provide for its own organization and procedure.   It shall organize annually by the election of a Chairman and Vice-Chairman from among its members.  Meetings of the Board shall be held as frequently as the Board deems that the proper performance of its duties requires and the Board shall keep minutes of its meetings.  The Board shall adopt rules and regulations governing its meeting, minutes and transactions.\n\nQuorum and Actions by the Board\n\n8.(a) Four Directors or alternates, consisting of at least one Director or alternate appointed from each Signatory, shall constitute a quorum and no action by the Board shall be effective unless a majority of the Board present and voting, which majority shall include at least one Director or alternate from each Signatory, concur therein; provided, however, that a plan of financing may be adopted or a mass transit plan adopted, altered, revised, or amended by the unanimous vote of the Directors representing any two Signatories.\n\n\nOfficers\n\n9.(a) The officers of the Authority, none of whom shall be members of the Board, shall consist of a general manager, a secretary, a treasurer, a comptroller, an inspector general, and a general counsel and such other officers as the Board may provide. Except for the office of general manager, inspector general, and comptroller, the Board may consolidate any of such other offices in one person. All such officers shall be appointed and may be removed by the Board, shall serve at the pleasure of the Board and shall perform such duties and functions as the Board shall specify. The Board shall fix and determine the compensation to be paid to all officers and, except for the general manager who shall be a full-time employee, all other officers may be hired on a full-time or part-time basis and may be compensated on a salary or fee basis, as the Board may determine. All employees and such officers as the Board may designate shall be appointed and removed by the general manager under such rules of procedure and standards as the Board may determine.\n\n\n\n\n\n\nConflict of Interests\n\n10.(a) No Director, officer or employee shall:\n\n\n\n\n\n\n\nARTICLE IV\n\nPLEDGE OF COOPERATION\n\n11. Each Signatory pledges to each other faithful cooperation in the achievement of the purposes and objects of this Title.\n\nARTICLE V\n\nGENERAL POWERS\n\nEnumeration\n\n12. In addition to the powers and duties elsewhere described in this Title, and except as limited in this Title, the Authority may:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nARTICLE VI\n\nPLANNING\n\nMass Transit Plan\n\n13.(a) The Board shall develop and adopt, and may from time to time review and revise, a mass transit plan for the immediate and long-range needs of the Zone. The mass transit plan shall include one or more plans designating (1) the transit facilities to be provided by the Authority, including the locations of terminals, stations, platforms, parking facilities and the character and nature thereof; (2) the design and location of such facilities; (3) whether such facilities are to be constructed or acquired by lease, purchase or condemnation; (4) a timetable for the provision of such facilities; (5) the anticipated capital costs; (6) estimated operating expenses and revenues relating thereto; and (7) the various other factors and considerations, which, in the opinion of the Board, justify and require the projects therein proposed. Such plan shall specify the types of equipment to be utilized, the areas to be served, the routes and schedules of service expected to be provided and the probable fares and charges therefor.\n\n\nPlanning Process\n\n14.(a) The mass transit plan, and any revisions, alterations or amendments thereof, shall be coordinated, through the procedures hereinafter set forth, with\n\n\n\n\n\n\n\n\n\nAdoption of Mass Transit Plan\n\n15.(a) Before a mass transit plan is adopted, altered, revised or amended, the Board shall transmit such proposed plan, alteration, revision or amendment for comment to the following and to such other agencies as the Board shall determine:\n\n\n\n\n\n\n\n\n\n\n\n\n\nARTICLE VII\n\nFINANCING\n\nPolicy\n\n16. With due regard for the policy of Congress for financing a mass transit plan for the Zone set forth in Section 204(g) of the National Capital Transportation Act of 1960 (74 Stat. 537), it is hereby declared to be the policy of this Title that, as far as possible, the payment of all costs shall be borne by the persons using or benefiting from the Authority's facilities and services and any remaining costs shall be equitably shared among the federal, District of Columbia and participating local governments in the Zone. The allocation among such governments of such remaining costs shall be determined by agreement among them and shall be provided in the manner hereinafter specified.\n\nPlan of Financing\n\n17.(a) The Authority, in conformance with said policy, shall prepare and adopt a plan for financing the construction, acquisition, and operation of facilities specified in a mass transit plan adopted pursuant to Article VI hereof, or in any alteration, revision or amendment thereof. Such plan of financing shall specify the facilities to be constructed or acquired, the cost thereof, the principal amount of revenue bonds, equipment trust certificates, and other evidences of debt proposed to be issued, the principal terms and provisions of all loans and underlying agreements and indentures, estimated operating expenses and revenues, and the proposed allocation among the federal, District of Columbia, and participating local governments of the remaining costs and deficits, if any, and such other information as the Commission may consider appropriate.\n\n\nCommitments for Financial Participation\n\n18.(a) Commitments on behalf of the portion of the Zone located in Virginia shall be by contract or agreement by the Authority with the Northern Virginia Transportation District, or its component governments, as authorized in the Transportation District Act of 1964 (Ch. 631, 1964 Acts of Virginia Assembly), to contribute to the capital required for the construction and/or acquisition of facilities specified in a mass transit plan adopted as provided in Article VI, or any alteration, revision or amendment thereof, and for meeting expenses and obligations in the operation of such facilities. No such contract or agreement, however, shall be entered into by the Authority with the Northern Virginia Transportation District unless said District has entered into the contracts or agreements with its member governments, as contemplated by Section 1(b)(4) of Article 4 of said Act, which contracts or agreements expressly provide that such contracts or agreements shall inure to the benefit of the Authority and shall be enforceable by the Authority in accordance with the provisions of Section 2, Article 5 of said Act, and such contracts or agreements are acceptable to the Board. The General Assembly of Virginia hereby authorizes and designates the Authority as the agency to plan for and provide transit facilities and services for the area of Virginia encompassed within the Zone within the contemplation of Article 1, Section 3(c) of said Act.\n\n\n\n\n\nAdministrative Expenses\n\n19. Prior to the time the Authority has receipts from appropriations and contracts or agreements as provided in Section 18 of this Article VII, the expenses of the Authority for administration and for preparation of a mass transit and financing plan, including all engineering, financial, legal and other services required in connection therewith, shall, to the extent funds for such expenses are not provided through grants by the federal government, be borne by the District of Columbia, by the Washington Suburban Transit District and the component governments of the Northern Virginia Transportation District. Such expenses shall be allocated among such governments on the basis of population as reflected by the latest available population statistics of the Bureau of the Census; provided, however, that upon the request of any Director the Board shall make the allocation upon estimates of population acceptable to the Board. The allocations shall be made by the Board and shall be included in the annual current expense budget prepared by the Board.\n\nAcquisition of Facilities from Federal or Other Agencies\n\n20.(a) The Authority is authorized to acquire by purchase, lease or grant or in any manner other than condemnation, from the federal government, or any agency thereof, from the District of Columbia, Maryland or Virginia, or any political subdivision or agency thereof, any transit and related facilities, including real and personal property and all other assets, located within the Zone, whether in operation or under construction. Such acquisition shall be made upon such terms and conditions as may be agreed upon and subject to such authorization or approval by the Congress and the governing body of the District of Columbia, as may be required; provided, however, that if such acquisition imposes or may impose any further or additional obligation or liability upon the Washington Suburban Transit District, the Northern Virginia Transportation District, or any component government thereof, under any contract with the Authority, the Authority shall not make such acquisition until any such affected contract has been appropriately amended.\n\n\nTemporary Borrowing\n\n21. The Board may borrow, in anticipation of receipts, from any signatory, the Washington Suburban Transit District, the Northern Virginia Transportation District or any component government thereof, or from any lending institution for any purposes of this Title, including administrative expenses. Such loans shall be for a term not to exceed two years and at such rates of interest as shall be acceptable to the Board. The signatories and any such political subdivision or agency may, in its discretion, make such loans from any available money.\n\nFunding\n\n22. The Board shall not construct or acquire any of the transit facilities specified in a mass transit plan adopted pursuant to the provisions of Article VI of this Title, or in any alteration, revision or amendment thereof, nor make any commitments or incur any obligations with respect thereto until funds are available therefor.\n\nARTICLE VIII\n\nBUDGET\n\nCapital Budget\n\n23. The Board shall annually adopt a capital budget, including all capital projects it proposes to undertake or continue during the budget period, containing a statement of the estimated cost of each project and the method of financing thereof.\n\nCurrent Expense Budget\n\n24. The Board shall annually adopt a current expense budget for each fiscal year. Such budget shall include the Board's estimated expenditures for administration, operation, maintenance and repairs, debt service requirements and payments to be made into any funds required to be maintained. The total of such expenses shall be balanced by the Board's estimated revenues and receipts from all sources, excluding funds included in the capital budget or otherwise earmarked for other purposes.\n\nAdoption and Distribution of Budgets\n\n25.(a) Following the adoption by the Board of Annual capital and current expense budgets, the general manager shall transmit certified copies of such budgets to the principal budget officer of the federal government, the District of Columbia, the Washington Suburban Transit District and of the component governments of the Northern Virginia Transportation Commission at such time and in such manner as may be required under their respective budgetary procedures.\n\n\nPayments\n\n26. Subject to such review and approval as may be required by their budgetary or other applicable processes, the federal government, the Government of the District of Columbia, the Washington Suburban Transit District and the component governments of the Northern Virginia Transportation District shall include in their respective budgets next to be adopted and appropriate or otherwise provide the amounts certified to each of them as set forth in the budgets.\n\nARTICLE IX\n\nREVENUE BONDS\n\nBorrowing Power\n\n27. The Authority may borrow money for any of the purposes of this Title, may issue its negotiable bonds and other evidences of indebtedness in respect thereto and may mortgage or pledge its properties, revenues and contracts as security therefor.\n\nAll such bonds and evidences of indebtedness shall be payable solely out of the properties and revenues of the Authority. The bonds and other obligations of the Authority, except as may be otherwise provided in the indenture under which they were issued, shall be direct and general obligations of the Authority and the full faith and credit of the Authority are hereby pledged for the prompt payment of the debt service thereon and for the fulfillment of all other undertakings of the Authority assumed by it to or for the benefit of the holders thereof.\n\nFunds and Expenses\n\n28. The purposes of this Title shall include, without limitation, all costs of any project or facility or any part thereof, including interest during a period of construction and for a period not to exceed two years thereafter and any incidental expenses (legal, engineering, fiscal, financial, consultant and other expenses) connected with issuing and disposing of the bonds; all amounts required for the creation of an operating fund, construction fund, reserve fund, sinking fund, or other special fund; all other expenses connected with administration, the planning, design, acquisition, construction, completion, improvement or reconstruction of any facility or any part thereof; and reimbursement of advances by the Board or by others for such purposes and for working capital.\n\nCredit Excluded; Officers, State, Political Subdivisions and Agencies\n\n29. The Board shall have no power to pledge the credit of any signatory party, political subdivision or agency thereof, or to impose any obligation for payment of the bonds upon any signatory party, political subdivision or agency thereof, but may pledge the contracts of such governments and agencies; provided, however, that the bonds may be underwritten in whole or in part as to principal and interest by the United States, or by any political subdivision or agency of any signatory; provided, further, that any bonds underwritten in whole or in part as to principal and interest by the United States shall not be issued without approval of the Secretary of the Treasury. Neither the Directors nor any person executing the bonds shall be liable personally on the bonds of the Authority or be subject to any personal liability or accountability by reason of the issuance thereof.\n\nFunding and Refunding\n\n30. Whenever the Board deems it expedient, it may fund and refund the bonds and other obligations of the Authority whether or not such bonds and obligations have matured. It may provide for the issuance, sale or exchange of refunding bonds for the purpose of redeeming or retiring any bonds (including the payment of any premium, duplicate interest or each cash adjustment required in connection therewith) issued by the Authority or issued by any other issuing body, the proceeds of the sale of which have been applied to any facility acquired by the Authority or which are payable out of the revenues of any facility acquired by the Authority. Bonds may be issued partly to refund bonds and other obligations then outstanding, and partly for any other purpose of the Authority. All provisions of this Title applicable to the issuance of bonds are applicable to refunding bonds and to the issuance, sale or exchange thereof.\n\nBonds; Authorization Generally\n\n31. Bonds and other indebtedness of the Authority shall be authorized by resolution of the Board. The validity of the authorization and issuance of any bonds by the Authority shall not be dependent upon nor affected in any way by: (i) the deposition of bond proceeds by the Board or by contract, commitment or action taken with respect to such proceeds; or (ii) the failure to complete any part of the project for which bonds are authorized to be issued.  The Authority may issue bonds in one or more series and may provide for one or more consolidated bond issues, in such principal amounts and with such terms and provisions as the Board may deem necessary.   The bonds may be secured by a pledge of all or any part of the property, revenues and franchises under its control.  Bonds may be issued by the Authority in such amount, with such maturities and in such denominations and form or forms, whether coupon or registered, as to principal alone or as to both principal and interest, as may be determined by the Board.  The Board may provide for redemption of bonds prior to maturity on such notice and at such time or times and with such redemption provisions, including premiums, as the Board may determine.\n\nBonds; Resolutions and Indentures Generally\n\n32. The Board may determine and enter into indentures or adopt resolutions providing for the principal amount, date or dates, maturities, interest rate, or rates, denominations, form, registration, transfer, interchange and other provisions of the bonds and coupons and the terms and conditions upon which the same shall be executed, issued, secured, sold, paid, redeemed, funded and refunded. The resolution of the Board authorizing any bond or any indenture so authorized under which the bonds are issued may include all such covenants and other provisions not inconsistent with the provisions of this Title, other than any restriction on the regulatory powers vested in the Board by this Title, as the Board may deem necessary or desirable for the issue, payment, security, protection or marketing of the bonds, including without limitation covenants and other provisions as to the rates or amounts of fees, rents and other charges to be charged or made for use of the facilities; the use, pledge, custody, securing, application and disposition of such revenues, of the proceeds of the bonds, and of any other moneys or contracts of the Authority; the operation, maintenance, repair and reconstruction of the facilities and the amounts which may be expended therefor; the sale, lease or other disposition of the facilities; the insuring of the facilities and of the revenues derived therefrom; the construction or other acquisition of other facilities; the issuance of additional bonds or other indebtedness; the rights of the bondholders and of any trustee for the bondholders upon default by the Authority or otherwise; and the modification of the provisions of the indenture and of the bonds. Reference on the face of the bonds to such resolution or indenture by its date of adoption or the apparent date on the face thereof is sufficient to incorporate all of the provisions thereof and of this Title into the body of the bonds and their appurtenant coupons. Each taker and subsequent holder of the bonds or coupons, whether the coupons are attached to or detached from the bonds, has recourse to all of the provisions of the indenture and of this Title and is bound thereby.\n\nMaximum Maturity\n\n33. No bond or its terms shall mature in more than fifty years from its own date and in the event any authorized issue is divided into two or more series or divisions, the maximum maturity date herein authorized shall be calculated from the date on the face of each bond separately, irrespective of the fact that different dates may be prescribed for the bonds of each separate series or division of any authorized issue.\n\nTax Exemption\n\n34. All bonds and all other evidences of debt issued by the Authority under the provisions of this Title and the interest thereon shall at all times be free and exempt from all taxation by or under authority of any signatory parties, except for transfer, inheritance and estate taxes.\n\nInterest\n\n35. Bonds shall bear interest at such rate or rates as may be determined by the Board, payable annually or semiannually.\n\nPlace of Payment\n\n36. The Board may provide for the payment of the principal and interest of bonds at any place or places within or without the signatory states, and in any specified lawful coin or currency of the United States of America.\n\nExecution\n\n37. The Board may provide for the execution and authentication of bonds by the manual, lithographed or printed facsimile signature of members of the Board, and by additional authentication by a trustee or fiscal agent appointed by the Board; provided, however, that one of such signatures shall be manual. If any of the members whose signatures or countersignatures appear upon the bonds or coupons cease to be members before the delivery of the bonds or coupons, their signatures or countersignatures are nevertheless valid and of the same force and effect as if the members had remained in office until the delivery of the bonds and coupons.\n\nHolding Own Bonds\n\n38. The Board shall have power out of any funds available therefor to purchase its bonds and may hold, cancel or resell such bonds.\n\nSale\n\n39. The Board may fix terms and conditions for the sale or other disposition of any authorized issue of bonds. The Board may sell bonds at less than their par or face value but no issue of bonds may be sold at an aggregate price below the par or face value thereof if such sale would result in a net interest cost to the Authority calculated upon the entire issue so sold in excess of the applicable rate determined by the Board, payable semiannually, computed with relation to the absolute maturity of the bonds according to standard tables of bond values, deducting the amount of any premium to be paid on the redemption of any bonds prior to maturity. All bonds issued and sold pursuant to this Title may be sold in such manner, either at public or private sale, as the Board shall determine.\n\nNegotiability\n\n40. All bonds issued under the provisions of this Title are negotiable instruments.\n\nBonds Eligible for Investment and Deposit\n\n41. Bonds issued under the provisions of this Title are hereby made securities in which all public officers and public agencies of the signatories and their political subdivisions and all banks, trust companies, savings and loan associations, investment companies and others carrying on a banking business, all insurance companies and insurance associations and others carrying on an insurance business, all administrators, executors, guardians, trustees and other fiduciaries, and all other persons may legally and properly invest funds, including capital in their control or belonging to them. Such bonds are hereby made securities which may properly and legally be deposited with and received by any officer of any signatory, or of any agency or political subdivision of any signatory, for any purpose for which the deposit of bonds or other obligations of such signatory is now or may hereafter be authorized by law.\n\nValidation Proceedings\n\n42. Prior to the issuance of any bonds, the Board may institute a special proceeding to determine the legality of proceedings to issue the bonds and their validity under the laws of any of the signatory parties. Such proceeding shall be instituted and prosecuted in rem and the final judgment rendered therein shall be conclusive against all persons whomsoever and against each of the signatory parties.\n\nRecording\n\n43. No indenture need be recorded or filed in any public office, other than the office of the Board. The pledge of revenues provided in any indenture shall take effect forthwith as provided therein and irrespective of the date of receipt of such revenues by the Board of the indenture trustee. Such pledge shall be effective as provided in the indenture without physical delivery of the revenues to the Board or to the indenture trustee.\n\nPledged Revenues\n\n44. Bond redemption and interest payments shall, to the extent provided in the resolution or indenture, constitute a first, direct and exclusive charge and lien on all revenues received from the use and operation of the facility, and on any sinking or other funds created therefrom. All such revenues, together with interest thereon, shall constitute a trust fund for the security and payment of such bonds and except as and to the extent provided in the indenture with respect to the payment therefrom of expenses for other purposes including administration, operation, maintenance, improvements or extensions of the facilities or other purposes shall not be used or pledged for any other purpose so long as such bonds, or any of them, are outstanding and unpaid.\n\nRemedies\n\n45. The holder of any bond may for the equal benefit and protection of all holders of bonds similarly situated: (1) by mandamus or other appropriate proceedings require and compel the performance of any of the duties imposed upon the Board or assumed by it, its officers, agents or employees under the provisions of any indenture, in connection with the acquisition, construction, operation, maintenance, repair, reconstruction or insurance of the facilities, or in connection with the collection, deposit, investment, application and disbursement of the revenues derived from the operation and use of the facilities, or in connection with the deposit, investment and disbursement of the proceeds received from the sale of bonds; or (2) by action or suit in a court of competent jurisdiction of any signatory party require the Authority to account as if it were the trustee of an express trust, or enjoin any acts or things which may be unlawful or in violation of the rights of the holders of the bonds. The enumeration of such rights and remedies does not, however, exclude the exercise or prosecution of any other rights or remedies available to the holders of bonds.\n\nARTICLE X\n\nEQUIPMENT TRUST CERTIFICATES\n\nPower\n\n46. The Board shall have power to execute agreements, leases and equipment trust certificates with respect to the purchase of facilities or equipment such as cars, trolley buses and motor buses, or other craft, in the form customarily used in such cases and appropriate to effect such purchase, and may dispose of such equipment trust certificates in such manner as it may determine to be for the best interests of the Authority. Each vehicle covered by an equipment trust certificate shall have the name of the owner or lessor plainly marked upon both sides thereof, followed by the words \"Owner and Lessor.\"\n\nPayments\n\n47. All monies required to be paid by the Authority under the provisions of such agreements, leases and equipment trust certificates shall be payable solely from the revenue to be derived from the operation of the transit system or from such grants, loans, appropriations or other revenues, as may be available to the Board under the provisions of this Title. Payment for such facilities or equipment, or rentals thereof, may be made in installments, and the deferred installments may be evidenced by equipment trust certificates as aforesaid, and title to such facilities or equipment may not vest in the Authority until the equipment trust certificates are paid.\n\nProcedure\n\n48. The agreement to purchase facilities or equipment by the Board may direct the vendor to sell and assign the equipment to a bank or trust company, duly authorized to transact business in any of the signatory States, or to the Housing and Home Finance Administrator, as trustee, lessor or vendor, for the benefit and security of the equipment trust certificates and may direct the trustee to deliver the facilities and equipment to one or more designated officers of the Board and may authorize the trustee simultaneously therewith to execute and deliver a lease of the facilities or equipment to the Board.\n\nAgreements and Leases\n\n49. The agreements and leases shall be duly acknowledged before some person authorized by law to take acknowledgements of deeds and in the form required for acknowledgement of deeds and such agreements, leases, and equipment trust certificates shall be authorized by resolution of the Board and shall contain such covenants, conditions and provisions as may be deemed necessary or appropriate to insure the payment of the equipment trust certificates from the revenues to be derived from the operation of the transit system and other funds.\n\nThe covenants, conditions and provisions of the agreements, leases and equipment trust certificates shall not conflict with any of the provisions of any resolution or trust agreement securing the payment of bonds or other obligations of the Authority then outstanding or conflict with or be in derogation of the rights of the holders of any such bonds or other obligations.\n\nLaw Governing\n\n50. The equipment trust certificates issued hereunder shall be governed by Laws of the District of Columbia and for this purpose the chief place of business of the Authority shall be considered to be the District of Columbia. The filing of any documents required or permitted to be filed shall be governed by the Laws of the District of Columbia.\n\nARTICLE XI\n\nOPERATION OF FACILITIES\n\nOperation by Contract or Lease\n\n51. Any facilities and properties owned or controlled by the Authority may be operated by the Authority directly or by others pursuant to contract or lease as the Board may determine.\n\nThe Operating Contract\n\n52. Without limitation upon the right of the Board to prescribe such additional terms and provisions as it may deem necessary and appropriate, the operating contract shall:\n\n\n\n\n\n\n\n\n\n\nCompensation for Contractor\n\n53. Compensation to the Contractor under the operating contract may, in the discretion of the Board, be in the form of (1) a fee paid by the Board to the Contractor for services, (2) a payment by the Contractor to the Board for the right to operate the system, or (3) such other arrangement as the Board may prescribe; provided, however, that the compensation shall bear a reasonable relationship to the benefits to the Authority and to the estimated costs the Authority would incur in directly performing the functions and duties delegated under the operating contract; and provided, further, that no such contract shall create any right in the Contractor (1) to make or change any rate or fare or alter or change the service specified in the contract to be provided or (2) to seek judicial relief by any form of original action, review or other proceedings from any rate or fare or service prescribed by the Board. Any assertion, or attempted assertion, by the Contractor of the right to make or change any rate or fare or service prescribed by the Board shall constitute cause for termination of the operating contract. The operating contract may provide incentives for efficient and economical management.\n\nSelection of Contractor\n\n54. The Board shall enter into an operating contract only after formal advertisement and negotiations with all interested and qualified parties, including private transit companies rendering transit service within the Zone; provided, however, that, if the Authority acquires transit facilities from any agency of the federal or District of Columbia governments, in accordance with the provisions of Article VII, Section 20 of this Title, the Authority shall assume the obligations of any operating contract which the transferor agency may have entered into.\n\nARTICLE XII\n\nCOORDINATION OF PRIVATE AND PUBLIC FACILITIES\n\nDeclaration of Policy\n\n55. It is hereby declared that the interest of the public in efficient and economical transit service and in the financial well-being of the Authority and of the private transit companies requires that the public and private segments of the regional transit system be operated, to the fullest extent possible, as a coordinated system without unnecessary duplicating service.\n\nImplementation of Policy\n\n56. In order to carry out the legislative policy set forth in Section 55 of this Article XII\n\n\n\n\n\n\n\n\n\n\n\n\n\nRights of Private Carriers Unaffected\n\n57. Nothing in this Title shall restrict or limit such rights and remedies, if any, that any private carrier may have against the Authority arising out of acts done or actions taken by the Authority hereunder. In the event any court of competent jurisdiction shall determine that the Authority has unlawfully infringed any rights of any private carrier or otherwise caused or permitted any private carrier to suffer legally cognizable injury, damages or harm and shall award a judgment therefor, such judgment shall constitute a lien against any and all of the assets and properties of the Authority.\n\nFinancial Assistance to Private Carriers\n\n58.(a) The Board may accept grants from and enter into loan agreements with the Housing and Home Finance Administrator, pursuant to the provisions of the Urban Mass Transportation Act of 1964 (78 Stat. 302), or with any successor agency or under any law of similar purport, for the purpose of rendering financial assistance to private carriers.\n\n\n\nARTICLE XIII\n\nJURISDICTION; RATES AND SERVICE\n\nWashington Metropolitan Area Transit Commission\n\n59. Except as provided herein, this Title shall not affect the functions and jurisdiction of WMATC, as granted by Titles I and II of this Compact, over the transportation therein specified and the persons engaged therein and the Authority shall have no jurisdiction with respect thereto.\n\nPublic Facilities\n\n60. Service performed by transit facilities owned or controlled by the Authority, and the rates and fares to be charged for such service, shall be subject to the sole and exclusive jurisdiction of the Board and, notwithstanding any other provision in this Compact contained, WMATC shall have no authority with respect thereto, or with respect to any contractor in connection with the operation by it of transit facilities owned or controlled by the Authority. The determinations of the Board with respect to such matters shall not be subject to judicial review nor to the processes of any court.\n\nStandards\n\n61. Insofar as practicable, and consistent with the provision of adequate service at reasonable fares, the rates and fares and service shall be fixed by the Board so as to result in revenues which will:\n\n\n\n\n\nHearings\n\n62.(a) The Board shall not raise any fare or rate, nor implement a major service reduction, except after holding a public hearing with respect thereto.\n\n\n\n\nReference of Matters to WMATC\n\n63. To facilitate the attainment of the public policy objectives for operation of the publicly and privately owned or controlled transit facilities as stated in Article XII, Section 55, prior to the hearing provided for by Section 62 hereof --\n\n\n\n\nARTICLE XIV\n\nLABOR POLICY\n\nConstruction\n\n64. The Board shall take such action as may be necessary to insure that all laborers and mechanics employed by contractors or subcontractors in the construction, alteration or repair, including painting and decorating, of projects, buildings and works which are undertaken by the Authority or are financially assisted by it, shall be paid wages at rates not less than those prevailing on similar construction in the locality as determined by the Secretary of Labor in accordance with the Davis-Bacon Act, as amended (40 U.S.C. 276a-276a-5), and every such employee shall receive compensation at a rate not less than one and one-half times his basic rate of pay for all hours worked in any workweek in excess of eight hours in any workday or forty hours in any workweek, as the case may be. A provision stating the minimum wages thus determined and the requirement that overtime be paid as above provided shall be set out in each project advertisement for bids and in each bid proposal form and shall be made a part of the contract covering the project, which contract shall be deemed to be a contract of the character specified in Section 103 of the Contract Work Hours Standards Act (76 Stat. 357), as now or as may hereafter be in effect. The Secretary of Labor shall have, with respect to the administration and enforcement of the labor standards specified in this provision, the supervisory, investigatory and other authority and functions set forth in Reorganization Plan No. 14 of 1950 (15 F.R. 3176, 64 Stat. 1267, 5 U.S.C. 133z-15), and section 2 of the Act of June 13, 1934, as amended (48 Stat. 948, as amended; 40 U.S.C. 276 (c)). The requirements of this section shall also be applicable with respect to the employment of laborers and mechanics in the construction, alteration or repair, including painting and decorating, of the transit facilities owned or controlled by the Authority where such activities are performed by a Contractor pursuant to agreement with the operator of such facilities.\n\nEquipment and Supplies\n\n65. Contracts for the manufacture or furnishing of materials, supplies, articles and equipment shall be subject to the provisions of the Walsh-Healey Public Contracts Act (41 U.S.C. 35 et seq.), as now or as may hereafter be in effect.\n\nOperations\n\n66.(a) The rights, benefits, and other employee protective conditions and remedies of section 13(c) of the Urban Mass Transportation Act of 1964, as amended (49 U.S.C. 1609(c)), as determined by the Secretary of Labor shall apply to the operation by the Washington Metropolitan Area Transit Authority of any mass transit facilities owned or controlled by it and to any contract or other arrangement for the operation of transit facilities.   Whenever the Authority shall operate any transit facility or enter into any contractual or other arrangements for the operation of such transit facility the Authority shall extend to employees of affected mass transportation systems first opportunity for transfer and appointment as employees of the Authority in accordance with seniority, in any nonsupervisory job in respect to such operations for which they can qualify after a reasonable training period.  Such employment shall not result in any worsening of the employee's position in his former employment nor any loss of wages, hours, working conditions, seniority, fringe benefits and rights and privileges pertaining thereto.\n\n\n\n\n\nARTICLE XV\n\nRELOCATION ASSISTANCE\n\nRelocation Program and Payments\n\n67. Section 7 of the Urban Mass Transportation Act of 1964, and as the same may from time to time be amended, and all regulations promulgated thereunder, are hereby made applicable to individuals, families, business concerns and nonprofit organizations displaced from real property by actions of the Authority without regard to whether financial assistance is sought by or extended to the Authority under any provision of that Act; provided, however, that in the event real property is acquired for the Authority by an agency of the federal government, or by a State or local agency or instrumentality, the Authority is authorized to reimburse the acquiring agency for relocation payments made by it.\n\nRelocation of Public or Public Utility Facilities\n\n68. Notwithstanding the provisions of Section 67 of this Article XV, any highway or other public facility or any facilities of a public utility company which will be dislocated by reason of a project deemed necessary by the Board to effectuate the authorized purposes of this Title shall be relocated if such facilities are devoted to a public use, and the reasonable cost of relocation, if substitute facilities are necessary, shall be paid by the Board from any of its monies.\n\nARTICLE XVI\n\nGENERAL PROVISIONS\n\nCreation and Administration of Funds\n\n69.(a) The Board may provide for the creation and administration of such funds as may be required. The funds shall be disbursed in accordance with rules established by the Board and all payments from any funds shall be reported to the Board. Monies in such funds and other monies of the Authority shall be deposited, as directed by the Board, in any branch or subsidiary of any state or national bank which has operations within the Zone, and having a total paid-in capital of at least one million dollars ($1,000,000). The trust department of any such state or national bank may be designated as a depositary to receive any securities acquired or owned by the Authority. The restriction with respect to paid-in capital may be waived for any such bank which agrees to pledge federal securities to protect the funds and securities of the Authority in such amounts and pursuant to such arrangements as may be acceptable to the Board.\n\n\n\n\n\n\n\nAnnual Independent Audit\n\n70.(a) As soon as practical after the closing of the fiscal year, an audit shall be made of the financial accounts of the Authority. The audit shall be made by qualified certified public accountants selected by the Board, who shall have no personal interest, direct or indirect, in the financial affairs of the Authority or any of its officers or employees. The report of audit shall be prepared in accordance with generally accepted auditing principles and shall be filed with the Chairman and other officers as the Board shall direct. Copies of the report shall be distributed to each Director, the Congress, the Mayor and Council of the District of Columbia, the Governors of Virginia and Maryland, the Washington Suburban Transit Commission, the Northern Virginia Transportation Commission, and the governing bodies of the political subdivisions located within the Transit Zone which are parties to commitments for participation in the financing of the Authority and shall be made available for public distribution.\n\n\n\nReports\n\n71. The Board shall make and publish an annual report on its programs, operations and finances, which shall be distributed in the same manner provided by Section 70 of this Article XVI for the report of annual audit.   It may also prepare, publish and distribute such other public reports and informational materials as it may deem necessary or desirable.\n\nInsurance\n\n72. The Board may self-insure or purchase insurance and pay the premiums therefor against loss or damage to any of its properties; against liability for injury to persons or property; and against loss of revenue from any cause whatsoever. Such insurance coverage shall be in such form and amount as the Board may determine, subject to the requirements of any agreement arising out of issuance of bonds or other obligations by the Authority.\n\nPurchasing\n\n73.(a)(1) Except as provided in subsections (b), (c), and (f) of this section, and except in the case of procurement procedures otherwise expressly authorized by statute, the Authority, in conducting a procurement of property, services, or construction, shall:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRights of Way\n\n74. The Board is authorized to locate, construct and maintain any of its transit and related facilities in, upon, over, under or across any streets, highways, freeways, bridges and any other vehicular facilities, subject to the applicable laws governing such use of such facilities by public agencies. In the absence of such laws, such use of such facilities by the Board shall be subject to such reasonable conditions as the highway department or other affected agency of a signatory party may require; provided, however, that the Board shall not construct or operate transit or related facilities upon, over, or across any parkways or park lands without the consent of, and except upon the terms and conditions required by, the agency having jurisdiction with respect to such parkways and park lands, but may construct or operate such facilities in a subway under such parkways or park lands upon such reasonable terms and conditions as may be specified by the agency having jurisdiction with respect thereto.\n\nCompliance with Laws, Regulations and Ordinances\n\n75. The Board shall comply with all laws, ordinances and regulations of the signatories and political subdivisions and agencies thereof with respect to use of streets, highways and all other vehicular facilities, traffic control and regulation, zoning, signs and buildings.\n\nPolice\n\n76.(a) The Authority is authorized to establish and maintain a regular police force, to be known as the Metro Transit Police, to provide protection for its patrons, personnel, and Transit facilities. The Metro Transit Police shall have the powers and duties and shall be subject to the limitations set forth in this section. It shall be composed of both uniformed and plainclothes personnel and shall be charged with the duty of enforcing the laws of the Signatories, the laws, ordinances, and regulations of the political subdivisions thereof in the Transit Zone, and the rules and regulations of the Authority. The jurisdiction of the Metro Transit Police shall limited to Transit facilities (including bus stops) owned, controlled, or operated by the Authority, but this restriction shall not limit the power of the said Metro Transit Police to make arrests in the Transit Zone for violations committed upon, to, or against such Transit facilities from within or outside such facilities while in hot or close pursuit, or to execute traffic citations and criminal process in accordance with subsection (c) of this section. The members of the Metro Transit Police shall have concurrent jurisdiction in the performance of their duties with the duly constituted law enforcement agencies of the Signatories and of the political subdivisions thereof in which any Transit facility of the Authority is located or in which the Authority operates any Transit service. Nothing contained in this section shall either relieve any Signatory or political subdivision or agency thereof from its duty to provide police, fire, and other public safety service and protection, or limit, restrict, or interfere with the jurisdiction of, or the performance of, duties by the existing police, fire, and other public safety agencies. For purposes of this section, \"bus stop\" means that area within 150 feet of a Metrobus bus stop sign, excluding the interior of any building not owned, controlled, or operated by the Washington Metropolitan Area Transit Authority.\n\n\n\n\n\n\n\n\n\n\n\nExemption from Regulation\n\n77. Except as otherwise provided in this Title, any transit service rendered by transit facilities owned or controlled by the Authority and the Authority or any corporation, firm or association performing such transit service pursuant to an operating contract with the Authority, shall, in connection with the performance of such service, be exempt from all laws, rules, regulations and orders of the signatories and of the United States otherwise applicable to such transit service and persons, except that laws, rules, regulations and orders relating to inspection of equipment and facilities, safety and testing shall remain in force and effect; provided, however, that the Board may promulgate regulations for the safety of the public and employees not inconsistent with the applicable laws, rules, regulations or orders of the signatories and of the United States.\n\nTax Exemption\n\n78. It is hereby declared that the creation of the Authority and the carrying out of the corporate purposes of the Authority is in all respects for the benefit of the people of the signatory states and is for a public purpose and that the Authority and the Board will be performing an essential governmental function, including, without limitation, proprietary, governmental and other functions, in the exercise of the powers conferred by this Title. Accordingly, the Authority and the Board shall not be required to pay taxes or assessments upon any of the property acquired by it or under its jurisdiction, control, possession or supervision or upon its activities in the operation and maintenance of any transit facilities or upon any revenues therefrom and the property and income derived therefrom shall be exempt from all federal, State, District of Columbia, municipal and local taxation. This exemption shall include, without limitation, all motor vehicle license fees, sales taxes and motor fuel taxes.\n\nReduced Fares\n\n79. The District of Columbia, the Northern Virginia Transportation District, the Washington Suburban Transit District and the component governments thereof, may enter into contracts or agreements with the Authority to make equitable payments for fares lower than those established by the Authority pursuant to the provisions of Article XIII hereof for any specified class or category of riders.\n\nLiability for Contracts and Torts\n\n80. The Authority shall be liable for its contracts and for its torts and those of its Directors, officers, employees and agent committed in the conduct of any proprietary function, in accordance with the law of the applicable signatory (including rules on conflict of laws), but shall not be liable for any torts occurring in the performance of a governmental function. The exclusive remedy for such breach of contracts and torts for which the Authority shall be liable, as herein provided, shall be by suit against the Authority. Nothing contained in this Title shall be construed as a waiver by the District of Columbia, Maryland, Virginia and the counties and cities within the Zone of any immunity from suit.\n\nJurisdiction of Courts\n\n81. The United States District Courts shall have original jurisdiction, concurrent with the courts of Maryland, Virginia, and the District of Columbia, of all actions brought by or against the Authority and to enforce subpoenas issued under this Title. Any such action initiated in a State or District of Columbia court shall be removable to the appropriate United States District Court in the manner provided by 28 U.S.C. § 1446.\n\nCondemnation\n\n82.(a) The Authority shall have the power to acquire by condemnation, whenever in its opinion it is necessary or advantageous to the Authority to do so, any real or personal property, or any interest therein, necessary or useful for the transit system authorized herein, except property owned by the United States, by a signatory, or any political subdivision thereof, whenever such property cannot be acquired by negotiated purchase at a price satisfactory to the Authority.\n\n\n\nEnlargement and Withdrawal; Duration\n\n83.(a) When advised in writing by the Northern Virginia Transportation Commission or the Washington Suburban Transit Commission that the geographical area embraced therein has been enlarged, the Board, upon such terms and conditions as it may deem appropriate, shall by resolution enlarge the Zone to embrace the additional area.\n\n\n\nAmendments and Supplements\n\n84. Amendments and supplements to this Title to implement the purposes thereof may be adopted by legislative action of any of the Signatory parties concurred in by all of the others. When one Signatory adopts an amendment or supplement to an existing section of the Compact, that amendment or supplement shall not be immediately effective, and the previously enacted provision or provisions shall remain in effect in each jurisdiction until the amendment or supplement is approved by the other Signatories and is consented to by Congress.\n\nConstruction and Severability\n\n85. The provisions of this Title and of the agreements thereunder shall be severable and if any phrase, clause, sentence or provision of this Title or any such agreement is declared to be unconstitutional or the applicability thereof to any signatory party, political subdivision or agency thereof is held invalid, the constitutionality of the remainder of this Title or any such agreement and the applicability thereof to any other signatory party, political subdivision or agency thereof or circumstance shall not be affected thereby. It is the legislative intent that the provisions of this Title be reasonably and liberally construed.\n\nEffective Date; Execution\n\n86. This Title shall be adopted by the signatories in the manner provided by law therefor and shall be signed and sealed in four duplicate original copies. One such copy shall be filed with the Secretary of State of each of the signatory parties or in accordance with laws of the State in which the filing is made, and one copy shall be filed and retained in the archives of the Authority upon its organization. This Title shall become effective ninety days after the enactment of concurring legislation by or on behalf of the District of Columbia, Maryland and Virginia and consent thereto by the Congress and all other acts or actions have been taken, including the signing and execution of the Title by the Governors of Maryland and Virginia and the Commissioners of the District of Columbia.","historical":"Prior Codifications\n\n1981 Ed., § 1-2431.\n\n1973 Ed., § 1-1431.\n\nEffect of Amendments\n\nD.C. Law 18-125, in section 5, in subsec. (a), struck \"of 6 Directors\" and inserted \"of 8 Directors\", struck \"Signatory. For Virginia,\" and inserted \"Signatory, and 2 for the federal government (one of whom shall be a regular passenger and customer of the bus or rail service of the Authority). For Virginia,\" , struck \"and for Maryland, by the Washington Suburban Transit Commission\" and inserted \"for Maryland, by the Washington Suburban Transit Commission; and for the federal government, by the Administrator of General Services\", struck \"body. A Director\" and inserted \"body. A Director for a Signatory\", struck \"The appointing authorities shall also appoint an alternate for each Director, who may act only\" and inserted \" The nonfederal appointing authorities shall also appoint an alternate for each Director. In addition, the Administrator of General Services shall also appoint 2 nonvoting members who shall serve as the alternates for the federal Directors. An alternate Director may act only\", struck \"Each alternate shall serve\" and inserted \"Each alternate, including the federal nonvoting Directors, shall serve\", and, in subsec. (b), struck \"of the signatory' ' and inserted \"of the Government\"; in section 9, in subsec. (a), struck \"comptroller and\" and inserted \" comptroller, an inspector general, and\" and struck \"manager and\" and inserted \"manager, inspector general, and\", redesignated subsections (d) and (e) as subsections (e) and (f), and added subsec. (d); and, in section 18, added subsec. (d).\n\nTemporary Amendments of Section\n\nSection 2(a) of D.C. Law 18-42 amended section 5 of the Washington Metropolitan Area Transit Regulation Compact, in subsec. (a), struck \"of 6 Directors\" and inserted \"of 8 Directors\", struck \"Signatory. For Virginia,\" and inserted \"Signatory, and 2 for the federal government (one of whom shall be a regular passenger and customer of the bus or rail service of the Authority). For Virginia,\" , struck \"and for Maryland, by the Washington Suburban Transit Commission\" and inserted \"for Maryland, by the Washington Suburban Transit Commission; and for the federal government, by the Administrator of General Services\", struck \"body. A Director\" and inserted \"body. A Director for a Signatory\", struck \"The appointing authorities shall also appoint an alternate for each Director, who may act only\" and inserted \" The nonfederal appointing authorities shall also appoint an alternate for each Director. In addition, the Administrator of General Services shall also appoint 2 nonvoting members who shall serve as the alternates for the federal Directors. An alternate Director may act only\", struck \"Each alternate shall serve\" and inserted the phrase \"Each alternate, including the federal nonvoting Directors, shall serve\"; and, in subsec. (b), struck \"of the signatory' ' and inserted \"of the Government\".\n\nSection 2(b) of D.C. Law 18-42 amended section 9 of the Washington Metropolitan Area Transit Regulation Compact, in subsec. (a), struck \"comptroller and\" and inserted \" comptroller, an inspector general, and\" and struck \"manager and\" and inserted \"manager, inspector general, and\", redesignated subsections (d) and (e) as subsections (e) and (f), and added subsec. (d) to read as follows:\n\n\"(d) The inspector general shall report to the Board and head the Office of the Inspector General, an independent and objective unit of the Authority that conducts and supervises audits, program evaluations, and investigations relating to Authority activities; promotes economy, efficiency, and effectiveness in Authority activities; detects and prevents fraud and abuse in Authority activities; and keeps the Board fully and currently informed about deficiencies in Authority activities as well as the necessity for and progress of corrective action.\".\n\nSection 2(b) of D.C. Law 18-42 amended section 5 of the Washington Metropolitan Area Transit Regulation Compact, in subsec. (a), struck \"comptroller and\" and inserted \" comptroller, an inspector general, and\" and struck \"manager and\" and inserted \"manager, inspector general, and\", redesignated subsections (d) and (e) as subsections (e) and (f), respectively, and added subsec. (d) to read as follows:\n\n\"(d)(1) All payments made by the local Signatory governments for the Authority for the purpose of matching federal funds appropriated in any given year as authorized by Title VI of the Passenger Rail Investment and Improvement Act of 2008, approved October 16, 2008, (Pub. L. No. 110-432; 122 Stat. 4848), regarding funding of capital and preventive maintenance projects of the Authority shall be made from amounts derived from dedicated funding sources.\n\n\"(2) For the purposes of this subsection, a \"dedicated funding source\" means any source of funding that is earmarked or required under state or local law to be used to match federal appropriations authorized by Title VI of the Passenger Rail Investment and Improvement Act of 2008, approved October 16, 2008 (Pub. L. No. 110-432; 122 Stat. 4848), for payments to the Authority.\".\n\nSection 4(b) of D.C. Law 18-42 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of WMATA Compact Emergency Amendment Act of 2009 (D.C. Act 18-16, February 23, 2009, 56 DCR 1936).\n\nFor temporary (90 day) amendment of section, see § 2 of WMATA Compact Consistency Emergency Amendment Act of 2009 (D.C. Act 18-95), May 20, 2009, 56 DCR 4314).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-67, see Historical and Statutory Notes following § 9-1107.03.\n\nFor legislative history of D.C. Law 5-122, see Historical and Statutory Notes following § 9-1107.08.\n\nLaw 10-244, the \"Washington Metropolitan Area Transit Authority Compact Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-647, which was referred to the Committee on Regional Authorities and sequentially to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 1, 1994, and December 21, 1994, respectively. Signed by the Mayor on December 30, 1994, it was assigned Act No. 10-390 and transmitted to both Houses of Congress for its review. D.C. Law 10-244 became effective on March 21, 1995.\n\nFor legislative history of D.C. Law 11-138, see Historical and Statutory Notes following § 9-1103.01.\n\nLegislative History of Laws\n\nLaw 18-125, the \"WMATA Compact Amentment Act of 2010\", was introduced in Council and assigned Bill No. 18-81, which was referred to the Committee on Public Works and Transportation.  The bill was adopted on first and second readings on December 15, 2009, and January 5, 2010, respectively.   Signed by the Mayor on January 22, 2010, it was assigned Act No. 18-287 and transmitted to both Houses of Congress for its review. D.C. Law 18-125 became effective on March 23, 2010.\n\nEffective Dates\n\nSection 5 of D.C. Law 11-138 provided that §§ 2, 3, and 4 shall take effect after those provisions have been adopted by the District of Columbia, the State of Maryland, and the Commonwealth of Virginia in a manner provided by law therefor, and have received the consent of Congress.\n\nReferences in Text\n\n\"This act,\" referred to in 20(b), is the Act of November 6, 1966, 80 Stat. 1324, Pub. L. 89-774.\n\nThe \"Urban Mass Transportation Act of 1964\" referred to in 58(a) is now codified at 49 U.S.C. § 5301 et seq. \"Contract Work Hours Standards Act\" referred to in the second sentence of 64 is codified at 40 U.S.C. § 327 et seq. \"Section 7 of the Urban Mass Transportation Act of 1964\" referred to in 67 is now partly codified at 49 U.S.C. § 5324(a).\n\nEditor's Notes\n\nAlthough the District of Columbia, the Commonwealth of Virginia, and the State of Maryland passed legislation amending various portions of the Compact in 1983-1984, Congress did not act upon these changes until 1988. Congressional approval was granted pursuant to H.J. Res. 480, Pub. L. 100-285, April 7, 1988. The Legislative History of H.J. Res. 480, H.R. Rep. 521, 100th Cong., 2d. Sess., explains that \"H.J. Res. 480 represents the amendments ratified by each of the three jurisdictions which are substantially similar.... [P]rovisions which are not substantially similar are not included in H.J. Res. 480, and are therefore not granted the consent of the Congress.\" The version of § 76(e) as passed by the Council was not included in the Resolution because there were discrepancies between the provisions adopted by the District and that adopted by Maryland and Virginia. Since Congress did not enact the amended version of § 76(e), the 1976 version as set out above is still in effect. This version, which was enacted pursuant to Pub. L. 94-306, is contained in the Washington Metropolitan Area Transit Authority Compact (1988 ed.) published by WMATA.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(425) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nResolutions\n\nResolution 13-682, the \"Tri-Jurisdiction Joint Legislative Commission on Interstate Transportation Emergency Resolution of 2000\", was approved effective October 17, 2000.\n\nMiscellaneous Notes\n\nExecution of Compact: The Compact set forth in this section was signed as follows: By the Governor of Maryland, November 17, 1966; by the Governor of Virginia, November 21, 1966; and by the President of the Board of Commissioners of the District of Columbia, November 22, 1966.\n\nPolicy of Congress: Section 805 of the Act of December 15, 1971, 85 Stat. 659, Pub. L. 92-196, declared the policy of Congress that, to the extent that costs of the regional transit projects are not covered by the user charges, such costs would be equitably charged among the federal, District of Columbia, and participating local governments.\n\nMayor to enter into agreements and effective date: Section 3 of D.C. Law 10- 244 provided that the Mayor of the District of Columbia shall, for the District of Columbia, enter into agreements with the Commonwealth of Virginia and the State of Maryland to make technical amendments to Title III of the Washington Metropolitan Area Transit Regulation Compact, so long as the amended version of the Compact then substantially conforms to the amendments in section 2 of the act. The technical amendments shall become effective when the Mayor executes the agreements concerning the Compact.\n\nLand for D.C. transportation facilities: Section 1 of Pub. L. 98-340 provided that the Architect of the Capitol and the District of Columbia is directed to enter into an agreement for the conveyance of certain real property, the Secretary of the Interior is directed to permit the District of Columbia and the Washington Metropolitan Area Transit Authority to construct, maintain, and operate certain transportation improvements on federal property, and the Architect of the Capitol is directed to provide the Washington Metropolitan Area Transit Authority access to certain real property.\n\nAdoption of amendments subject to Congressional consent: Pursuant to § 2 of D.C. Law 11-138, the District of Columbia adopted amendments to Article I of Title I and Articles III, VI, XIII, XIV, and XVI of Title III of the Washington Metropolitan Area Transit Regulation Compact as set forth in §§ 2 and 3 of the act, subject to the consent of Congress thereto and the fulfillment of the conditions in §§ 5 and 6 of the act.\n\nFor the consent of Congress for the State of Maryland, the Commonwealth of Virginia, and the District of Columbia to amend the Washington Metropolitan Area Transit Regulation Compact see Public Law 100-285, approved April 7, 1988, 102 Stat. 82.\n\nFor the consent of Congress for the State of Maryland, the Commonwealth of Virginia, and the District of Columbia to amend the Washington Metropolitan Area Transit Regulation Compact see Public Law 101-505, approved November 3, 1990, 104 Stat. 1300.\n\nFor the consent of Congress for the State of Maryland, the Commonwealth of Virginia, and the District of Columbia to amend the Washington Metropolitan Area Transit Regulation Compact see Public Law 104-322, approved October 10, 1996, 110 Stat. 3884.\n\nFor the consent and approval of Congress for the State of Maryland, the Commonwealth of Virginia, and the District of Columbia to amend the Washington Metropolitan Area Transit Regulation Compact see Public Law 105-151, approved December 16, 1997, 111 Stat. 2686.\n\nCongressional ratification of Compact amendments:\n\nPub. L. 94-306 ratified D.C. Law 1-67.\n\nPub. L. 100-285 ratified D.C. Law 5-122 (except section 2(g)).\n\nPub. L. 104-322 ratified sections 4(a)-(e), (g)-(h), (j)-(k) of D.C. Law 11- 138.\n\nPub. L. 105-151 ratified sections 4(f), (i)(2), i(3) of D.C. Law 11-138.\n\nPub. L. 111-62 ratified D.C. Law 18-125.\n\nDistrict amendments to the Compact not ratified by Congress:\n\nD.C. Law 10-244, § 2, 42 DCR 234.\n\nD.C. Law 11-138, § 4(i)(1), 43 DCR 2142.\n\nDC CODE § 9-1107.01\n\nCurrent through December 11, 2012","credits":"(Nov. 6, 1966, 80 Stat. 1324, Pub. L. 89-774, § 1; July 13, 1972, 86 Stat. 466, Pub. L. 92-349, title III, § 301; Oct. 21, 1972, 86 Stat. 1000, Pub. L. 92-517, title I, § 101; June 4, 1976, 90 Stat. 672, Pub. L. 94- 306, § 1 (1)-(4); June 11, 1976, D.C. Law 1-67, §§ 2, 3, DCR 501; Sept. 26, 1984, D.C. Law 5-122, § 2, 31 DCR 4049; June 6, 1996, D.C. Law 11-138, § 4, 43 DCR 2142; Mar. 23, 2010, D.C. Law 18-125, § 2, 57 DCR 1178.)","sections":[{"prefix":"a","text":" \"Board\" means the Board of Directors of the Washington Metropolitan Area Transit Authority;"},{"prefix":"b","text":" \"Director\" means a member of the Board of Directors of the Washington Metropolitan Area Transit Authority;"},{"prefix":"c","text":" \"Private transit companies\" and \"private carriers\" means corporations, persons, firms or associations rendering transit service within the Zone pursuant to a certificate of public convenience and necessity issued by the Washington Metropolitan Area Transit Commission or by a franchise granted by the United States or any signatory party to this Title;"},{"prefix":"d","text":" \"Signatory\" means the State of Maryland, the Commonwealth of Virginia and the District of Columbia;"},{"prefix":"e","text":" \"State\" includes District of Columbia;"},{"prefix":"f","text":" \"Transit facilities\" means all real and personal property located in the Zone, necessary or useful in rendering transit service between points within the Zone, by means of rail, bus, water or air and any other mode of travel, including without limitation, tracks, rights of way, bridges, tunnels, subways, rolling stock for rail, motor vehicle, marine and air transportation, stations, terminals and ports, areas for parking and all equipment, fixtures, buildings and structures and services incidental to or required in connection with the performance of transit service;"},{"prefix":"g","text":" \"Transit services\" means the transportation of persons and their packages and baggage by means of transit facilities between points within the Zone including the transportation of newspapers, express, and mail between such points, and charter service which originates within the Zone but does not include taxicab service or individual-ticket-sales sightseeing operations;"},{"prefix":"h","text":" \"Transit Zone\" or \"Zone\" means the Washington Metropolitan Area Transit Zone created by and described in section 3, as well as any additional areas that may be added pursuant to section 83(a); and"},{"prefix":"i","text":" \"WMATC\" means Washington Metropolitan Area Transit Commission."},{"prefix":"b","text":" Before entering upon the duties of his office each Director and alternate director shall take and subscribe to the following oath (or affirmation) of office or any such other oath or affirmation, if any, as the Constitution or laws of the Government he represents shall provide:"},{"prefix":"b","text":" The actions of the Board shall be expressed by motion or resolution.   Actions dealing solely with internal management of the Authority shall become effective when directed by the Board, but no other action shall become effective prior to the expiration of thirty days following its adoption; provided, however, that the Board may provide for the acceleration of any action upon a finding that such acceleration is required for the proper and timely performance of its functions."},{"prefix":"b","text":" The general manager shall be the chief administrative officer of the Authority and, subject to policy direction by the Board, shall be responsible for all activities of the Authority."},{"prefix":"c","text":" The treasurer shall be the custodian of the funds of the Authority, shall keep an account of all receipts and disbursements and shall make payments only upon warrants duly and regularly signed by the Chairman or Vice-Chairman of the Board, or other person authorized by the Board to do so, and by the secretary or general manager; provided, however, that the Board may provide that warrants not exceeding such amounts or for such purposes as may from time to time be specified by the Board may be signed by the general manager or by persons designated by him."},{"prefix":"d","text":" The inspector general shall report to the Board and head the Office of the Inspector General, an independent and objective unit of the Authority that conducts and supervises audits, program evaluations, and investigations relating to Authority activities; promotes economy, efficiency, and effectiveness in Authority activities; detects and prevents fraud and abuse in Authority activities; and keeps the Board fully and currently informed about deficiencies in Authority activities as well s the necessity for and progress of corrective action."},{"prefix":"e","text":" An oath of office in the form set out in Section 5(b) of this Article shall be taken, subscribed and filed with the Board by all appointed officers."},{"prefix":"f","text":" Each Director, officer and employees specified by the Board shall give such bond in such form and amount as the Board may require, the premium for which shall be paid by the Authority."},{"prefix":"1","text":" be financially interested, either directly or indirectly, in any contract, sale, purchase, lease or transfer of real or personal property to which the Board or the Authority is a party;"},{"prefix":"2","text":" in connection with services performed within the scope of his official duties, solicit or accept money or any other thing of value in addition to the compensation or expenses paid to him by the Authority;"},{"prefix":"3","text":" offer money or any thing of value for or in consideration of obtaining an appointment, promotion or privilege in his employment with the authority."},{"prefix":"b","text":" Any Director, officer or employee who shall willfully violate any provision of this section shall, in the discretion of the Board, forfeit his office or employment."},{"prefix":"c","text":" Any contract or agreement made in contravention of this section may be declared void by the Board."},{"prefix":"d","text":" Nothing in this section shall be construed to abrogate or limit the applicability of any federal or state law which may be violated by any action prescribed by this section."},{"prefix":"a","text":" Sue and be sued;"},{"prefix":"b","text":" Adopt and use a corporate seal and alter the same at pleasure;"},{"prefix":"c","text":" Adopt, amend, and repeal rules and regulations respecting the exercise of the powers conferred by this Title;"},{"prefix":"d","text":" Construct, acquire, own, operate, maintain, control, sell and convey real and personal property and any interest therein by contract, purchase, condemnation, lease, license, mortgage or otherwise but all of said property shall be located in the Zone and shall be necessary or useful in rendering transit service or in activities incidental thereto;"},{"prefix":"e","text":" Receive and accept such payments, appropriations, grants, gifts, loans, advances and other funds, properties and services may be transferred or made available to it by any signatory party, any political subdivision or agency thereof, by the United States, or by any agency thereof, or by any other public or private corporation or individual, and enter into agreements to make reimbursement for all or any part thereof;"},{"prefix":"f","text":" Enter into and perform contracts, leases and agreements with any person, firm or corporation or with any political subdivision or agency of any signatory party or with the federal government, or any agency thereof, including, but not limited to, contracts or agreements to furnish transit facilities and service;"},{"prefix":"g","text":" Create and abolish offices, employments and positions (other than those specifically provided for herein) as it deems necessary for the purposes of the Authority, and fix and provide for the qualification, appointment, removal, term, tenure, compensation, pension and retirement rights of its officers and employees without regard to the laws of any of the signatories;"},{"prefix":"h","text":" Establish, in its discretion, a personnel system based on merit and fitness and, subject to eligibility, participate in the pension and retirement plans of any signatory, or political subdivision or agency thereof, upon terms and conditions mutually acceptable;"},{"prefix":"i","text":" Contract for or employ any professional services;"},{"prefix":"j","text":" Control and regulate the use of facilities owned or controlled by the Authority, the service to be rendered and the fares and charges to be made therefor;"},{"prefix":"k","text":" Hold public hearings and conduct investigations relating to any matter affecting transportation in the Zone with which the Authority is concerned and, in connection therewith, subpoena witnesses, papers, records and documents; or delegate such authority to any officer. Each director may administer oaths or affirmations in any proceeding or investigation;"},{"prefix":"l","text":" Make or participate in studies of all phases and forms of transportation, including transportation vehicle research and development techniques and methods for determining traffic projections, demand motivations, and fiscal research and publicize and make available the results of such studies and other information relating to transportation; and"},{"prefix":"m","text":" Exercise, subject to the limitations and restrictions herein imposed, all powers reasonably necessary or essential to the declared objects and purposes of this Title."},{"prefix":"b","text":" In preparing the mass transit plan, and in any review of revision thereof, the Board shall make full utilization of all data, studies, reports and information available from the National Capital Transportation Agency and from any other agencies of the federal government, and from signatories and the political subdivisions thereof."},{"prefix":"1","text":" other plans and programs affecting transportation in the Zone in order to achieve a balanced system of transportation, utilizing each mode to its best advantage;"},{"prefix":"2","text":" the general plan or plans for the development of the Zone; and"},{"prefix":"3","text":" the development plans of the various political subdivisions embraced within the Zone."},{"prefix":"b","text":" It shall be the duty and responsibility of each member of the Board to serve as liaison between the Board and the body which appointed him to the Board. To provide a framework for regional participation in the planning process, the Board shall create technical committees concerned with planning and collection and analyses of data relative to decision-making in the transportation planning process, and the Mayor and Council of the District of Columbia, the component governments of the Northern Virginia Transportation District and the Washington Suburban Transit District shall appoint representatives to such technical committees and otherwise cooperate with the Board in the formulation of a mass transit plan, or in revisions, alterations, or amendments thereof."},{"prefix":"c","text":" The Board, in the preparation, revision, alteration or amendment of a mass transit plan, shall"},{"prefix":"1","text":" consider data with respect to current and prospective conditions in the Zone, including, without limitation, land use, population, economic factors affecting development plans, goals or objectives for the development of the Zone and the separate political subdivisions, transit demands to be generated by such development, travel patterns, existing and proposed transportation and transit facilities, impact of transit plans on the dislocation of families and businesses, preservation of the beauty and dignity of the Nation's Capital, factors affecting environmental amenities and aesthetics and financial resources;"},{"prefix":"2","text":" cooperate with and participate in any continuous, comprehensive transportation planning process cooperatively established by the highway agencies of the signatories and the local political subdivisions in the Zone to meet the planning standards now or hereafter prescribed by the Federal-Aid Highway Acts; and"},{"prefix":"3","text":" to the extent not inconsistent with or duplicative of the planning process specified in subparagraph (2) of this paragraph (c), cooperate with the National Capital Planning Commission, the National Capital Regional Planning Council, the Washington Metropolitan Council of Governments, the Washington Metropolitan Area Transit Commission, the highway agencies of the Signatories, the Maryland-National Capital Park and Planning Commission, the Northern Virginia Regional Planning and Economic Development Commission, the Maryland State Planning Department and the Commission of Fine Arts. Such cooperation shall include the creation, as necessary, of technical committees composed of personnel, appointed by such agencies, concerned with planning and collection and analysis of data relative to decisionmaking in the transportation planning process."},{"prefix":"1","text":" The Mayor and Council of the District of Columbia, the Northern Virginia Transportation Commission and the Washington Suburban Transit Commission;"},{"prefix":"2","text":" the governing bodies of the Counties and Cities embraced within the Zone;"},{"prefix":"3","text":" The transportation agencies of the Signatories;"},{"prefix":"4","text":" the Washington Metropolitan Area Transit Commission;"},{"prefix":"5","text":" the Washington Metropolitan Council of Governments;"},{"prefix":"6","text":" the National Capital Planning Commission;"},{"prefix":"7","text":" the National Capital Regional Planning Council;"},{"prefix":"8","text":" the Maryland-National Capital Park and Planning Commission;"},{"prefix":"9","text":" the Northern Virginia Regional Planning and Economic Development Commission;"},{"prefix":"10","text":" the Maryland State Planning Department; and"},{"prefix":"11","text":" the private transit companies operating in the Zone and the Labor Unions representing the employees of such companies and employees of contractors providing service under operating contracts."},{"prefix":"b","text":" A copy of the proposed mass transit plan, amendment, or revision shall be kept at the office of the Board and shall be available for public inspection. Information with respect thereto shall be released to the public. After 30 days notice published once a week for 2 successive weeks in one or more newspapers of general circulation within the Transit Zone, a public hearing shall be held with respect to the proposed plan, alteration, revision, or amendment. The 30 days notice shall begin to run on the first day the notice appears in any such newspaper. The Board shall consider the evidence submitted and statements and comments made at such hearing and may make any changes in the proposed plan, amendment, or revision which it deems appropriate and such changes may be made without further hearing."},{"prefix":"b","text":" Such plan of financing shall constitute a proposal to the interested governments for financial participation and shall not impose any obligation on any government and such obligations shall be created only as provided in Section 18 of this Article VII."},{"prefix":"b","text":" Commitments on behalf of the portion of the Zone located in Maryland shall be by contract or agreement by the Authority with the Washington Suburban Transit District, pursuant to which the Authority undertakes to provide transit facilities and service in consideration for the agreement by said District to contribute to the capital required for the construction and/or acquisition of facilities specified in a mass transit plan adopted as provided in Article VI, or in any alteration, revision or amendment thereof, and for meeting expenses and obligations incurred in the operation of such facilities."},{"prefix":"c","text":" With respect to the District of Columbia and the federal government, the commitment or obligation to render financial assistance shall be created by appropriation or in such other manner, or by such other legislation, as the Congress shall determine. If prior to making such commitment by or on behalf of the District of Columbia, legislation is enacted by the Congress granting the governing body of the District of Columbia plenary power to create obligations and levy taxes, the commitment by the District of Columbia shall be by contract or agreement between the governing body of the District of Columbia and the Authority, pursuant to which the Authority undertakes, subject to the provisions of Section 20 hereof, to provide transit facilities and service in consideration for the undertaking by the District of Columbia to contribute to the capital required for the construction and/or acquisition of facilities specified in a mass transit plan adopted as provided in Article VI, or in any alteration, revision or amendment thereof, and for meeting expenses and obligations incurred in the operation of such facilities."},{"prefix":"d","text":"(1) All payments made by the local Signatory governments for the Authority for the purpose of matching federal funds appropriated in any given year as authorized by Title VI of the Passenger Rail Investment and Improvement Act of 2008, approved October 16, 2008 (Pub. L. No. 110-432; 122 Stat. 4848), regarding funding of capital and preventive maintenance projects of the Authority shall be made from amounts derived from dedicated funding sources."},{"prefix":"2","text":" For the purposes of this subsection, a \"dedicated funding source\" means any source of funding that is earmarked or required under state or local law to be used to match federal appropriations authorized under Title VI of the Passenger Rail Investment and Improvement Act of 2008, approved October 16, 2008 (Pub. L. No.110-432; 122 Stat. 4848), for payments to the Authority."},{"prefix":"b","text":" For such purpose, the authority is authorized to assume all liabilities and contracts relating thereto, to assume responsibility as primary obligor, endorser or guarantor on any outstanding revenue bonds, equipment trust certificates or other form of indebtedness authorized in this Act issued by such predecessor agency or agencies and, in connection therewith, to become a party to, and assume the obligations of, any indenture or loan agreement underlying or issued in connection with any outstanding securities or debts."},{"prefix":"b","text":" Each budget shall indicate the amounts, if any, required from the federal government, the Government of the District of Columbia, the Washington Suburban Transit District and the component governments of the Northern Virginia Transportation District, determined in accordance with the commitments made pursuant to Article VII, Section 18 of this Title, to balance each of said budgets."},{"prefix":"a","text":" specify the services and functions to be performed by the Contractor;"},{"prefix":"b","text":" provide that the Contractor shall hire, supervise and control all personnel required to perform the services and functions assumed by it under the operating contract and that all such personnel shall be employees of the Contractor and not of the Authority;"},{"prefix":"c","text":" require the Contractor to assume the obligations of the labor contract or contracts of any transit company which may be acquired by the Authority and assume the pension obligations of any such transit company;"},{"prefix":"d","text":" require the Contractor to comply in all respects with the labor policy set forth in Article XIV of this Title;"},{"prefix":"e","text":" provide that no transfer of ownership of the capital stock, securities or interests in any Contractor, whose principal business is the operating contract, shall be made without written approval of the Board and the certificates or other instruments representing such stock, securities or interest shall contain a statement of this restriction;"},{"prefix":"f","text":" provide that the Board shall have the sole authority to determine the rates or fares to be charged, the routes to be operated and the service to be furnished;"},{"prefix":"g","text":" specify the obligations and liabilities which are to be assumed by the Contractor and those which are to be the responsibility of the Authority;"},{"prefix":"h","text":" provide for an annual audit of the books and accounts of the Contractor by an independent certified public accountant to be selected by the Board and for such other audits, examinations and investigations of the books and records, procedures and affairs of the Contractor at such times and in such manner as the Board shall require, the cost of such audits, examinations and investigations to be borne as agreed by the parties in the operating contract; and"},{"prefix":"i","text":" provide that no operating contract shall be entered into for a term in excess of five years; provided, that any such contract may be renewed for successive terms, each of which shall not exceed five years. Any such operating contract shall be subject to termination by the Board for cause only."},{"prefix":"a","text":" The Authority --"},{"prefix":"1","text":" except as herein provided, shall not, directly or through a Contractor, perform transit service by bus or similar motor vehicles;"},{"prefix":"2","text":" shall, in cooperation with the private carriers and WMATC, coordinate to the fullest extent practicable, the schedules for service performed by its facilities with the schedules for service performed by private carriers; and"},{"prefix":"3","text":" shall enter into agreements with the private carriers to establish and maintain, subject to approval by WMATC, through routes and joint fares and provide for the division thereof, or, in the absence of such agreements, establish and maintain through routes and joint fares in accordance with orders issued by WMATC directed to the private carriers when the terms and conditions for such through service and joint fares are acceptable to it."},{"prefix":"b","text":" The WMATC, upon application, complaint, or upon its own motion, shall --"},{"prefix":"1","text":" direct private carriers to coordinate their schedules for service with the schedules for service performed by facilities owned or controlled by the Authority;"},{"prefix":"2","text":" direct private carriers to improve or extend any existing services or provide additional service over additional routes;"},{"prefix":"3","text":" authorize a private carrier, pursuant to agreement between said carrier and the Authority, to establish and maintain through routes and joint fares for transportation to be rendered with facilities owned or controlled by the Authority if, after hearing held upon reasonable notice, WMATC finds that such through routes and joint fares are required by the public interest; and"},{"prefix":"4","text":" in the absence of such an agreement with the Authority, direct a private carrier to establish and maintain through routes and joint fares with the Authority, if, after hearing held upon reasonable notice, WMATC finds that such through service and joint fares are required by the public interest; provided, however, that no such order, rule or regulation of WMATC shall be construed to require the Authority to establish and maintain any through route and joint fare."},{"prefix":"c","text":" WMATC shall not authorize or require a private carrier to render any service, including the establishment or continuation of a joint fare for a through route service with the Authority which is based on a division thereof between the Authority and private carrier which does not provide a reasonable return to the private carrier, unless the carrier is currently earning a reasonable return on its operation as a whole in performing transportation subject to the jurisdiction of WMATC. In determining the issue of reasonable return, WMATC shall take into account any income attributable to the carrier, or to any corporation, firm or association owned in whole or in part by the carrier, from the Authority whether by way of payment for services or otherwise."},{"prefix":"d","text":" If the WMATC is unable, through the exercise of its regulatory powers over the private carriers granted in paragraph (b) hereof or otherwise, to bring about the requisite coordination of operations and service between the private carriers and the Authority, the Authority may in the situations specified in paragraph (b) hereof, cause such transit service to be rendered by its Contractor by bus or other motor vehicle, as it shall deem necessary to effectuate the policy set forth in Section 55 hereof. In any such situation, the Authority, in order to encourage private carriers to render bus service to the fullest extent practicable, may, pursuant to agreement, make reasonable subsidy payments to any private carrier."},{"prefix":"e","text":" The Authority may acquire the capital stock or transit facilities of any private transit company and may perform transit service, including service by bus or similar motor vehicle, with transit facilities so acquired, or with transit facilities acquired pursuant to article VII, section 20. Upon acquisition of the capital stock or the transit facilities of any private transit company, the Authority shall undertake the acquisition as soon as possible of the capital stock or the transit facilities of each of the other private transit companies within the zone requesting such acquisition. Lack of such request, however, shall not be construed to preclude the Authority from acquiring the capital stock or the transit facilities of any such company pursuant to Section 82 of Article XVI."},{"prefix":"b","text":" An application by the Board for any such grant or loan shall be based on and supported by a report from WMATC setting forth for each private carrier to be assisted (1) the equipment and facilities to be acquired, constructed, reconstructed, or improved, (2) the service proposed to be rendered by such equipment and facilities, (3) the improvement in service expected from such facilities and equipment, (4) how the use of such facilities and equipment will be coordinated with the transit facilities owned by the Authority, (5) the ability of the affected private carrier to repay any such loans or grants and (6) recommend terms for any such loans or grants."},{"prefix":"c","text":" Any equipment or facilities acquired, constructed, reconstructed or improved with the proceeds of such grants or loans shall be owned by the Authority and may be made available to private carriers only by lease or other agreement which contain provisions acceptable to the Housing and Home Finance Administrator assuring that the Authority will have satisfactory continuing control over the use of such facilities and equipment."},{"prefix":"a","text":" pay the operating expenses and provide for repairs, maintenance and depreciation of the transit system owned or controlled by the Authority;"},{"prefix":"b","text":" provide for payment of all principal and interest on outstanding revenue bonds and other obligations and for payment of all amounts to sinking funds and other funds as may be required by the terms of any indenture or loan agreement;"},{"prefix":"c","text":" provide for the purchase, lease or acquisition of rolling stock, including provisions for interest, sinking funds, reserve funds, or other funds required for payment of any obligations incurred by the Authority for the acquisition of rolling stock; and"},{"prefix":"d","text":" provide funds for any purpose the Board deems necessary and desirable to carry out the purposes of this Title."},{"prefix":"b","text":" Any signatory, any political subdivision thereof, any agency of the federal government and any person, firm or association served by or using the transit facilities of the Authority and any private carrier may file a request with the Board for a hearing with respect to any rates or charges made by the Board or any service rendered with the facilities owned or controlled by the Authority. Such request shall be in writing, shall state the matter on which a hearing is requested and shall set forth clearly the matters and things on which the request relies. As promptly as possible after such a request is filed, the Board, or such officer or employee as it may designate, shall confer with the protestant with respect to the matters complained of. After such conference, the Board, if it deems the matter meritorious and of general significance, may call a hearing with respect to such request."},{"prefix":"c","text":" The Board shall give at least 15 days notice for all public hearings. The notice shall be given by publication in a newspaper of daily circulation throughout the Transit Zone and such notice shall be published once a week for 2 successive weeks. The notice period shall start with the first day of publication. Notices of public hearings shall be posted in accordance with regulations promulgated by the Board."},{"prefix":"d","text":" Prior to calling a hearing on any matter specified in this section, the Board shall prepare and file at its main office and keep open for public inspection its report relating to the proposed action to be considered at such hearing. Upon receipt by the Board of any report submitted by WMATC, in connection with a matter set for hearing, pursuant to the provisions of Section 63 of this Article XIII, the Board shall file such report at its main office and make it available for public inspection. For hearings called by the Board pursuant to paragraph (b), above, the Board also shall cause to be lodged and kept open for public inspection the written request upon which the hearing is granted and all documents filed in support thereof."},{"prefix":"a","text":" The Board shall refer to WMATC for its consideration and recommendations, any matter which the Board considers may affect the operation of the publicly and privately owned or controlled transit facilities as a coordinated regional transit system and any matter for which the Board has called a hearing, pursuant to Section 62 of this Article XIII, except that temporary or emergency changes in matters affecting service shall not be referred; and"},{"prefix":"b","text":" WMATC, upon such reference of any matter to it, shall give the referred matter preference over any other matters pending before it and shall, as expeditiously as practicable, prepare and transmit its report thereon to the Board. The Board may request WMATC to reconsider any part of its report or to make any supplemental reports it deems necessary. All of such reports shall be advisory only."},{"prefix":"c","text":" Any report submitted by WMATC to the Board shall consider, without limitation, the probable effect of the matter or proposal upon the operation of the publicly and privately owned or controlled transit facilities as a coordinated regional system, passenger movements, fare structures, service and the impact on the revenues of both the public and private facilities."},{"prefix":"b","text":" The Authority shall deal with and enter into written contracts with employees as defined in section 152 of title 29, United States Code, through accredited representatives of such employees or representatives of any labor organization authorized to act for such employees concerning wages, salaries, hours, working conditions, and pension or retirement provisions."},{"prefix":"c","text":" In case of any labor dispute involving the Authority and such employees where collective bargaining does not result in agreement, the Authority shall submit such dispute to arbitration by a board composed of three persons, one appointed by the Authority, one appointed by the labor organization representing the employees, and a third member to be agreed upon by the labor organization and the Authority. The member agreed upon by the labor organization and the Authority shall act as chairman of the board. The determination of the majority of the board of arbitration, thus established shall be final and binding on all matters in dispute. If after a period of ten days from the date of the appointment of the two arbitrators representing the Authority and the labor organization, the third arbitrator has not been selected, then either arbitrator may request the Federal Mediation and Conciliation Service to furnish a list of five persons from which the third arbitrator shall be selected. The arbitrators appointed by the Authority and the labor organization, promptly after the receipt of such list shall determine by lot the order of elimination, and thereafter each shall in that order alternately eliminate one name until only one name remains. The remaining person on the list shall be the third arbitrator. The term \"labor dispute\" shall be broadly construed and shall include any controversy concerning wages, salaries, hours, working conditions, or benefits including health and welfare, sick leave, insurance or pension or retirement provisions but not limited thereto, and including any controversy concerning any differences or questions that may arise between the parties including but not limited to the making or maintaining of collective bargaining agreements, the terms to be included in such agreements, and the interpretation or application of such collective bargaining agreements and any grievance that may arise and questions concerning representation. Each party shall pay one-half of the expenses of such arbitration."},{"prefix":"d","text":" The Authority is hereby authorized and empowered to establish and maintain a system of pensions and retirement benefits for such officers and employees of the Authority as may be designated or described by resolution of the Authority; to fix the terms of and restrictions on admission to such system and the classifications therein; to provide that persons eligible for admission in such pension system shall not be eligible for admission to, or receive any benefits from, any other pension system (except social security benefits), which is financed or funded, in whole or in part, directly or indirectly by funds paid or appropriated by the Authority to such other pension system, and to provide in connection with such pension system, a system of benefits payable to the beneficiaries and dependents of any participant in such pension system after the death of such participant (whether accidental or otherwise, whether occurring in the actual performance of duty or otherwise, or both) subject to such exceptions, conditions, restrictions and classifications as may be provided by resolution of the Authority. Such pension system shall be financed or funded by such means and in such manner as may be determined by the Authority to be economically feasible. Unless the Authority shall otherwise determine, no officer or employee of the Authority and no beneficiary or dependent of any such officer or employee shall be eligible to receive any pension or retirement or other benefits both from or under any such pension system and from or under any pension or retirement system established by an acquired transportation system or established or provided for, by or under the provisions of any collective bargaining agreement between the Authority and the representatives of its employees."},{"prefix":"e","text":" Whenever the Authority acquires existing transit facilities from a public or privately owned utility either in proceeding by eminent domain or otherwise, the Authority shall assume and observe all existing labor contracts and pension obligations.  When the Authority acquires an existing transportation system, all employees who are necessary for the operation thereof by the Authority shall be transferred to and appointed as employees of the Authority, subject to all the rights and benefits of this Title.   These employees shall be given seniority credit and sick leave, vacation, insurance and pension credits in accordance with the records or labor agreements from the acquired transportation system.  Members and beneficiaries of any pension or retirement system or other benefits established by the acquired transportation system shall continue to have rights, privileges, benefits, obligations and status with respect to such established system.  The Authority shall assume the obligations of any transportation system acquired by it with regard to wages, salaries, hours, working conditions, sick leave, health and welfare and pension or retirement provisions for employees.  It shall assume the provisions of any collective bargaining agreement between such acquired transportation system and the representatives of its employees.  The Authority and the employees, through their representatives for collective bargaining purposes, shall take whatever action may be necessary to have pension trust funds presently under the joint control of the acquired transportation system and the participating employees through their representative transferred to the trust fund to be established, maintained and administered jointly by the Authority and the participating employees through their representatives. No employee of any acquired transportation system who is transferred to a position with the Authority shall by reason of such transfer be placed in any worse position with respect to workmen's compensation, pension, seniority, wages, sick leave, vacation, health and welfare insurance or any other benefits, than he enjoyed as an employee of such acquired transportation system."},{"prefix":"b","text":" Any monies of the Authority may, in the discretion of the Board and subject to any agreement or covenant between the Authority and the holders of any of its obligations limiting or restricting classes of investments, be invested in the following:"},{"prefix":"1","text":" Direct obligations of or obligations guaranteed by the United States of America;"},{"prefix":"2","text":" Bonds, debentures, notes or other evidences of indebtedness issued by agencies of the United States of America, including but not limited to the following: Bank for Cooperatives; Federal Intermediate Credit Banks; Federal Home Loan Bank System; Export-Import Bank of the United States; Federal Land Banks; Federal National Mortgage Association; Student Loan Marketing Association; Government National Mortgage Association; Tennessee Valley Authority; or United States Postal Service;"},{"prefix":"3","text":" Securities that qualify as lawful investments and may be accepted as security for fiduciary, trust and public funds under the control of the United States or any officer or officers thereof, or securities eligible as collateral for deposits of monies of the United States, including United States Treasury tax and loan accounts;"},{"prefix":"4","text":" Domestic and Eurodollar certificates of deposit; and"},{"prefix":"5","text":" Bonds, debentures, notes or other evidences of indebtedness issued by a domestic corporation (i.e., a corporation organized under the laws of one of the states of the United States), provided that such obligations are non-convertible and at the time of their purchase are rated in the highest rating categories by a nationally recognized bond rating agency."},{"prefix":"b","text":" The financial transactions of the Board shall be subject to audit by the United States General Accounting Office in accordance with the principles and procedures applicable to commercial corporate transactions and under such rules and regulations as may be prescribed by the Comptroller General of the United States. The audit shall be conducted at the place or places where the accounts of the Board are kept."},{"prefix":"c","text":" Any Director, officer or employee who shall refuse to give all required assistance and information to the accountants selected by the Board or who shall refuse to submit to them for examination such books, documents, records, files, accounts, papers, things or property as may be requested shall, in the discretion of the Board forfeit his office."},{"prefix":"A","text":" obtain full and open competition through the use of competitive procedures in accordance with the requirements of this section; and"},{"prefix":"B","text":" use the competitive procedure or combination of competitive procedures that is best suited under the circumstances of the procurement."},{"prefix":"2","text":" In determining the competitive procedure appropriate under the circumstances, the Authority shall:"},{"prefix":"A","text":" solicit sealed bids if:"},{"prefix":"i","text":" time permits the solicitation, submission, and evaluation of sealed bids;"},{"prefix":"ii","text":" the award will be made on the basis of price and other price-related factors;"},{"prefix":"iii","text":" it is not necessary to conduct discussions with the responding sources about their bids; and"},{"prefix":"iv","text":" there is a reasonable expectation of receiving more than one sealed bid; or"},{"prefix":"B","text":" request competitive proposals if sealed bids are not appropriate under subparagraph (A) of this paragraph."},{"prefix":"b","text":" The Authority may provide for the procurement of property, services, or construction covered by this section using competitive procedures but excluding a particular source in order to establish or maintain an alternative source or sources of supply for that property, service, or construction if the Authority determines that excluding the source would increase or maintain competition and would likely result in reduced overall costs for procurement of property, services, or construction."},{"prefix":"c","text":" The Authority may use procedures other than competitive procedures if:"},{"prefix":"1","text":" the property, services, or construction needed by the Authority are available from only one responsible source and no other type of property, services, or construction will satisfy the needs of the Authority; or"},{"prefix":"2","text":" the Authority's need for the property, services, or construction is of such an unusual and compelling urgency that the Authority would be seriously injured unless the Authority limits the number of sources from which it solicits bids or proposals; or"},{"prefix":"3","text":" the Authority determines that it is necessary in the public interest to use procedures other than competitive procedures in the particular procurement; or"},{"prefix":"4","text":" the property or services needed can be obtained at reasonable prices through federal or other governmental sources."},{"prefix":"d","text":" For the purpose of applying subsection (c)(1) of this section:"},{"prefix":"1","text":" In the case of a contract to be awarded on the basis of acceptance of an unsolicited proposal, the property, services, or construction shall be deemed to be available from only one responsible source if the source has submitted an unsolicited proposal that demonstrates a concept:"},{"prefix":"A","text":" that is unique and innovative or, in the case of a service, for which the source demonstrates a unique capability to provide the service; and"},{"prefix":"B","text":" the substance of which is not otherwise available to the Authority and does not resemble the substance of a pending competitive procurement."},{"prefix":"2","text":" In the case of a follow-on contract for the continued development or production of a major system or highly specialized equipment or the continued provision of highly specialized services, the property, services, or construction may be deemed to be available from only the original source and may be procured through procedures other than competitive procedures if it is likely that an award to a source other than the original source would result in:"},{"prefix":"A","text":" substantial duplication of cost to the Authority that is not expected to be recovered through competition; or"},{"prefix":"B","text":" unacceptable delays in fulfilling the Authority's needs."},{"prefix":"e","text":" If the Authority uses procedures other than competitive procedures to procure property, services, or construction under subsection (c)(2) of this section, the Authority shall request offers from as many potential sources as is practicable under the circumstances."},{"prefix":"f","text":"(1) To promote efficiency and economy in contracting, the Authority may use simplified acquisition procedures for purchases of property, services, and construction."},{"prefix":"2","text":" For the purposes of this subsection, simplified acquisition procedures may be used for purchases for an amount that does not exceed the simplified acquisition threshold adopted by the federal government."},{"prefix":"3","text":" A proposed purchase or contract for an amount above the simplified acquisition threshold may not be divided into several purchases or contracts for lesser amounts in order to use the procedures under paragraph (1) of this subsection."},{"prefix":"4","text":" In using simplified acquisition procedures, the Authority shall promote competition to the maximum extent practicable."},{"prefix":"g","text":" The Board shall adopt policies and procedures to implement this section. The policies and procedures shall provide for publication of notice of procurements and other actions designed to secure competition where competitive procedures are used."},{"prefix":"h","text":" The Authority, in its discretion, may reject any and all bids or proposals received in response to a solicitation."},{"prefix":"b","text":" A member of the Metro Transit Police shall have the same powers, including the power of arrest, and shall be subject to the same limitations, including regulatory limitations, in performance of his or her duties as a member of the duly constituted police force of the political subdivision in which the Metro Transit Police member is engaged in the performance of his or her duties. A member of the Metro Transit Police is authorized to carry and use only such weapons, including handguns, as are issued by the Authority. A member of the Metro Transit Police is subject to such additional limitations in the use of weapons as are imposed on the duly constituted police force for the political subdivision in which he or she is engaged in the performance of his or her duties."},{"prefix":"c","text":" Members of the Metro Transit Police shall have the power to execute on the transit facilities owned, controlled, or operated by the Authority any traffic citation or any criminal process issued by any court of any signatory or of any political subdivision of a signatory, for any felony, misdemeanor, or other offense against the laws, ordinances, rules or regulations specified in subsection (a). With respect to offenses committed upon, to, or against the transit facilities owned, controlled, or operated by the Authority, the Metro Transit Police shall have the power to execute criminal process within the Transit Zone."},{"prefix":"d","text":" Upon the apprehension or arrest of any person by a member of the Metro Transit Police pursuant to the provisions of subsection (b), the officer, as required by the law of the place of apprehension or arrest, shall either issue a summons or a citation against the person, book the person, or deliver the person to the duly constituted police or judicial officer of the signatory or political subdivision where the apprehension or arrest is made, for disposition as required by law."},{"prefix":"e","text":" The Authority shall have the power to adopt rules and regulations for the safe, convenient, and orderly use of the Transit facilities owned, controlled, or operated by the Authority, including the payment and the manner of the payment of fares or charges therefor, the protection of the Transit facilities, the control of traffic and parking upon the Transit facilities, and the safety and protection of the riding public. In the event that any such rules and regulations contravene the laws, ordinances, rules, or regulations of a Signatory or any political subdivision thereof which are existing or subsequently enacted, these laws, ordinances, rules, or regulations of the Signatory or the political subdivision shall apply and the conflicting rule or regulation, or portion thereof, of the Authority shall be void within the jurisdiction of that Signatory or political subdivision. In all other respects the rules and regulations of the Authority shall be uniform throughout the Transit Zone. The rules and regulations established under this subsection shall be adopted by the Board following public hearings held in accordance with section 62(c) and (d) of this Compact. The final regulation shall be published in a newspaper of general circulation within the Transit Zone at least 15 days before its effective date. Any person violating any rule or regulation of the Authority shall be subject to arrest and, upon conviction by a court of competent jurisdiction, shall pay a fine of not more than $250 and costs. Criminal violations of any rule or regulation of the Authority shall be prosecuted by the Signatory or political subdivision in which the violation occurred, in the same manner by which violations of laws, ordinances, rules and regulations of the Signatory or political subdivision are prosecuted."},{"prefix":"f","text":" With respect to members of the Metro Transit Police, the Authority shall --"},{"prefix":"1","text":" establish classifications based on the nature and scope of duties and fix and provide for their qualifications, appointment, removal, tenure, term, compensation pension, and retirement benefits;"},{"prefix":"2","text":" provide for their training and for this purpose, the Authority may enter into contracts or agreements with any public or private organization engaged in police training, and this training and the qualifications of the uniformed and plainclothes personnel shall at least equal the requirements of each signatory and of the political subdivisions therein in the Transit Zone for their personnel performing comparable duties; and"},{"prefix":"3","text":" prescribe distinctive uniforms to be worn."},{"prefix":"g","text":" The Authority shall have the power to enter into agreements with the signatories, the political subdivisions thereof in the Transit Zone, and public safety agencies located therein, including those of the Federal Government, for the delineation of the functions and responsibilities of the Metro Transit Police and the duly constituted police, fire, and other public safety agencies, and for mutual assistance."},{"prefix":"h","text":" Before entering upon the duties of office, each member of the Metro Transit Police shall take or subscribe to an oath or affirmation, before a person authorized to administer oaths, faithfully to perform the duties of that office."},{"prefix":"b","text":" Proceedings for the condemnation of property in the District of Columbia shall be instituted and maintained under §§ 16-1351-16-1366. Proceedings for the condemnation of property located elsewhere within the Zone shall be instituted and maintained, if applicable, pursuant to the provisions of the Act of August 1, 1888, as amended (25 Stat. 357, 40 U.S.C. 257) and the Act of June 25, 1948 (62 Stat. 935 and 937, 28 U.S.C. 1358 and 1403) or any other applicable Act; provided, however, that if there is no applicable Federal law, condemnation proceedings shall be in accordance with the provisions of the State law of the signatory in which the property is located governing condemnation by the highway agency of such state. Whenever the words \"real property,\" \"realty,\" \"land,\" \"easement,\" \"right-of-way,\" or words of similar meaning are used in any applicable federal or state law relating to procedure, jurisdiction and venue, they shall be deemed, for the purposes of this Title, to include any personal property authorized to be acquired hereunder."},{"prefix":"c","text":" Any award or compensation for the taking of property pursuant to this Title shall be paid by the Authority, and none of the signatory parties nor any other agency, instrumentality or political subdivision thereof shall be liable for such award or compensation."},{"prefix":"b","text":" The duration of this Title shall be perpetual but any signatory thereto may withdraw therefrom upon two years' written notice to the Board."},{"prefix":"c","text":" The withdrawal of any signatory shall not relieve such signatory, any transportation district, county or city or other political subdivision thereof from any obligation to the Authority, or inuring to the benefit of the Authority, created by contract or otherwise."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" National Capital Region Transportation."},"chapter":{"identifier":"11","text":"National Capital Region Transportation."},"subchapter":{"identifier":"IV","text":"Washington Metropolitan Area Transit Authority Compact. (Refs & Annos)"},"heading":{"title":"9","chaptersection":"1107","identifier":"9-1107.01","catch_text":"Congressional consent given to Compact amendment."}}