{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-168, see notes under ยง 9-111.01.\n\nDC CODE ยง 9-111.01c\n\nCurrent through December 11, 2012","credits":"(Apr.9, 1997, D.C. Law 11-184, ยง 102c, as added Sept. 20, 2012, D.C. Law 19-168, ยง 6023(c), 59 DCR 8025.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Additive rate\" means the rate used to represent labor surcharges as a percent of direct labor costs."},{"prefix":"2","text":" \"Indirect cost\" means a cost incurred for a common or joint purpose benefiting more than one project that is not readily assignable to a project specifically benefitted."},{"prefix":"3","text":" \"Indirect cost rate\" means a method for determining in a reasonable manner the proportion of indirect costs each project should bear."},{"prefix":"4","text":" \"Labor surcharges\" means the cost of employee fringe benefits, worker compensation insurance, leave, and similar labor-related costs."},{"prefix":"b","text":" There is established the following cost-transfer projects within the District Department of Transportation capital budget, which shall be used to collect labor surcharges and indirect costs that are recoverable with federally approved indirect and additive rates:"},{"prefix":"1","text":" A labor cost-transfer project, which shall collect indirect labor costs and labor surcharges that cannot be directly charged to capital projects due to federal and local regulation, but are eligible for indirect and additive rate recovery; and"},{"prefix":"2","text":" An administrative cost-transfer project, which shall collect indirect material testing contract costs, Davis Bacon costs, the production costs of manuals and other administrative Federal Highway Administration support costs, as approved by the Chief Financial Officer of the District of Columbia, that are eligible for federal reimbursement."},{"prefix":"c","text":" The labor cost-transfer project shall not be authorized any funds from the budget."},{"prefix":"d","text":" The administrative cost-transfer project shall be allocated budget authority for contractual services."},{"prefix":"e","text":" All expenditures posted to the transfer projects during a fiscal year shall be reallocated to active projects based on approved indirect cost and additive rates, reallocated to the operating budget, or otherwise removed from the cost-transfer projects by the end of that fiscal year."},{"prefix":"f","text":" Beginning October 1, 2012, the Mayor shall submit to the Council, on a quarterly basis, a report certified by the Chief Financial Officer of the District of Columbia that:"},{"prefix":"1","text":" Provides the current cost-transfer project expenditure balances;"},{"prefix":"2","text":" Lists the projects or accounts to which any transfer project expenditures have effectively been charged or moved; and"},{"prefix":"3","text":" Identifies the amount charged or moved."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Highways, Bridges, Streets, and Alleys."},"chapter":{"identifier":"1","text":"Highway Plans. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Highway Trust Fund."},"heading":{"title":"9","chaptersection":"111","identifier":"9-111.01c","catch_text":"Cost-transfer projects."}}