{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 1-2482.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-96, see Historical and Statutory Notes following ยง 9-1115.01.\n\nDC CODE ยง 9-1115.02\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1996, D.C. Law 11-96, ยง 3, 42 DCR 7185.)","sections":[{"prefix":"1","text":" Whereas, traffic congestion imposes serious economic burdens in the Washington, D.C., metropolitan area, costing commuters an estimated $1,000 each per year."},{"prefix":"2","text":" Whereas, the average length of commute in the Washington, D.C., metropolitan area is second only to metropolitan New York, demonstrating the severity of traffic congestion."},{"prefix":"3","text":" Whereas, the Woodrow Wilson Memorial Bridge was designed to carry 70,000 vehicles per day, but carries an actual load of 160,000 vehicles per day."},{"prefix":"4","text":" Whereas, the volume of traffic in the metropolitan Washington, D.C., area is expected to increase by more than 70% between 1990 and 2020."},{"prefix":"5","text":" Whereas, the deterioration of the Woodrow Wilson Memorial Bridge and the growing population in the metropolitan Washington, D.C., area account for a large part of traffic congestion, and identifying alternatives to this vital link in the interstate highway system and the Northeast corridor is critical to addressing the area's traffic congestion."},{"prefix":"6","text":" Whereas, the Woodrow Wilson Memorial Bridge is the only drawbridge on the regional interstate network, the only piece of the Capital Beltway with only 6 lanes, and the only segment with a remaining life span of only 10 years."},{"prefix":"7","text":" Whereas, the existing Woodrow Wilson Memorial Bridge is the only part of the interstate system owned by the federal government, and, while the District of Columbia, Maryland, and Virginia maintain and operate the bridge, no entity has ever been granted full and clear responsibility for all aspects of this facility."},{"prefix":"8","text":" Whereas, continued federal government ownership of the Woodrow Wilson Memorial Bridge will impede cohesive regional transportation planning as it relates to identifying alternative solutions for resolving problems of the existing Woodrow Wilson Memorial Bridge."},{"prefix":"9","text":" Whereas, any change in the status of the Woodrow Wilson Memorial Bridge must take into account the interest of nearby communities, the commuting public, and other interested groups, as well as the interest of the federal government and the state and local governments involved."},{"prefix":"10","text":" Whereas, in recognition of a need for a limited federal role in the management of this bridge and the growing local interest, the U.S. Secretary of Transportation has recommended a transfer of authority and ownership from the federal to the local and state level, consistent with the management of other bridges elsewhere in the nation."},{"prefix":"11","text":" Whereas, a commission comprised of congressional, state, and local officials and transportation representatives has recommended transfer of the Woodrow Wilson Memorial Bridge to an independent authority to be created by the State of Maryland, the Commonwealth of Virginia, and the District of Columbia."},{"prefix":"12","text":" Whereas, a coordinated approach without regard to political and legal jurisdictional boundaries, through the cooperation of the State of Maryland, the Commonwealth of Virginia, and the District of Columbia by and through a common agency similar to other Washington, D.C., area authorities, is a proper and necessary step looking toward the alleviation of traffic problems related to the inadequacy of the existing Woodrow Wilson Memorial Bridge."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" National Capital Region Transportation."},"chapter":{"identifier":"11","text":"National Capital Region Transportation."},"subchapter":{"identifier":"VIII","text":"Woodrow Wilson Bridge and Tunnel Compact."},"heading":{"title":"9","chaptersection":"1115","identifier":"9-1115.02","catch_text":"Preamble to Compact."}}