{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2435.\n\n1973 Ed., § 1-1431b.\n\nReferences in Text\n\nThe amendments referred to in subsection (a) of this section are to §§ 56(e) and 82(a) of the Compact.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 9-1107.05\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1972, 86 Stat. 1000, Pub. L. 92-517, title I, § 101.)","sections":[{"prefix":"a","text":" The Congress hereby consents to amendments to Articles XII and XVI of Title III of the Washington Metropolitan Area Transit Regulation Compact substantially as set out in § 9-1107.01."},{"prefix":"b","text":" The Mayor of the District of Columbia is authorized and directed to enter into and execute on behalf of the District of Columbia amendments, substantially as set forth above, to Title III of the Washington Metropolitan Area Transit Regulation Compact with the States of Virginia and Maryland."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" National Capital Region Transportation."},"chapter":{"identifier":"11","text":"National Capital Region Transportation."},"subchapter":{"identifier":"IV","text":"Washington Metropolitan Area Transit Authority Compact. (Refs & Annos)"},"heading":{"title":"9","chaptersection":"1107","identifier":"9-1107.05","catch_text":"Congressional consent to amendments--Articles XII and XVI of Title III."}}