{"text":"For the purposes of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 1-2445.1.\n\nTemporary Addition of Section\n\nFor temporary (225 day) additions, see §§ 2 to 8 of Washington Metropolitan Area Transit Authority Safety Regulation Temporary Act of 1996 (D.C. Law 11- 261, April 25, 1997, law notification 44 DCR 2859).\n\nEmergency Act Amendments\n\nFor temporary creation of a joint entity among the District of Columbia, Commonwealth of Virginia, and State of Maryland to regulate the safety and security of the rail fixed guideway system operated by the Washington Metropolitan Area Transit Authority, see §§ 2-8 of the Washington Metropolitan Area Transit Authority Safety Regulation Legislative Review Emergency Act of 1997 (D.C. Act 12-58, March 31, 1997, 44 DCR 2230).\n\nSection 10 of D.C. Act 12-58 provides for the application of the act.\n\nLegislative History of Laws\n\nLaw 12-20, the \"Washington Metropolitan Area Transit Authority Safety Regulation Act of 1997,\" was introduced in Council and assigned Bill No. 12-30, which was referred to the Committee on Local, Regional, and Federal Affairs. The Bill was adopted on first and second readings on May 6, 1997, and June 3, 1997, respectively. Signed by the Mayor on June 18, 1997, it was assigned Act No. 12-97 and transmitted to both Houses of Congress for its review. D.C. Law 12-20 became effective on September 23, 1997.\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nReferences in Text\n\nSection 28 of the Federal Transit Act, referred to in paragraph (5) of this section, was formerly codified at 49 U.S.C. Appx. § 1624 prior to repeal by Act July 5, 1994, P.L. 103-272, § 7(b), 108 Stat. 1379. For the present similar provision, see 49 U.S.C. § 5330.\n\nDC CODE § 9-1109.01\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1997, D.C. Law 12-20, § 2, 44 DCR 4023; Apr. 20, 1999, D.C. Law 12-264, § 13, 46 DCR 2118.)","sections":[{"prefix":"1","text":" \"Act\" means the Federal Transit Act, approved July 9, 1964 (78 Stat. 302;   49 U.S.C. 5301 et seq.)."},{"prefix":"2","text":" \"Agreement\" means the agreement executed by the Mayor, on behalf of the District of Columbia, with the Commonwealth of Virginia and the State of Maryland for the creation and operation of a joint state oversight agency."},{"prefix":"3","text":" \"APTA Manual\" means the American Public Transit Association Manual for the Development of Rail Transit System Safety Program Plans as that is referenced in 49 C.F.R. § 659.5."},{"prefix":"4","text":" \"Federal Transit Administration\" means the Federal Transit Administration of the U.S. Department of Transportation."},{"prefix":"5","text":" \"Joint state oversight agency\" means the agency for the regulation of the safety of WMATA's rail fixed guideway system that the District of Columbia, Commonwealth of Virginia, and State of Maryland are required to create and operate under section 28 of the Act, as a condition for the continuation of federal grant-in-aid assistance under that Act."},{"prefix":"6","text":" \"Plan\" means the system safety program plan referenced in 49 C.F.R. § 659.5, including the security portion of that plan."},{"prefix":"7","text":" \"Public Works\" means the District of Columbia Department of Public Works."},{"prefix":"8","text":" \"Rail fixed guideway system\" means a rail mass transportation system as defined in 49 C.F.R. § 659.5."},{"prefix":"9","text":" \"Standard\" means the system safety program standard referenced in 49 C.F.R. § 659.5, including the security portion of that standard."},{"prefix":"10","text":" \"Unacceptable hazardous condition\" means the condition referenced in 49 C.F.R. § 659.5."},{"prefix":"11","text":" \"WMATA\" means the Washington Metropolitan Area Transit Authority created pursuant to the Washington Metropolitan Area Transit Regulation Compact, approved November 6, 1966 (80 Stat. 1324; § 9-1107.01)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" National Capital Region Transportation."},"chapter":{"identifier":"11","text":"National Capital Region Transportation."},"subchapter":{"identifier":"V","text":"Washington Metropolitan Area Transit Authority Safety Regulation."},"heading":{"title":"9","chaptersection":"1109","identifier":"9-1109.01","catch_text":"Definitions."}}