{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-39, in subsec. (a), substituted \"Department of Transportation\" for \"Department of Public Works' Division of Transportation\"; and added subsecs. (c) and (d).\n\nD.C. Law 15-354 validated a previously made technical correction.\n\nD.C. Law 16-33, in subsec. (a), substituted \"or any other regulations, 50% of the proceeds of sales and use tax collected by the District for parking and storing vehicles,\" for \"or any other regulations,\"; and repealed subsecs. (c) and (d)(3), which had read as follows:\n\n\"(c)(1) Expenditures from the Local Roads Construction and Maintenance Fund shall be made only to supplement local funds, in an amount equal to the total non-special purpose local funds appropriated and obligated for the purposes specified in subsection (b) of this section; provided, that the provisions of this subsection shall not apply when the total amount of non-special purpose local funds obligated equals or exceeds $30 million for a particular fiscal year.\n\n\"(2) The Chief Financial Officer shall certify that the requirements of paragraph (1) of this subsection have been met prior to the expenditure of funds from the Local Roads Construction and Maintenance Fund.\n\n\"(3) This subsection shall apply as of October 1, 2004.\"\n\n\"(3) The expenditure of monies in the Fund shall be subject to Council approval of the plan, and the certification of the Chief Financial Officer required by subsection (c)(2) of this section.\"\n\nD.C. Law 16-192 rewrote subsec. (a) which had read as follows:\n\n\"(a) There is established the Local Roads Construction and Maintenance Fund ('Maintenance Fund'), which shall be separate from the General Fund of the District of Columbia. All revenue derived from the collection of the public rights-of-way user fees, charges, and penalties, established pursuant to 24 DCMR §§ 3302.8 through 3302.10, or any other regulations, 50% of the proceeds of sales and use tax collected by the District for parking and storing vehicles, all other revenues authorized to be collected by the Department of Transportation, and all excess monies in the District of Columbia Highway Trust Fund pursuant to § 9-111.01(e) shall be deposited into the Maintenance Fund without regard to fiscal year limitation, pursuant to an act of Congress.\"\n\nD.C. Law 17-20 rewrote subsec. (a), which had read as follows:\n\n\"(a)(1) There is established the Local Roads Construction and Maintenance Fund ('Maintenance Fund'), which shall be separate from the General Fund of the District of Columbia, into which shall be deposited without regard to fiscal year limitation, pursuant to an act of Congress:\n\n\"(A) All revenue derived from the collection of the public rights-of-way user fees, charges, and penalties established pursuant to 24 DCMR 3302.8 through 3302.10, or any other regulations; provided, that any incremental revenue derived from the collection of the public rights-of- way user fees, charges, and penalties pursuant to sections 3302.8 through 3302.10 of Title 24 of the District of Columbia Municipal Regulations as increased in accordance with section 6022 of D.C. Law 16-192, shall be deposited in the District of Columbia Highway Trust Fund.\n\n\"(B) Except for dedicated sales tax described in 47-2002.05(d)(4) and any dedicated taxes or fees on parking, as that term is described in § 1- 204.90(n)(5), that were dedicated prior to the Highway Trust Fund and District Department of Transportation Emergency Amendment Act of 2005, effective November 17, 2005 (D.C. Act 16-206; 52 DCR 10524):\n\n\"(i) One hundred percent of the sales and use taxes up to $30 million collected by the District for parking and storing vehicles to source funds for the Local Roads Construction and Maintenance Fund; provided, that any such revenues in excess of $30 million shall be deposited into the District of Columbia Highway Trust Fund;\n\n\"(ii) One hundred percent of the revenues collected by the District for the rental of public space that is not derived from:\n\n\"(I) Sidewalk cafes;\n\n\"(II) Surface and subsurface fuel oil space; or\n\n\"(III) Vaults; and\n\n\"(C) All excess monies remaining in the District of Columbia Highway Trust Fund pursuant to § 9-111.01(e).\n\n\"(2)(A) Up to 50% of the revenue collected pursuant to paragraph (1)(B)(i) of this subsection from parking and storing vehicle taxes to source funds for the Local Roads Construction and Maintenance Fund may be used for debt servicing and the remaining balance used for local roads construction and maintenance; and\n\n\"(B) All or any portion of the revenue collected pursuant to paragraph (1)(B)(ii) of this subsection for the rental of public space may be used for debt servicing.\"\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (a).\n\nD.C. Law 18-370 rewrote the section heading which had read: \"Local Roads Construction and Maintenance Fund.\"; in subsec. (a), substituted \"Local Transportation Fund\" for \"Local Roads Construction and Maintenance Fund ('Maintenance Fund')\" and substituted \"and into which the Chief Financial Officer of the District of Columbia shall deposit: (1) All receipts from special purpose public inconvenience fees; (2) All receipts from special purpose utility marking service fees; (3) All GARVEE bond proceeds; and (4) All charges imposed for rental and utilization of public space authorized by subchapter I of Chapter 11 of Title 10\" for \"from funds on deposit within the District Department of Transportation Unified Fund\"; in subsec. (b), substituted \"Maintenance Fund\" for \"Local Transportation Fund\" and substituted \"federal aid and mass transit\" for \"federal aid\"; and, in subsec. (d)(1), substituted \"Local Transportation Fund\" for \"Local Roads Construction and Maintenance Fund\".\n\nD.C. Law 19-168 rewrote subsec.(a); and added subsecs. (a)(5) and (c-1). Prior to repeal, subsec. (a) read as follows:\n\n\"(a) There is established the Local Transportation Fund, which shall be a segregated account within the General Fund of the District of Columbia and shall be funded by the Director of the District Department of Transportation and into which the Chief Financial Officer of the District of Columbia shall deposit: (1) All receipts from special purpose public inconvenience fees; (2) All receipts from special purpose utility marking service fees; (3) All GARVEE bond proceeds; and (4) All charges imposed for rental and utilization of public space authorized by subchapter I of Chapter 11 of Title 10.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Highway Trust Fund and District Department of Transportation Temporary Amendment Act of 2005 (D.C. Law 16-66, March 8, 2006, law notification 53 DCR 2516).\n\nSection 3(b) of D.C. Law 19-97 amended subsec. (a)(4) and added subsec. (c-1) to read as follows:\n\n\"(4) As of October 1, 2011, all revenue derived from public rights-of-way user fees, charges, and penalties collected under authority of the Fiscal Year 1997 Budget Support Act of 1996, effective April 9, 1997 (D.C. Law 11-198; D.C. Official Code § 10-1141.01 et seq.), and regulations promulgated pursuant thereto in Chapter 33 of Title 24 of the District of Columbia Municipal Regulations, as now existing or as hereafter amended.\".\n\n\"(c-1) As of October 1, 2011, revenue derived and collected pursuant to subsection (a)(4) of this section may be transferred annually to the District of Columbia Highway Trust Fund, but in no event shall all local monies in the fund designated to comply with the requirements of section 3 of the District of Columbia Emergency Highway Relief Act, approved August 4, 1995 (109 Stat. 257; D.C. Official Code § 9-109.02), exceed 22% of the proposed annual federal-aid highway project expenditures.\".\n\nSection 6(b) of D.C. Law 19-97 provides that the act shall expire after 225 days of its having taken effect.\n\nTemporary Addition of Section\n\nSections 2 to 5 of D.C. Law 19-34 added sections to read as follows:\n\n\"Sec. 2. Definitions.\n\n\"For the purposes of this act, the term:\n\n\"(1) 'CFO ' means the Chief Financial Officer.\n\n\"(2) 'Director of Capital Programs' means the Director of Capital Programs within the Office of Budget and Planning of the Office of the Chief Financial Officer.\n\n\"(3) 'Local Streets Ward-based capital projects ' means the Department of Transportation's 8 Local Streets Ward-Based capital projects (Project No. SR301-SR308) that endeavor to preserve, maintain, repair, or replace the District's sidewalks, curbs, and local roads.\n\n\"(4) 'Inactive' means that no non-personal service funds have been obligated or expended for the capital project during the preceding calendar months.\n\n\"Sec. 3. Criteria for closing capital projects.\n\n\"(a) For any capital project funded from revenues in the Local Transportation Fund, the CFO, in consultation with the Mayor, may close the project if it:\n\n\"(1) Has obligated or expended funds in excess of its approved budget; or\n\n\"(2) Has been inactive for 12 months or more.\n\n\"(b) For any capital project funded from revenues in the Highway Trust Fund, the CFO, in consultation with the Mayor and the Federal Highway Administration Division, may close the project if it:\n\n\"(1) Has been closed by the United States Department of Transportation;\n\n\"(2) Has an open balance of:\n\n\"(A) An amount of $500,000 or more, and has been inactive for 12 months;\n\n\"(B) Between $50,000 and $499,999, and has been inactive for 24 months; or\n\n\"(C) Less than $50,000, and has been inactive for 36 months; or\n\n\"(3) Has obligated or expended funds in excess of its approved budget.\n\n\"(c) If a capital project has a budget allotment in excess of its budget authority, the CFO, in consultation with the Mayor, may adjust the allotment to match the correct budget authority.\n\n\"(d) The CFO may delegate the authority granted to him or her by this section to the Director of Capital Programs.\n\n\"Sec. 4. Use of funds resulting from closure.\n\n\"(a) Funds resulting from the closure of capital projects pursuant to section 3(a) shall be allocated equally among the Local Streets Ward-based capital projects.\n\n\"(b) Funds resulting from the closure of capital projects pursuant to section 3(b) shall be allocated to the capital projects approved by the Council of the District of Columbia in the Fiscal Year 2012 Budget Request Act of 2011, signed by the Mayor on June 29, 2011 (D.C. Act 19-92; 58 DCR 5564).\n\n\"Sec. 5. Quarterly summary.\n\n\"The CFO shall submit to the Mayor and the Council a quarterly summary of all capital project closures conducted pursuant to this act.\"\n\nSection 7(b) of D.C. Law 19-34 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 1602(c) of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nFor temporary (90 day) amendment of section, see § 622(a) of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) amendment of section, see § 622(a) of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nFor temporary (90 day) local roads construction and maintenance fund provisions, see § 6052 of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) local roads construction and maintenance fund provisions, see § 6052 of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) amendment of section, see § 6022(a) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 2 of Highway Trust Fund and District Department of Transportation Emergency Amendment Act of 2005 (D.C. Act 16-206, November 17, 2005, 52 DCR 10524).\n\nFor temporary (90 day) amendment of section, see § 2 of Highway Trust Fund and District Department of Transportation Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-281, February 27, 2006, 53 DCR 1628).\n\nFor temporary (90 day) amendment of section, see § 6023 of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 2 of Highway Trust Fund and District Department of Transportation Second Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-498, October 23, 2006, 53 DCR 8842).\n\nFor temporary (90 day) amendment of section, see § 6023 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 6023 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 2 of Highway Trust Fund and District Department of Transportation Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-7, January 16, 2007, 54 DCR 1463).\n\nFor temporary (90 day) amendment of section, see § 6002(b) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nFor temporary (90 day) amendment of section, see § 623(b) of Fiscal Year 2011 Supplemental Budget Support Emergency Act of 2010 (D.C. Act 18-694, January 19, 2011, 58 DCR 662).\n\nFor temporary (90 day) addition of sections, see §§ 2 to 5 of District Department of Transportation Capital Project Review and Reconciliation Emergency Act of 2011 (D.C. Act 19-96, July 11, 2011, 58 DCR 5820).\n\nFor temporary (90 day) amendment of section, see § 3(b) of District Department of Transportation Omnibus Emergency Amendment Act of 2011 (D.C. Act 19-254, December 21, 2011, 58 DCR 11215).\n\nLegislative History of Laws\n\nFor D.C. Law 14-28, see notes following § 9-111.01.\n\nLaw 15-39, the \"Fiscal Year 2004 Budget Support Act of 2003\", was introduced in Council and assigned Bill No. 15-218, which was referred to Committee on Whole. The Bill was adopted on first and second readings on May 6, 2003, and June 3, 2003, respectively. Signed by the Mayor on June 20, 2003, it was assigned Act No. 15-106 and transmitted to both Houses of Congress for its review. D.C. Law 15-39 became effective on November 13, 2003.\n\nLaw 15-354, the \"Technical Amendments Act of 2004\", was introduced in Council and assigned Bill No. 15-1130 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively. Signed by the Mayor on February 9, 2005, it was assigned Act No. 15-770 and transmitted to both Houses of Congress for its review. D.C. Law 15-354 became effective on April 13, 2005.\n\nLaw 16-33, the \"Fiscal Year 2006 Budget Support Act of 2005\", was introduced in Council and assigned Bill No. 16-200 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 10, 2005, and June 21, 2005, respectively. Signed by the Mayor on July 26, 2005, it was assigned Act No. 16-166 and transmitted to both Houses of Congress for its review. D.C. Law 16-33 became effective on October 20, 2005.\n\nFor Law 16-192, see notes following § 50-323.\n\nFor Law 17-20, see notes following § 9-111.01.\n\nLaw 17-353, the \"Technical Amendments Act of 2008\", was introduced in Council and assigned Bill No. 17-994 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 2, 2008, and December 16, 2008, respectively. Signed by the Mayor on January 15, 2009, it was assigned Act No. 17-687 and transmitted to both Houses of Congress for its review. D.C. Law 17-353 became effective on March 25, 2009.\n\nFor history of Law 18-370, see notes under § 9-109.02.\n\nFor history of Law 19-168, see notes under § 9-111.01.\n\nResolutions\n\nResolution 15-467, the \"Local Roads Construction and Maintenance Fund Approval Resolution of 2004\", was approved effective March 2, 2004.\n\nMiscellaneous Notes\n\nShort title of subtitle C of title VI of Law 15-39: Section 621 of D.C. Law 15-39 provided that subtitle C of title VI of the act may be cited as the Local Roads Construction and Maintenance Fund Amendment Act of 2003.\n\nShort title of subtitle F of Law 15-205: Section 6051 of D.C. Law 15-205 provided that subtitle F of the act may be cited as the Local Roads Construction and Maintenance Fund Act of 2004.\n\nSection 6052 of D.C. Law 15-205 provides:\n\n\"For fiscal year 2005 the Chief Financial Officer shall include the General Obligation Bond funded local roads capital obligations within the calculation of the non-special purpose local funds obligated to meet the requirements of section 102a(c)(1) of the Highway Trust Fund Establishment Act of 1986, effective November 13, 2003. (D.C. Law 15-39); D.C. Official Code § 9- 111.01a(c)(1): Provided that for fiscal year 2005 revenues identified as Local Roads Construction and Maintenance Fund--dedicated revenue (D.C. Official Code § 9-111.01b) shall be dedicated only at the amount authorized as the Department of Transportation's fiscal year 2005 operating budget and any additional revenues shall be for general fund purposes.\"\n\nShort title of subtitle C of title VI of Law 16-33: Section 6021 of D.C. Law 16-33 provided that subtitle C of title VI of the act may be cited as the Local Roads Construction and Maintenance Fund Amendment Act of 2005.\n\nShort title: Section 6021 of D.C. Law 16-192 provided that subtitle C of title VI of the act may be cited as the \"Public Rights-of-Way Occupancy Fees Amendment Act of 2006\".\n\nSection 629 of D.C. Law 18-370 provides:\n\n\"Sec. 629. Applicability.\n\n\"This subtitle shall apply as of October 1, 2011; except, that sections 622 and 623(a)(2) shall apply as of the effective date of this act.\"\n\nDC CODE § 9-111.01a\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-184, § 102a, as added Oct. 3, 2001, D.C. Law 14-28, § 1702(c), 48 DCR 6981; Nov. 13, 2003, D.C. Law 15-39, § 622(a), 50 DCR 5668; Apr. 13, 2005, D.C. Law 15-354, § 84(e), 52 DCR 2638; Oct. 20, 2005, D.C. Law 16-33, § 6022(a), 52 DCR 7503; Mar. 2, 2007, D.C. Law 16-192, § 6023, 53 DCR 6899; Sept. 18, 2007, D.C. Law 17-20, § 6002(b), 54 DCR 7052; Mar. 25, 2009, D.C. Law 17-353, § 140, 56 DCR 1117; Apr. 8, 2011, D.C. Law 18-370, § 623(b), 58 DCR 1008; Sept. 20, 2012, D.C. Law 19-168, § 6023(b), 59 DCR 8025.)","sections":[{"prefix":"a","text":" There is established the Local Transportation Fund, which shall be a segregated account within the General Fund of the District of Columbia and shall be funded by the Director of the District Department of Transportation and into which the Chief Financial Officer of the District of Columbia shall deposit: (1) All receipts from special purpose public inconvenience fees; (2) All receipts from special purpose utility marking service fees; (3) All GARVEE bond proceeds; and (4) All charges imposed for rental and utilization of public space authorized by subchapter I of Chapter 11 of Title 10."},{"prefix":"1","text":" Repealed."},{"prefix":"2","text":" All receipts from special purpose utility marking service fees;"},{"prefix":"3","text":" All GARVEE bond proceeds; and"},{"prefix":"4","text":" Repealed."},{"prefix":"5","text":" As of October 1, 2011, all revenue derived from public rights-of-way user fees, charges, and penalties collected pursuant to subchapter III of Chapter 11 of Title 10, and regulations issued pursuant to subchapter III of Chapter 11 of Title 10 in Chapter 33 of Title 24 of the District of Columbia Municipal Regulations; provided, that for fiscal year 2013, the first $2.6 million collected shall be deposited into the General Fund of the District of Columbia."},{"prefix":"b","text":" Fees deposited into the Local Transportation Fund shall not revert to the General Fund of the District of Columbia at the end of any fiscal year or at any other time, but shall be continually available exclusively for the renovation, repair, and maintenance of local transportation infrastructure including streets, alleys, sidewalks, curbs, gutters and streetlights that are not eligible for federal aid and mass transit."},{"prefix":"c","text":" Repealed."},{"prefix":"c-1","text":" As of October 1, 2011, revenue derived and collected pursuant to subsection (a)(5) of this section may be transferred annually to the District of Columbia Highway Trust Fund; provided, that in no event shall local monies in the fund designated to be used to comply with the requirements of § 9- 109.02, exceed 22% of the proposed annual federal-aid highway project expenditures."},{"prefix":"d","text":"(1) Beginning on October 1, 2003, and on October 1 of each year thereafter, the Mayor shall submit to the Council a plan for the use of all monies in the Local Transportation Fund for the following fiscal year."},{"prefix":"2","text":" The proposed plan shall be submitted to the Council for approval, in whole or in part, by resolution for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the proposed plan has not been approved by the Council within the 45-day period, the proposed plan shall be deemed disapproved."},{"prefix":"3","text":" Repealed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Highways, Bridges, Streets, and Alleys."},"chapter":{"identifier":"1","text":"Highway Plans. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Highway Trust Fund."},"heading":{"title":"9","chaptersection":"111","identifier":"9-111.01a","catch_text":"Local Transportation Fund."}}