{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-110, in subsec. (d), substituted \"for a period of 20 years, to expire on December 31, 2025. After December 31, 2025, the term shall be 10 years.\" for \"for a period of 10 years.\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of District of Columbia Bus Shelter Temporary Amendment Act of 2005 (D.C. Law 16-39, December 10, 2005, law notification 52 DCR 11035).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of District of Columbia Bus Shelter Emergency Amendment Act of 2005 (D.C. Act 16-141, July 26, 2005, 52 DCR ).\n\nFor temporary (90 day) amendment of section, see § 2 of District of Columbia Bus Shelter Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16- 187, October 28, 2005, 52 DCR 10015).\n\nLegislative History of Laws\n\nLaw 16-110, the \"District of Columbia Bus Shelter Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-402 which was referred to the Committee on Public Works and Environment.  The Bill was adopted on first and second readings on February 7, 2006, and March 7, 2006, respectively.  Signed by the Mayor on March 23, 2006, it was assigned Act No. 16-312 and transmitted to both Houses of Congress for its review.   D.C.  Law 16-110 became effective on June 8, 2006.\n\nDC CODE § 9-1152\n\nCurrent through December 11, 2012","credits":"(May 10, 1980, D.C. Law 3-67, § 3, 27 DCR 1266; June 8, 2006, D.C. Law 16-110, § 2, 53 DCR 2531.)","sections":[{"prefix":"a","text":" The Mayor is directed, within 1 year of May 10, 1980, and based upon an evaluation of the proposals received following an open request for proposals, to enter into a franchise agreement for the installation and maintenance of bus shelters on public space of the District of Columbia."},{"prefix":"b","text":" The Mayor shall permit the franchisee to place advertisements on no more than 90% of the bus shelters installed pursuant to the franchise agreement."},{"prefix":"c","text":" The franchise agreement shall, for its term, be the exclusive agreement in the District of Columbia for private installation and maintenance of bus shelters in public spaces which display commercial advertisements."},{"prefix":"d","text":" The franchise agreement shall be for a period of 20 years, to expire on December 31, 2025. After December 31, 2025, the term shall be 10 years. One year prior to the termination of the franchise agreement each party shall notify the other, in writing, as to whether or not it wants to renegotiate the franchise agreement for an additional period of time. Absent satisfactory renegotiation for a renewal period, the Mayor is directed, based upon an evaluation of the proposals received following an open request for proposals, to enter into a new franchise agreement for the installation and maintenance of bus shelters on public space of the District of Columbia. The terms of the new franchise agreement shall not be inconsistent with the provisions of this chapter."},{"prefix":"e","text":" Under the terms of the franchise agreement the franchisee shall be responsible for:"},{"prefix":"1","text":" All of the costs and expenses for the bus shelter design approved by the Mayor;"},{"prefix":"2","text":" The construction, maintenance, and lighting of the bus shelters and repair of all structures including sidewalks, curbs, streets or utilities which shall in any way be disturbed by the installation of the bus shelters;"},{"prefix":"3","text":" The costs associated with moving bus shelters maintained by the Washington Metropolitan Area Transit Authority, which are located on sites which have been approved for bus shelters with advertisement displayed on them; and"},{"prefix":"4","text":" The costs associated with changing, within 3 months, the location of any bus shelters which are no longer needed where originally placed due to changes in bus routes or other factors."},{"prefix":"f","text":" The franchise agreement shall establish:"},{"prefix":"1","text":" The minimum number of bus shelters, both with and without advertisement, which are to be installed in the District of Columbia pursuant to the franchise agreement;"},{"prefix":"2","text":" The specific location of the first 100 of the bus shelters referred to in paragraph (1) of this subsection and approximate locations for the second 100 bus shelters;"},{"prefix":"3","text":" The order for installing the first 200 bus shelters;"},{"prefix":"4","text":" That subsequent to signing the franchise agreement, the Mayor and the franchisee shall enter into an agreement specifying the locations and the order for installing the remaining bus shelters to be installed or moved pursuant to the franchise agreement. This agreement may be amended as necessary to include additional bus shelter locations;"},{"prefix":"5","text":" The design of the bus shelters; and"},{"prefix":"6","text":" Standards which the franchisee is to follow for the minimum maintenance and replacement of the bus shelters installed pursuant to the franchise agreement."},{"prefix":"g","text":" The Mayor shall include in the franchise agreement those provisions which are so specified in this chapter and any other provisions which the Mayor deems appropriate to carry out the purposes of this chapter."},{"prefix":"h","text":" Upon the expiration of the franchise agreement, or upon the expiration of the renewal term provided for herein, or if the franchise is terminated according to the provisions of § 9-1157, whichever shall occur first, the bus shelters installed pursuant to the franchise agreement shall become the property of the District of Columbia without cost to the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Miscellaneous."},"chapter":{"identifier":"11A","text":"Bus Shelters."},"heading":{"title":"9","chaptersection":"1152","identifier":"9-1152","catch_text":"The franchise agreement."}}