{"text":"The advance authorized under § 9-1113.04(b) shall be repaid by the Transit Authority to the Urban Mass Transportation Administration of the Department of Transportation from contributions by the District of Columbia and other local government jurisdictions or from other non-federal sources as may be available to the Transit Authority and which were not estimated to be available for financing the mass transit rail rapid system authorized by subchapter VI of this chapter. Repayment of such advance may be deferred by the Secretary of Transportation, at the request of the Transit Authority, but not beyond the end of the fiscal year following the fiscal year in which the advance was made. Repayment shall be made with interest at a rate to be determined by the Secretary of the Treasury calculated in accordance with the formula set forth in § 3(c) of the Urban Mass Transportation Act of 1964. Principal and interest repaid pursuant to this section shall be credited to the Urban Mass Transportation Fund and shall be considered a restoration of obligational authority available to the Secretary under § 4(c) of the Urban Mass Transportation Act of 1964.","historical":"Prior Codifications\n\n1981 Ed., § 1-2475.\n\n1973 Ed., § 1-1465.\n\nReferences in Text\n\nThe \"Urban Mass Transportation Act of 1964,\" referred to in this section, is now codified at 49 U.S.C. § 5301 et seq.\n\nDC CODE § 9-1113.05\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1972, 86 Stat. 1003, Pub. L. 92-517, title III, § 303.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" National Capital Region Transportation."},"chapter":{"identifier":"11","text":"National Capital Region Transportation."},"subchapter":{"identifier":"VII","text":"Acquisition of Mass Transit Bus Systems."},"heading":{"title":"9","chaptersection":"1113","identifier":"9-1113.05","catch_text":"Repayment of advances."}}