{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2465.\n\nDC CODE § 9-1111.13\n\nCurrent through December 11, 2012","credits":"(Dec. 9, 1969, 83 Stat. 320, Pub. L. 91-143, § 16; Jan. 3, 1980, 93 Stat. 1320, Pub. L. 96-184, § 2.)","sections":[{"prefix":"a","text":" The Secretary of Transportation shall not make any grant under § 9- 1111.11(a) for the cost of construction of the adopted regional system, until the Secretary has determined that the local participating governments, or signatories (as defined in subparagraph (d) of paragraph 1 of Article I of Title III of the Washington Metropolitan Area Transit Authority Compact) to the Compact, have provided a stable and reliable source of revenue sufficient to meet both:"},{"prefix":"1","text":" Their payments to the Transit Authority under subsections (a)(4) and (b)(4) of § 9-1111.12, relating to payment of the principal and interest on bonds issued by the Transit Authority; and"},{"prefix":"2","text":" That part of the cost of operating and maintaining the adopted regional system that is in excess of revenues received by the Transit Authority from the operation of the system and any amount to be contributed for operating expenses by the Secretary of Transportation under any other provision of law."},{"prefix":"b","text":" The Transit Authority, in consultation with each governmental entity that is a local participating government or signatory to the Compact as referred to in subsection (a) of this section, for the purposes of this subchapter, shall submit a program to the Secretary of Transportation on or before September 30, 1980, showing how each such governmental entity will have in place on or before August 15, 1982, a stable and reliable source of revenue to provide for its contributions:"},{"prefix":"1","text":" For payments to the Washington Metropolitan Area Transit Authority for the payment of principal and interest on bonds issued by the Transit Authority; and"},{"prefix":"2","text":" For the cost of operating and maintaining the adopted regional system of the Washington Metropolitan Area Transit Authority."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" National Capital Region Transportation."},"chapter":{"identifier":"11","text":"National Capital Region Transportation."},"subchapter":{"identifier":"VI","text":"Adopted Regional System. (Refs & Annos)"},"heading":{"title":"9","chaptersection":"1111","identifier":"9-1111.13","catch_text":"Requirement that local participating governments have stable and reliable source of revenue for contributions."}}