{"text":"Subject only to the approval of the Mayor of the District of Columbia the crossing of any public street or alley other than New York Avenue, within the limits of the total area noted in § 9-1205.01 may be at or on grade.   The said railroad shall, when and as directed by the Mayor of the District of Columbia, construct at its entire cost and expense, an additional overhead bridge for the track hereby authorized to be established over such other street located between Montello Avenue and New York Avenue as such street may now or may hereafter be shown on the Plan of the Permanent System of Highways.","historical":"Prior Codifications\n\n1981 Ed., § 7-1427.\n\n1973 Ed., § 7-1227.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 9-1205.03\n\nCurrent through December 11, 2012","credits":"(Aug. 6, 1935, 49 Stat. 537, ch. 449, § 3.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Miscellaneous."},"chapter":{"identifier":"12","text":"Miscellaneous Provisions."},"subchapter":{"identifier":"III","text":"Railroad Track Extensions--New York Ave."},"heading":{"title":"9","chaptersection":"1205","identifier":"9-1205.03","catch_text":"Construction of switch connections--Grade crossings."}}