{"text":"The Pennsylvania Railroad Company, operating lessee of all of the railroads and appurtenant properties of The Philadelphia, Baltimore, and Washington Railroad Company in the District of Columbia, be, and it is hereby, authorized to establish switch and siding connections with its existing siding tracks in square no. 4263 (also shown as parcel 154/44) to cross West Virginia Avenue into and through square no. 4105 along and adjacent to the existing main line tracks, thence into and through square nos. 4104 and 4099, crossing New York Avenue by means of a suitable overhead bridge, thence to and through square no. 4099 and the parcels of land known and identified on the Plat Books of the Surveyor's Office of the District of Columbia as parcels 153/44, 143/25, 142/25, and 142/28, to and through the square known as and no. 4038 (portions of which are included in parcel 142/28), 4093, south of 4093, and 4098, with all switches, crossings, turnouts, extensions, spurs, and sidings, as may be or become necessary for the development of the squares and parcels of land above indicated for such uses as may be permitted in the use district or districts in which said squares and parcels of land are now or may hereafter be included as defined in the zoning regulations of the District of Columbia and shown in the official atlases of the Zoning Commission.","historical":"Prior Codifications\n\n1981 Ed., ยง 7-1425.\n\n1973 Ed., ยง 7-1225.\n\nDC CODE ยง 9-1205.01\n\nCurrent through December 11, 2012","credits":"(Aug. 6, 1935, 49 Stat. 537, ch. 449, ยง 1.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Miscellaneous."},"chapter":{"identifier":"12","text":"Miscellaneous Provisions."},"subchapter":{"identifier":"III","text":"Railroad Track Extensions--New York Ave."},"heading":{"title":"9","chaptersection":"1205","identifier":"9-1205.01","catch_text":"Construction of switch connections--Authorized."}}