{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 7-234.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-98, see Historical and Statutory Notes following ยง 9-1215.01.\n\nDC CODE ยง 9-1215.04\n\nCurrent through December 11, 2012","credits":"(Apr. 30, 1998, D.C. Law 12-98, ยง 5, 45 DCR 1519.)","sections":[{"prefix":"a","text":" There is established a special trust fund to be known as the Make a Difference Trust Fund (\"Fund\") to receive all money from whatever source derived to carry out the purposes of this subchapter. The Fund shall be operated by the Committee in accordance with generally accepted accounting principles. At no time shall any amount credited to the Fund be transferred to, or lapse into, or be commingled with the General Fund of the District of Columbia, or any other funds or accounts of the District of Columbia."},{"prefix":"b","text":" Monies in the fund may derive from any of the following sources:"},{"prefix":"1","text":" Private donations;"},{"prefix":"2","text":" Federal grants;"},{"prefix":"3","text":" Other funds received by the Committee; and"},{"prefix":"4","text":" Interest or investments earnings on monies deposited in the Fund."},{"prefix":"c","text":" An amount equal to 10% of the cost of each installed marker shall be held in a separate account earmarked for the perpetual maintenance and repair of the commemorative markers."},{"prefix":"d","text":" The Committee shall maintain liability insurance in the amount of $1,000,000 for markers installed pursuant to this subchapter. The District shall be held harmless for any acts or omissions in the performance of its duties pursuant to the provisions of this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Miscellaneous."},"chapter":{"identifier":"12","text":"Miscellaneous Provisions."},"subchapter":{"identifier":"VIII","text":"Make a Difference Selection Committee."},"heading":{"title":"9","chaptersection":"1215","identifier":"9-1215.04","catch_text":"Special trust fund."}}