{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 7-237.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-98, see Historical and Statutory Notes following § 9-1215.01.\n\nDC CODE § 9-1215.07\n\nCurrent through December 11, 2012","credits":"(Apr. 30, 1998, D.C. Law 12-98, § 8, 45 DCR 1519.)","sections":[{"prefix":"a","text":" The Make a Difference Foundation (\"Foundation\") is a non-profit corporation founded in 1993, incorporated in the Commonwealth of Virginia. The purpose of the Make a Difference Foundation is to promote and encourage the practice of humanitarianism and public interest advocacy by recognizing the achievements of private citizens who work in the public interest."},{"prefix":"b","text":" Notwithstanding the provisions of subchapter IV of Chapter 2 of this title, the Make a Difference Foundation is authorized to install markers of granite or some other suitable material approved by the Mayor in the sidewalks in the District of Columbia designated in § 9-1215.06. The authority granted pursuant to this subsection is conditioned on the Make a Difference Foundation registering and maintaining registration as a foreign corporation in the District of Columbia."},{"prefix":"c","text":" The Foundation shall pay all costs associated with constructing, installing, and maintaining the markers installed pursuant to this subchapter."},{"prefix":"d","text":" Markers shall be inscribed with a profile likeness of the individual, a description of the individual's achievements, the date of the individual's birth (and death if then deceased), and may include a quote attributed to the individual."},{"prefix":"e","text":" The Make a Difference Foundation shall have the exclusive right to install markers in sidewalks designated in § 9-1215.06."},{"prefix":"f","text":" Nothing in this subchapter shall be construed to limit the ability of the District of Columbia government to install other monuments within any public space in the District including the region in which the Make a Difference Foundation has the exclusive right to install sidewalk markers."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Miscellaneous."},"chapter":{"identifier":"12","text":"Miscellaneous Provisions."},"subchapter":{"identifier":"VIII","text":"Make a Difference Selection Committee."},"heading":{"title":"9","chaptersection":"1215","identifier":"9-1215.07","catch_text":"Make a Difference Foundation."}}