{"text":"Appropriations made after June 7, 1924, for the construction and repair of bridges shall be available for repairing, when necessary, any bridge carrying a public street over the right-of-way or property of any railway company, or for constructing, reconstructing, or repairing in such manner as shall in the judgment of the Mayor of the District of Columbia be necessary reasonably to accommodate public traffic, any bridge required to carry or carrying such traffic in a public street over the right-of-way or property of any canal company operating as such in the District of Columbia, on the neglect or refusal of such railway or canal company to do such work when notified and required by the Mayor, and the amounts thus expended shall be a valid and subsisting lien against the property of such railway company or of such canal company, and shall be collected from such railway company or from such canal company in the manner provided in § 9-401.01, and shall be deposited in the Treasury to the credit of the General Fund of the District of Columbia in the manner provided by law.","historical":"Prior Codifications\n\n1981 Ed., § 7-502.\n\n1973 Ed., § 7-502.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 9-302\n\nCurrent through December 11, 2012","credits":"(June 7, 1924, 43 Stat. 550, ch. 302; June 28, 1944, 58 Stat. 533, ch. 300, § 18.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Highways, Bridges, Streets, and Alleys."},"chapter":{"identifier":"3","text":"Bridges, Viaducts, and Subways. (Refs & Annos)"},"heading":{"title":"9","chaptersection":"302","identifier":"9-302","catch_text":"Construction and repair of bridges over railway and canal rights-of-way."}}