{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 7-640.\n\nLegislative History of Laws\n\nLaw 10-186, the \"Roadway, Alley and Sidewalk Improvement Act of 1994,\" was introduced in Council and assigned Bill No. 10-295, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on June 21, 1994, and July 5, 1994, respectively. Signed by the Mayor on July 26, 1994, it was assigned Act No. 10-312 and transmitted to both Houses of Congress for its review. D.C. Law 10-186 became effective on September 24, 1994.\n\nMiscellaneous Notes\n\nSubmission of 5-year plan for improvements: Section 3 of D.C. Law 10-186 provided that within 6 months of September 24, 1994, the Mayor shall submit to the Council a 5-year plan for the improvement of all unimproved streets, avenues, roads, and alleys and the construction of curbs, gutters, sewers, and sidewalks thereon in the District.\n\nDC CODE ยง 9-401.18\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 1994, D.C. Law 10-186, ยง 2, 41 DCR 5225.)","sections":[{"prefix":"a","text":" Notwithstanding any other provision of law, owners of property abutting streets, avenues, roads, or alleys to be improved, or to have curbs, gutters, sewers, or sidewalks constructed thereon, shall not be required to make any deposit, nor shall the abutting property be assessed any part of the cost, for the improvement of the streets, avenues, roads, or alleys, or the construction of curbs, gutters, sewers, or sidewalks if the following conditions exist:"},{"prefix":"1","text":" The abutting property is Class 1 Property; and"},{"prefix":"2","text":" The abutting Class 1 Property, as evidenced by the most current certificates of tax assessment, is less than 80% of the median assessed value of all Class 1 real property in the District as reported by the Mayor; or"},{"prefix":"3","text":" The real property is exempt from the real property tax in the District pursuant to ยง 47-1002; or"},{"prefix":"4","text":" The Mayor determines that circumstances exist that threaten the health and safety of the public and that improvement of the streets, avenues, roads, and alleys, or the construction of curbs, gutters, sewers, or sidewalks thereon, is necessary to protect the health and safety of the public."},{"prefix":"b","text":" The Mayor has sole discretion in the determination of which streets, avenues, roads, and alleys are to be improved, or which streets, avenues, roads, and alleys are to have curbs, gutters, sewers, or sidewalks constructed thereon where the exemption in subsection (a) of this section would be granted to owners of abutting property."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Highways, Bridges, Streets, and Alleys."},"chapter":{"identifier":"4","text":"Street Repair and Construction."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"9","chaptersection":"401","identifier":"9-401.18","catch_text":"Exemptions of abutting property from deposits and assessments."}}