{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-227, see notes following ยง 9-425.01.\n\nDC CODE ยง 9-425.02\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-227, ยง 3, 57 DCR 6923.)","sections":[{"prefix":"a","text":" The Mayor shall provide notice to affected parties, the affected Advisory Neighborhood Commissions, and the Councilmembers of the affected Wards, prior to designing and constructing new sidewalks. At a minimum, this notice shall include:"},{"prefix":"1","text":" A statement of intent to design and construct a new sidewalk no less than 60 days before construction is scheduled, including a 30-day period for public comment on the proposed design;"},{"prefix":"2","text":" A statement of how affected parties can comment on the proposed sidewalk, including a statement on how Advisory Neighborhood Commissions can submit resolutions on the potential impact of the proposed sidewalk; and"},{"prefix":"3","text":" A construction schedule."},{"prefix":"b","text":" The Mayor shall maintain for public review comments from affected parties received pursuant to subsection (a)(2) of this section and responses thereto."},{"prefix":"c","text":" The Mayor shall design sidewalks in a manner that preserves the health of existing trees wherever possible."},{"prefix":"d","text":" The recommendations of the affected Advisory Neighborhood Commission shall be given great weight, as that term is described in ยง 1-309.10(d)(3)(A)."},{"prefix":"e","text":" Whenever feasible, the Mayor shall consider pervious materials for the design and installation of sidewalks."},{"prefix":"f","text":" For the purposes of this subchapter, the term \"affected parties\" means residents with property abutting the road segment under consideration."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Highways, Bridges, Streets, and Alleys."},"chapter":{"identifier":"4","text":"Street Repair and Construction."},"subchapter":{"identifier":"III-A","text":"Sidewalk Installation, Safety, and Accessibility."},"heading":{"title":"9","chaptersection":"425","identifier":"9-425.02","catch_text":"Notice and design requirements."}}