{"text":"No assessments shall be levied for repaving where the original pavement was laid at the whole cost of the owner or owners of the abutting property if the said original pavement was constructed under a permit issued by the District of Columbia and under the supervision and direction of an authorized engineer and inspector of the Department of Transportation of said District, in strict accordance with the then current specifications and design for pavements of the type for which permit was issued; provided, that where curb, or curb and gutter, or a part of the roadway has or have been paved under proper permit, subject to engineering and inspection as above stated, the assessment for paving other parts of the roadway, placing curb, or curb and gutter, when the same is done at public expense, shall be made against property abutting on the highway as provided in this subchapter, credit being given in such assessment for the half cost of the pavement laid by the owner under permit as above, estimated on the basis of the contract rates for such work at the date of the performance of the assessable work, so that the total cost to the owner for such improvements shall not exceed the amount of assessments which would have been made under this subchapter, had the improvements been all made at public expense.","historical":"Prior Codifications\n\n1981 Ed., ยง 7-632.\n\n1973 Ed., ยง 7-627.\n\nTransfer of Functions\n\nReorganization Order No. 53 of the Board of Commissioners, dated June 30, 1953, established under the direction and control of the Engineer Commissioner, a Department of Highways, headed by a Director. The Department of Highways was established to perform highway services and operations for the District including the planning, design, engineering, operation, maintenance and repair of highway and bridge facilities. The Order sets out the purposes and organization of the new Department. The Order abolished the previously existing Department of Highways, the Street Division, the Bridge Division, the Electrical Division, the Trees and Parking Division and the Central Garage and Shops, and transferred all of their functions and positions to the new Department of Highways. Reorganization Order No. 53, as redesignated Organization Order No. 122, dated January 8, 1959, and amended to establish a new Department of Highways and Traffic, headed by a Director. The Order set forth the purpose, organization, and functions of the new Department. The Department of Highways and Traffic was replaced by the Department of Transportation by Reorganization Plan No. 2 of 1975, dated July 24, 1975.\n\nThe functions of the Department of Transportation were transferred to the Department of Public Works by Reorganization Plan No. 4 of 1983, effective March 1, 1984.\n\nDC CODE ยง 9-421.06\n\nCurrent through December 11, 2012","credits":"(Feb. 20, 1931, 46 Stat. 1198, ch. 246, ยง 6.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Highways, Bridges, Streets, and Alleys."},"chapter":{"identifier":"4","text":"Street Repair and Construction."},"subchapter":{"identifier":"III","text":"Assessment When Roadway Paved."},"heading":{"title":"9","chaptersection":"421","identifier":"9-421.06","catch_text":"Property exempt where prior roadway improvement made at owner's expense."}}