{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 7-701.\n\n1973 Ed., § 7-701.\n\nEffect of Amendments\n\nD.C. Law 19-21 added subsec. (g).\n\nLegislative History of Laws\n\nFor history of Law 19-21, see notes under § 9-111.01.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nPayment for street lighting and traffic signal costs: Section 130(a) of Pub. L. 98-125 provided that payment for street lighting and traffic signal costs shall be made by the Mayor monthly for each calendar month during fiscal year 1984, except for any month covered by a program (1) which provides for such expenses to be borne by the ratepayers of the electric utility involved and (2) for which all final administrative and judicial determinations have been made. Section 130(b) of Pub. L. 98-125 provided that except for funds set apart exclusively for, or administratively apportioned for, eliminating the cash portion of the General Fund accumulated deficit, appropriations under the District of Columbia Appropriation Act, 1984, shall be available to the Mayor for purposes of § 130(a).\n\nDC CODE § 9-501\n\nCurrent through December 11, 2012","credits":"(Mar. 2, 1911, 36 Stat. 1008, ch. 192, § 7; June 26, 1912, 37 Stat. 181, ch. 182, § 7; Sept. 14, 2011, D.C. Law 19-21, § 9096, 58 DCR 6226.)","sections":[{"prefix":"a","text":" No more than the following rates shall be paid for lighting avenues, streets, roads, alleys, and public spaces:"},{"prefix":"1","text":" For mantle gas lamps of 60 candlepower, $18.40 per lamp per annum;"},{"prefix":"2","text":" For mantle gas lamps of not less than 120 candlepower, $27 per lamp per annum;"},{"prefix":"3","text":" For street designation lamps, using flat-flame burners, consuming not more than two and one-half cubic feet of gas per hour, or 8 candlepower incandescent electric lamps, with posts and lanterns furnished by the District of Columbia, $10 per lamp per annum;"},{"prefix":"4","text":" For 40 candlepower, 50 watt, incandescent electric lamps on overhead wires, $15 per lamp per annum;"},{"prefix":"5","text":" For 40 candlepower, 50 watt, incandescent electric lamps on underground wires, $19.50 per lamp per annum;"},{"prefix":"6","text":" For 60 candlepower, 75 watt, incandescent electric lamps on overhead wires, $17.50 per lamp per annum;"},{"prefix":"7","text":" For 60 candlepower, 75 watt, incandescent electric lamps on underground wires, $23 per lamp per annum;"},{"prefix":"8","text":" For 80 candlepower, 100 watt, incandescent electric lamps on underground wires, $26 per lamp per annum;"},{"prefix":"9","text":" For 100 candlepower, 125 watt, incandescent electric lamps on underground wires, $27.50 per lamp per annum;"},{"prefix":"10","text":" For 150 candlepower, 187 watt, incandescent electric lamps on underground wires, $36.50 per lamp per annum;"},{"prefix":"11","text":" For 200 candlepower, 250 watt, incandescent electric lamps on underground wires, $46.50 per lamp per annum;"},{"prefix":"12","text":" For 4 glower Nernst lamps on underground wires, $52.50 per lamp per annum;"},{"prefix":"13","text":" For six and six-tenths ampere, 528 watt, direct-current, series-inclosed arc lamps, $80 per lamp per annum;"},{"prefix":"14","text":" For 5 ampere, 550 watt, direct-current, multiple-inclosed arc lamps, $80 per lamp per annum;"},{"prefix":"15","text":" For 4 ampere, 320 watt magnetite, or other arc lamps of equal illuminating value acceptable to the Mayor of the District of Columbia, on overhead wires, $59 per lamp per annum;"},{"prefix":"16","text":" For 4 ampere, 320 watt magnetite, or other arc lamps of equal illuminating value acceptable to the Mayor of the District of Columbia, on underground wires, $72.50 per lamp per annum;"},{"prefix":"17","text":" For six and six-tenths ampere, 500 watt magnetite, or other arc lamps of equal illuminating value acceptable to the Mayor of the District of Columbia, on overhead wires, $84 per lamp per annum;"},{"prefix":"18","text":" For six and six-tenths ampere, 500 watt magnetite, or other arc lamps of equal illuminating value acceptable to the Mayor of the District of Columbia, on underground wires, $97.50 per lamp per annum;"},{"prefix":"19","text":" For flame arc lamps, 500 watt, General Electric type, or other arc lamps of equal illuminating value acceptable to the Mayor of the District of Columbia, $150 per lamp per annum."},{"prefix":"b","text":"(1) For the rates named in subsection (a) of this section it shall be the duty of each gaslight company and each electric light company doing business in the District of Columbia to erect and maintain such street lamps as the Mayor of said District may direct; and each such company shall furnish, install, and maintain all posts, lamps, lanterns, burners, wires, cable, conduits, gas pipes, street designations, and fixtures necessary for the respective lamps maintained by each of them, including lighting and extinguishing lamps, and repairing, painting, and cleaning."},{"prefix":"2","text":" The cost of each lamppost for incandescent electric lighting furnished by any lighting company under the above rates shall not exceed $15, except as hereinafter provided, which cost shall include only the lamppost, the globe, the ornamental top, and the street-designation frame and signs. All other fixtures, parts, fittings, lamps, sockets, wires, cables, and appurtenances necessary for the lamps maintained by said lighting company on said posts, including the cost of erection, shall not be included in said cost."},{"prefix":"3","text":" The cost of each lamppost for gaslighting furnished by any lighting company under the above rates shall not exceed $15, except as hereinafter provided, which cost shall include only the lamppost and the street-designation frame and signs. All other fixtures, parts, fittings, burners, lamps, pipes, and appurtenances necessary for the lamps maintained by said lighting company on said posts, including the cost of erection, shall not be included in said cost."},{"prefix":"4","text":" The cost of each lamppost for arc lighting furnished by any lighting company under the above rates shall not exceed $50, except as hereinafter provided, which cost shall include only the lamppost, the street-designation frame and signs, and the arm or top from which the lamp is hung. All other fixtures, parts, fittings, lamps, cables, wires, and appurtenances necessary for the lamps maintained by said lighting company on said posts, including the cost of erection, shall not be included in said cost."},{"prefix":"5","text":" Each lamppost and its equipment shall be of a design and quality acceptable to the Mayor of the District of Columbia."},{"prefix":"6","text":" For each such lamppost furnished by a lighting company by direction of the District Mayor which shall cost in excess of $15 for gas or electric incandescent lamps, or which shall cost in excess of $50 for electric arc lamps, the company furnishing the same shall receive, in addition to the above rates, 11 per centum per annum on such additional or excess cost."},{"prefix":"c","text":" The Mayor of the District of Columbia is authorized, in his discretion, to purchase or construct from street-lighting appropriations made in the Act of June 26, 1912 (37 Stat. 181), posts, lanterns, street designations, and all necessary fixtures or appurtenances for any of the systems of lighting above named; provided, that whenever the said Mayor shall furnish a lamppost including only the globe, the ornamental top, and the street-designation frame and signs for the electric incandescent lamps, or including only the street-designation frame and signs for gas lamps, or including only the street-designation frame and signs and the arm or top for arc lamps, $1.65 per lamp per annum for gas or electric incandescent lamps and $4.40 per lamp per annum for electric arc lamps shall be deducted from the rates above fixed."},{"prefix":"d","text":" The Mayor of the District of Columbia is further authorized, in his discretion, to adopt other forms of electric street lighting than those named, in which event payments under appropriations made in the Act of June 26, 1912 (37 Stat. 181), shall be made for the lighting service rendered at not to exceed $.03 per kilowatt-hour for current consumed, and, in addition thereto, 11 per centum per annum of the cost to the lighting company of furnishing and installing lamps, posts, street designations, fixtures, and the cable from lamps to the nearest point of current supply, and a fair sum for the cost of maintenance."},{"prefix":"e","text":" When ordered to do so by the said Mayor, lighting companies shall move and readjust any lamps maintained by them at the following rates:"},{"prefix":"1","text":" For each electric arc lamp, $10;"},{"prefix":"2","text":" For each electric incandescent lamp, $5;"},{"prefix":"3","text":" For each gas lamp moved not more than 6 feet, $2.50;"},{"prefix":"4","text":" For each gas lamp moved more than 6 feet, $4;"},{"prefix":"5","text":" For each gas lamp raised or lowered to new grade, $1.50."},{"prefix":"f","text":" When ordered by the Mayor to do so, lighting companies in the District of Columbia shall discontinue any public lamps maintained by them without further payment therefor, and shall remove from the streets, at their own expense, all posts, lanterns, and fixtures connected therewith."},{"prefix":"g","text":" The funds received under this section and § 9-502 shall be deposited in the General Fund of the District of Columbia and shall not be accounted for by a separate fund or account within the General Fund of the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Highways, Bridges, Streets, and Alleys."},"chapter":{"identifier":"5","text":"Street Lighting."},"heading":{"title":"9","chaptersection":"501","identifier":"9-501","catch_text":"Rates; maintenance."}}