{"text":"It shall be the duty of the Mayor of the District of Columbia within the first 8 hours of daylight after the ceasing to fall of any snow or sleet, or after the accumulation of ice on the paved sidewalks within the fire limits of the District of Columbia, in front of or adjacent to all public buildings, public squares, reservations, and open spaces in the said District owned or held by lease by said District, to cause such snow, sleet, and ice to be removed; and also to cause the same to be removed from all crosswalks of improved streets and places of intersection of alleys with paved sidewalks, and also from all paved sidewalks or crosswalks used as public thoroughfares through all public squares, reservations, or open spaces within the fire limits of said District owned or held by lease by the District of Columbia; but in the event of inability to remove such accumulation of snow, sleet, and ice without injury to the sidewalk, by reason of the hardening thereof, it shall be his duty, within the first 8 hours of daylight after the hardening thereof, to make reasonably safe for travel, or cause to be made reasonably safe for travel, by the sprinkling of sand or ashes thereon, such paved sidewalks, crosswalks, and places of intersection of alleys with paved sidewalks, and shall, as soon thereafter as the weather shall permit, thoroughly clean, or cause to be thoroughly cleaned, said sidewalks, crosswalks, and places of intersection of alleys with paved sidewalks.","historical":"Prior Codifications\n\n1981 Ed., § 7-902.\n\n1973 Ed., § 7-802.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 9-602\n\nCurrent through December 11, 2012","credits":"(Sept. 16, 1922, 42 Stat. 845, ch. 318, § 2.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Highways, Bridges, Streets, and Alleys."},"chapter":{"identifier":"6","text":"Removal of Snow and Ice from Streets and Sidewalks."},"heading":{"title":"9","chaptersection":"602","identifier":"9-602","catch_text":"Removal from sidewalks adjacent to public property."}}