{"text":"Notwithstanding any other provision of law, appropriations for the Department of Transportation and the Department of Environmental Services of the government of the District of Columbia shall be available for purposes of snow and ice removal when so ordered by the Mayor of the District of Columbia.","historical":"Prior Codifications\n\n1981 Ed., § 7-907.\n\n1973 Ed., § 7-807.\n\nReferences in Text\n\nDepartment of Transportation was substituted for Department of Highways and Traffic, near the beginning of this section, pursuant to Reorganization Plan No. 2 of 1975, dated July 24, 1975.\n\nThe functions of the Department of Transportation were transferred to the Department of Public Works by Reorganization Plan No. 4 of 1983, effective March 1, 1984.\n\nThe functions of the Department of Environmental Services were transferred to the Department of Public Works by Reorganization Plan No. 4 of 1983, effective March 1, 1984.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 9-607\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 1973, 87 Stat. 507, Pub. L. 93-140, § 14.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Highways, Bridges, Streets, and Alleys."},"chapter":{"identifier":"6","text":"Removal of Snow and Ice from Streets and Sidewalks."},"heading":{"title":"9","chaptersection":"607","identifier":"9-607","catch_text":"Appropriations."}}