{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 7-1104.\n\n1973 Ed., § 7-1304.\n\nDC CODE § 9-704\n\nCurrent through December 11, 2012","credits":"(June 29, 1940, ch. 444, § 4; as added May 15, 1947, 61 Stat. 94, ch. 62; Aug. 23, 1958, 72 Stat. 807, Pub. L. 85-726, title XIV, § 1402(f).)","sections":[{"prefix":"a","text":" The Administrator, and any Federal Aviation Agency employee appointed to protect life and property on the airport, when designated by the Administrator, is hereby authorized and empowered:"},{"prefix":"1","text":" To arrest under a warrant within the limits of the airport any person accused of having committed within the boundaries of the airport any offense against the laws of the United States, or against any rule or regulation prescribed pursuant to this chapter;"},{"prefix":"2","text":" To arrest without warrant any person committing any such offense within the limits of the airport, in his presence;"},{"prefix":"3","text":" To arrest without warrant within the limits of the airport any person whom he has reasonable grounds to believe has committed a felony within the limits of the airport."},{"prefix":"b","text":" Any individual having the power of arrest as provided in subsection (a) of this section may carry firearms or other weapons as the Administrator may direct or by regulation may prescribe."},{"prefix":"c","text":" The United States Park Police may, at the request of the Administrator, be assigned by the Director of the National Park Service, in his discretion, subject to the supervision and direction of the Secretary of the Interior, to patrol any area of the airport, and any members of the United States Park Police so assigned are hereby authorized and empowered to make arrests within the limits of the airport for the same offenses, and in the same manner and circumstances, as is provided in this section with respect to employees designated by the Administrator."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Airports."},"chapter":{"identifier":"7","text":"Washington National Airport."},"heading":{"title":"9","chaptersection":"704","identifier":"9-704","catch_text":"Authority to make arrests; Park Police patrol."}}