{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 7-1203.\n\n1973 Ed., § 7-1403.\n\nDC CODE § 9-803\n\nCurrent through December 11, 2012","credits":"(Sept. 7, 1950, 64 Stat. 771, ch. 905, § 3; Aug. 23, 1958, 72 Stat. 807, Pub. L. 85-726, title XIV, § 1402(g).)","sections":[{"prefix":"a","text":" For the purposes of this chapter, the Administrator is empowered to acquire, by purchase, lease, condemnation, or otherwise (including transfer with or without compensation from federal agencies or the District of Columbia, or any state or political subdivision thereof), rights-of-way or easements for roads, trails, pipelines, power lines, railroad spurs, and other similar facilities necessary or desirable for the construction or proper operation of the airport."},{"prefix":"b","text":" The Administrator is authorized to construct any streets, highways, or roadways (including bridges) as may be necessary to provide access to the airport from existing streets, highways, or roadways. Upon completion of construction of any street, highway, or roadway within the District of Columbia, such street, highway, or roadway shall be transferred to the District of Columbia without charge and thereafter shall be maintained by the District of Columbia. Upon construction of any street, highway, or roadway within a state or political subdivision thereof, such street, highway, or roadway may be transferred to such state or political subdivision thereof, without charge, on the condition that such street, highway, or roadway thereafter be maintained as a public street, highway, or roadway by such state or political subdivision thereof."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Airports."},"chapter":{"identifier":"8","text":"Dulles International Airport."},"heading":{"title":"9","chaptersection":"803","identifier":"9-803","catch_text":"Acquisition and construction of facilities."}}