{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 7-1254.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Metropolitan Washington Airports Authority Emergency Amendment Act of 2012 (D.C. Act 19-452, October 4, 2012, 59 DCR 11738).\n\nDC CODE § 9-904\n\nCurrent through December 11, 2012","credits":"(Dec. 3, 1985, D.C. Law 6-67, § 5, 32 DCR 6093; Jul. 25, 1987, D.C. Law 7-18, § 3(b), 34 DCR 3804; Aug. 1, 1997, D.C. Law 12-8, § 2(a), 44 DCR 3371.)","sections":[{"prefix":"a","text":" The Authority shall consist of 13 members appointed as follows: 5 appointed by the Governor of the Commonwealth of Virginia, 3 appointed by the Mayor of the District of Columbia, 2 appointed by the Governor of the State of Maryland, and 3 appointed by the President of the United States. Members representing the District of Columbia shall be subject to confirmation by the Council of the District of Columbia. For the purposes of doing business, 7 members shall constitute a quorum. The failure of a single appointing official to appoint 1 or more members, as provided in this chapter, shall not impair the Authority's creation when the other conditions of this creation have been met."},{"prefix":"b","text":" Members shall not hold elective or appointive public office, shall serve without compensation, and shall reside within the Washington Standard Metropolitan Statistical Area, except that the members appointed by the President of the United States shall be registered voters of states other than Maryland or Virginia or the District of Columbia. Members of the Authority shall be entitled to reimbursement of their expenses incurred in attending the meetings of the Authority or while otherwise engaged in the discharge of their duties."},{"prefix":"c","text":" Appointments to the Authority shall be for a period of 6 years, except that initial appointments shall be made as follows: each jurisdiction shall appoint 1 member for a full 6-year term, a second member for a 4-year term, and in the case of the Commonwealth of Virginia and the District of Columbia, a third member for a 2-year term. The Governor of Virginia shall make the final 2 Virginia initial appointments for one 2-year term and one 4-year term. The President shall make one of his initial appointments pursuant to the Metropolitan Washington Airports Amendments Act of 1996, approved October 9, 1996 (110 Stat. 3213), for a 4-year term. The President shall make subsequent appointments for 6-year terms."},{"prefix":"d","text":" Eight affirmative votes shall be required to approve bond issues and the annual budget of the Authority."},{"prefix":"e","text":" Each member may be removed or suspended from office only for cause and in accordance with the laws of the jurisdiction from which the member is appointed."},{"prefix":"f","text":" The Authority shall elect annually 1 of its members as chairman and another as vice-chairman and shall also elect annually a secretary and a treasurer, or a secretary-treasurer, who may or may not be members of the Authority. The Authority shall prescribe the powers and duties of these officials. The Authority may also appoint form its staff an assistant secretary and an assistant treasurer, or an assistant secretary-treasurer, who shall, in addition to other duties, discharge such functions of the secretary and the treasurer."},{"prefix":"g","text":" A vacancy among the members shall be filled in the manner in which the original appointment was made. Members of the Authority shall continue to serve until their successors are duly appointed. Any person appointed to fill a vacancy shall serve for the unexpired term. Any member of the Authority shall be eligible for reappointment for 1 additional term."},{"prefix":"h","text":" Members of the Authority, including any nonvoting members, shall not be personally liable for any act done or action taken in their capacities as members of the Authority, nor shall they be personally liable for any bond, note, or other evidence of indebtedness issued by the Authority."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Airports."},"chapter":{"identifier":"9","text":"District of Columbia Regional Airports Authority."},"heading":{"title":"9","chaptersection":"904","identifier":"9-904","catch_text":"Membership; terms; officers."}}