{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 7-1272.\n\nDC CODE ยง 9-922\n\nCurrent through December 11, 2012","credits":"(Dec. 3, 1985, D.C. Law 6-67, ยง 23, 32 DCR 6093.)","sections":[{"prefix":"a","text":" The courts of the Commonwealth of Virginia shall have original jurisdiction over all actions brought by or against the Authority, which courts shall in all cases apply the law of the Commonwealth of Virginia."},{"prefix":"b","text":" The Authority shall be liable for its contracts and for its torts and those of its members, officers, employees, and agents committed in the conduct of any proprietary function, in accordance with the law of the Commonwealth of Virginia but shall not be liable for any torts occurring in the performance of a governmental function. The exclusive remedy for breach of contracts and torts for which the Authority shall be liable, as provided by this chapter, shall be by suit against the Authority. Nothing in this chapter shall be construed as a waiver by the District or the Commonwealth of Virginia or its political subdivisions of any immunity from suit."},{"prefix":"c","text":" The Authority shall be responsible for all executory contracts entered into by the United States with respect to the former Metropolitan Washington Airports before the date of acquisition of those airports, except that the procedure for disputes resolution contained in any contract shall continue to govern the performance of the contract unless otherwise agreed to by the parties to the contract."},{"prefix":"d","text":" The Authority shall not be responsible for any tort claims arising before the date of transfer."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"9","text":"Transportation Systems. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Airports."},"chapter":{"identifier":"9","text":"District of Columbia Regional Airports Authority."},"heading":{"title":"9","chaptersection":"922","identifier":"9-922","catch_text":"Jurisdiction of courts; liability for contracts and torts."}}